{"id":10326,"date":"2019-04-04T16:30:47","date_gmt":"2019-04-04T14:30:47","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=10326"},"modified":"2019-05-24T16:34:52","modified_gmt":"2019-05-24T14:34:52","slug":"signaux-faibles-de-lopen-data-camp-a-une-politique-publique-fondee-sur-la-donnee-recit-dun-passage-a-lechelle-reussi","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/signaux-faibles-de-lopen-data-camp-a-une-politique-publique-fondee-sur-la-donnee-recit-dun-passage-a-lechelle-reussi","title":{"rendered":"\u00ab Signaux Faibles \u00bb : de l&rsquo;open data camp \u00e0 une politique publique fond\u00e9e sur la donn\u00e9e, r\u00e9cit d&rsquo;un passage \u00e0 l&rsquo;\u00e9chelle r\u00e9ussi"},"content":{"rendered":"\n<blockquote class=\"wp-block-quote\"><p><strong>Le projet \u00ab\u00a0Signaux Faibles\u00a0\u00bb<\/strong> permet, gr\u00e2ce \u00e0 un outil de <em>data science <\/em>et d&rsquo;intelligence artificielle, de d\u00e9tecter les entreprises fragilis\u00e9es afin de mieux les accompagner.<\/p><p><strong>Initi\u00e9 en 2014 \u00e0 une \u00e9chelle tr\u00e8s locale, son <a href=\"https:\/\/www.entreprises.gouv.fr\/files\/files\/directions_services\/politique-et-enjeux\/competitivite\/politique-industrielle\/CRP\/Dossier_Presse_-_Signaux_FaiblesVDEF.pdf\" class=\"broken_link\">d\u00e9ploiement national a \u00e9t\u00e9 ent\u00e9rin\u00e9 ce 3 avril 2019<\/a><\/strong> gr\u00e2ce \u00e0 la signature d&rsquo;une convention par les partenaires historiques du projet.<\/p><p><strong>Il devient ainsi la pierre angulaire d&rsquo;une politique publique nationale fond\u00e9e sur les donn\u00e9es.<\/strong><\/p><\/blockquote>\n\n\n\n<p><strong>50 \u00e0 60 000 entreprises sont chaque ann\u00e9e en situation de d\u00e9faillance<\/strong> : elles \u00e9taient 54 000 en 2018 <a href=\"https:\/\/www.banque-france.fr\/statistiques\/chiffres-cles-france-et-etranger\/defaillances-dentreprises\">selon la Banque de France<\/a>. Comment mieux anticiper ces fragilit\u00e9s pour intervenir plus en amont, \u00e9viter les liquidations autant que possible et mieux diriger l&rsquo;action de soutien de l&rsquo;Etat ?<\/p>\n\n\n\n<p>C&rsquo;est l&rsquo;objectif du projet \u00ab\u00a0Signaux Faibles\u00a0\u00bb, initi\u00e9 localement et d\u00e9velopp\u00e9 depuis 4 ans. Sa g\u00e9n\u00e9ralisation, officialis\u00e9e le 3 avril, est le r\u00e9cit de <strong>:<\/strong><\/p>\n\n\n\n<ul><li>La<strong> possibilit\u00e9 de b\u00e2tir en 4 ans une politique publique fond\u00e9e sur les donn\u00e9es <\/strong>qui am\u00e9liore l&rsquo;action de l&rsquo;\u00c9tat sur un sujet aussi majeur pour l&rsquo;\u00e9conomie ;<\/li><li>La compl\u00e9mentarit\u00e9 de <strong>l&rsquo;open data, de l&rsquo;\u00e9change de donn\u00e9es entre administrations et de l&rsquo;exploitation des donn\u00e9es \u00e0 l&rsquo;aide de la data science ;<\/strong><\/li><li>La capacit\u00e9 de la direction interminist\u00e9rielle du num\u00e9rique et du syst\u00e8me d&rsquo;information de l&rsquo;\u00c9tat (DINSIC) \u00e0 <strong>accompagner un projet tout au long de son d\u00e9veloppement<\/strong> &#8211; de l&rsquo;intuition d&rsquo;un expert m\u00e9tier au lancement d&rsquo;un service national &#8211; en articulant <strong>plusieurs dispositifs d&rsquo;innovation compl\u00e9mentaires <\/strong>(open data camp, EIG, start-ups d\u2019\u00c9tat) et en alliant des comp\u00e9tences diverses (<em>datascientists<\/em>, d\u00e9veloppeurs, designers&#8230;) ;<\/li><li>L&rsquo;importance de partir<strong> d&rsquo;un besoin \u00e9prouv\u00e9 sur le terrain <\/strong>et de<strong> miser sur les agents publics tout au long du processus<\/strong>.<\/li><\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">1. De l&rsquo;exploration des donn\u00e9es ouvertes \u00e0 la circulation des donn\u00e9es entre administrations<\/h2>\n\n\n\n<p>Le projet Signaux Faibles na\u00eet en octobre 2014, \u00e0 M\u00e2con, <a href=\"https:\/\/www.etalab.gouv.fr\/retour-sur-le-1er-territoire-camp-en-bourgogne\">lors d&rsquo;un \u00ab\u00a0Territoire Camp\u00a0\u00bb co-organis\u00e9 par Etalab<\/a>. Cet \u00ab\u00a0open data camp\u00a0\u00bb, inspir\u00e9 des hackathons, a pour objectif de promouvoir l&rsquo;open data, en identifiant des projets issus du terrain et qui r\u00e9utilisent des donn\u00e9es ouvertes. A cette occasion, un agent statisticien de la direction r\u00e9gionale des entreprises, de la concurrence, de la consommation, du travail et de l&#8217;emploi (DIRECCTE) de Bourgogne-Franche-Comt\u00e9 pr\u00e9sente une id\u00e9e : <strong>identifier les donn\u00e9es utiles pour capter les \u00ab\u00a0signaux faibles\u00a0\u00bb envoy\u00e9s par les entreprises fragilis\u00e9es et d\u00e9velopper un algorithme pr\u00e9dictif permettant d&rsquo;intervenir bien en amont pour mieux les accompagner.<\/strong><\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img decoding=\"async\" loading=\"lazy\" width=\"640\" height=\"480\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/territoire-camp-macon.jpg\" alt=\"\" class=\"wp-image-10328\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/territoire-camp-macon.jpg 640w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/territoire-camp-macon-300x225.jpg 300w\" sizes=\"(max-width: 640px) 100vw, 640px\" \/><figcaption><em>La naissance du projet Signaux Faibles lors du \u00ab\u00a0Territoire Camp\u00a0\u00bb \u00e0 M\u00e2con<\/em><\/figcaption><\/figure><\/div>\n\n\n\n<p>Outre les donn\u00e9es en open data et celles dont dispose la DIRECCTE, <strong>il appara\u00eet rapidement que l&rsquo;information la plus utile r\u00e9side dans des donn\u00e9es d\u00e9tenues par plusieurs autres administrations <\/strong>: des donn\u00e9es financi\u00e8res, qui apportent de la visibilit\u00e9 sur les tendances \u00e0 long terme d&rsquo;une entreprise, des donn\u00e9es sur l\u2019emploi, qui permettent d&rsquo;identifier les baisses d&rsquo;activit\u00e9 ponctuelles, ou encore des donn\u00e9es sur les cotisations sociales, qui alertent sur les tensions de tr\u00e9sorerie. <strong>Il faut \u00e9galement des comp\u00e9tences en <\/strong><em><strong>datascience<\/strong><\/em> pour comprendre les donn\u00e9es et proposer un premier algorithme.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">2. Prototyper et faire cro\u00eetre gr\u00e2ce aux dispositifs d&rsquo;innovation publique<\/h2>\n\n\n\n<p>Au sein de l\u2019\u00c9tat, <strong>plusieurs dispositifs d&rsquo;innovation permettent de lancer et d&rsquo;accompagner des projets num\u00e9riques \u00e0 fort potentiel d&rsquo;impact<\/strong>. Le projet Signaux Faibles touche \u00e0 la performance \u00e9conomique des entreprises fran\u00e7aises et pr\u00e9sente un potentiel d&rsquo;impact fort. Il commence donc par devenir <a href=\"https:\/\/beta.gouv.fr\/\">une start-up d\u2019\u00c9tat <\/a>: le projet a 6 mois pour d\u00e9velopper une solution en mode agile et tester sa pertinence. Etalab, qui dispose d&rsquo;une petite \u00e9quipe de <em>data scientists<\/em>, mobilise un de ses membres pour coder un premier algorithme en quelques mois. Ses r\u00e9sultats permettent de valider l&rsquo;hypoth\u00e8se selon laquelle les m\u00e9thodes de <em>machine learning<\/em> sont pertinentes.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignleft is-resized\"><img decoding=\"async\" loading=\"lazy\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/donnees-signaux-faibles.png\" alt=\"\" class=\"wp-image-10330\" width=\"331\" height=\"131\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/donnees-signaux-faibles.png 731w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/donnees-signaux-faibles-300x119.png 300w\" sizes=\"(max-width: 331px) 100vw, 331px\" \/><\/figure><\/div>\n\n\n\n<p>Le prototype ayant fait ses preuves, Signaux Faibles int\u00e8gre le <a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/\">programme Entrepreneurs d&rsquo;Int\u00e9r\u00eat G\u00e9n\u00e9ral <\/a>en 2018, gr\u00e2ce auquel un <em>data scientist<\/em> et un d\u00e9veloppeur \u00e0 temps plein sont recrut\u00e9s pour une p\u00e9riode de 10 mois. A ce stade, le projet s&rsquo;appuie sur une convention r\u00e9gionale de partage de donn\u00e9es sign\u00e9e entre la DIRECCTE et l&rsquo;URSSAF. Pour aller plus loin, l&rsquo;\u00e9quipe s&rsquo;adresse \u00e0 la Banque de France pour obtenir des donn\u00e9es financi\u00e8res pr\u00e9cieuses. <strong>Cette phase essentielle permet de mettre autour de la table diff\u00e9rents acteurs pour obtenir toutes les donn\u00e9es n\u00e9cessaires<\/strong>. Elles permettent ainsi d&rsquo;entra\u00eener des algorithmes de <em>machine learning<\/em> et d&rsquo;aboutir \u00e0 des r\u00e9sultats probants.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>L&rsquo;outil a \u00e9t\u00e9 test\u00e9 au cours de l&rsquo;ann\u00e9e 2018. Bilan : 63 entreprises d\u00e9tect\u00e9es, 48 entreprises contact\u00e9es par les services de la DIRECCTE Bourgogne Franche Comt\u00e9 et 83% d&rsquo;entre elles accompagn\u00e9es \u00e0 ce jour.<\/p><\/blockquote>\n\n\n\n<h2 class=\"wp-block-heading\">3. G\u00e9n\u00e9raliser un dispositif de politique publique<\/h2>\n\n\n\n<p>Le succ\u00e8s de l&rsquo;outil Signaux Faibles cr\u00e9e de l&rsquo;engouement. La demande est forte du c\u00f4t\u00e9 des DIRECCTE d&rsquo;autres r\u00e9gions et encourage les acteurs engag\u00e9s \u00e0 \u00e9tendre le dispositif \u00e0 l&rsquo;\u00e9chelle nationale. <strong>La signature d&rsquo;une convention de d\u00e9ploiement entre la Banque de France, la Direction g\u00e9n\u00e9rale des entreprises (DGE), le minist\u00e8re du Travail, l&rsquo;Agence centrale des organismes de s\u00e9curit\u00e9 sociale (ACOSS) et la DINSIC rend ce passage \u00e0 l&rsquo;\u00e9chelle possible<\/strong>.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" loading=\"lazy\" width=\"1024\" height=\"768\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/signature-signaux-faibles-1024x768.jpg\" alt=\"\" class=\"wp-image-10329\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/signature-signaux-faibles-1024x768.jpg 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/signature-signaux-faibles-300x225.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/signature-signaux-faibles-768x576.jpg 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/signature-signaux-faibles.jpg 1600w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption><em>La signature de la convention de d\u00e9ploiement national de Signaux Faibles au BercyLab<\/em><\/figcaption><\/figure>\n\n\n\n<p>Par ailleurs, l&rsquo;\u00e9quipe am\u00e9liore l&rsquo;outil en g\u00e9n\u00e9ral, et non plus seulement les algorithmes, en pr\u00e9voyant l&rsquo;int\u00e9gration de donn\u00e9es sur les entreprises issues de <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/base-sirene-des-entreprises-et-de-leurs-etablissements-siren-siret-fin-le-30-avril-2019\/\" class=\"broken_link\">la base SIRENE <\/a>et de l&rsquo;<a href=\"https:\/\/api.gouv.fr\/api\/api-entreprise.html\">API Entreprise<\/a>.<\/p>\n\n\n\n<p>Enfin, le projet a fait l&rsquo;objet d&rsquo;une semaine de \u00ab\u00a0design intensif\u00a0\u00bb avec les \u00e9coles Boulle et ENS-Cachan. <a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/blog\/2018\/10\/15\/fing-algo.html\">Cette exp\u00e9rience, organis\u00e9e par la Fondation Internet Nouvelle G\u00e9n\u00e9ration (FING) <\/a>avait pour objectif d&rsquo;int\u00e9grer une r\u00e9flexion design sur la relation entre l&rsquo;outil d\u00e9velopp\u00e9 et ses utilisateurs (les DIRECCTE) et ses b\u00e9n\u00e9ficiaires finaux (les entreprises fragilis\u00e9es). Le d\u00e9ploiement \u00e0 l&rsquo;\u00e9chelle nationale de l&rsquo;outil sera une occasion de mettre en \u0153uvre certaines <a href=\"http:\/\/www.internetactu.net\/2018\/12\/05\/vers-des-algorithmes-exemplaires\/\">des id\u00e9es propos\u00e9es.<\/a><\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>La g\u00e9n\u00e9ralisation de Signaux Faibles et l&rsquo;engagement de 5 administrations partenaires marque le succ\u00e8s de ce projet n\u00e9 il y a 4 ans.<\/p><p>Issu du terrain, il vise \u00e0 am\u00e9liorer l&rsquo;efficacit\u00e9 d&rsquo;une politique publique et a, d\u00e8s sa conception, mobilis\u00e9 l&rsquo;\u00e9tat de l&rsquo;art des m\u00e9thodes (agilit\u00e9, ouverture, utilisation des donn\u00e9es), des comp\u00e9tences et des technos du num\u00e9rique (datasciences, IA).<\/p><p>La compl\u00e9mentarit\u00e9 des dispositifs d&rsquo;innovation publique a permis de l&rsquo;accompagner du prototype au service public national.\nBravo \u00e0 tous ceux et celles qui y ont contribu\u00e9 !<\/p><\/blockquote>\n\n\n\n<p><strong>Pour en savoir plus sur le projet Signaux Faibles :<\/strong><\/p>\n\n\n\n<ul><li><a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/defis\/2018\/signauxfaibles.html\">voir le site du programme Entrepreneurs d&rsquo;Int\u00e9r\u00eat G\u00e9n\u00e9ral<\/a><\/li><li><a href=\"https:\/\/beta.gouv.fr\/startups\/signaux-faibles.html\">voir le site des start-ups d&rsquo;\u00c9tat<\/a><\/li><\/ul>\n\n\n\n<p><strong>Pour en savoir plus sur le d\u00e9ploiement national de Signaux Faibles : <\/strong><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/04\/Dossier_Presse_-_Signaux_FaiblesVDEF1.pdf\" class=\"broken_link\">t\u00e9l\u00e9charger le dossier de presse<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le projet \u00ab\u00a0Signaux Faibles\u00a0\u00bb permet, gr\u00e2ce \u00e0 un outil de data science et d&rsquo;intelligence artificielle, de d\u00e9tecter les entreprises fragilis\u00e9es afin de mieux les accompagner. Initi\u00e9 en 2014 \u00e0 une \u00e9chelle tr\u00e8s locale, son d\u00e9ploiement national a \u00e9t\u00e9 ent\u00e9rin\u00e9 ce 3 avril 2019 gr\u00e2ce \u00e0 la signature d&rsquo;une convention par les partenaires historiques du projet. &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/signaux-faibles-de-lopen-data-camp-a-une-politique-publique-fondee-sur-la-donnee-recit-dun-passage-a-lechelle-reussi\"> <span class=\"screen-reader-text\">\u00ab Signaux Faibles \u00bb : de l&rsquo;open data camp \u00e0 une politique publique fond\u00e9e sur la donn\u00e9e, r\u00e9cit d&rsquo;un passage \u00e0 l&rsquo;\u00e9chelle r\u00e9ussi<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":45,"featured_media":10327,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[255],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/signature-signaux-faibles-806x393.jpg",806,393,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/signature-signaux-faibles-806x393-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/signature-signaux-faibles-806x393-300x146.jpg",300,146,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/signature-signaux-faibles-806x393-768x374.jpg",768,374,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/signature-signaux-faibles-806x393.jpg",806,393,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/signature-signaux-faibles-806x393.jpg",806,393,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/signature-signaux-faibles-806x393.jpg",806,393,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/signature-signaux-faibles-806x393.jpg",45,22,false]},"uagb_author_info":{"display_name":"Sophie Miljkovic","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/sophie-miljkovic"},"uagb_comment_info":0,"uagb_excerpt":"Le projet \u00ab\u00a0Signaux Faibles\u00a0\u00bb permet, gr\u00e2ce \u00e0 un outil de data science et d&rsquo;intelligence artificielle, de d\u00e9tecter les entreprises fragilis\u00e9es afin de mieux les accompagner. Initi\u00e9 en 2014 \u00e0 une \u00e9chelle tr\u00e8s locale, son d\u00e9ploiement national a \u00e9t\u00e9 ent\u00e9rin\u00e9 ce 3 avril 2019 gr\u00e2ce \u00e0 la signature d&rsquo;une convention par les partenaires historiques du projet.\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10326"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/45"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=10326"}],"version-history":[{"count":1,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10326\/revisions"}],"predecessor-version":[{"id":10331,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10326\/revisions\/10331"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/10327"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=10326"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=10326"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=10326"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}