{"id":14887,"date":"2021-02-12T14:46:58","date_gmt":"2021-02-12T13:46:58","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=14887"},"modified":"2021-02-12T17:07:48","modified_gmt":"2021-02-12T16:07:48","slug":"retrospective-2020-1-6-lab-ia-datascience-et-intelligence-artificielle-pour-ladministration","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/retrospective-2020-1-6-lab-ia-datascience-et-intelligence-artificielle-pour-ladministration","title":{"rendered":"R\u00e9trospective 2020 #1\/6 : Lab IA, datascience et intelligence artificielle pour l&rsquo;administration"},"content":{"rendered":"\n<p class=\"has-text-align-left\"><em>Ce blogpost initie une s\u00e9rie de r\u00e9trospectives de l&rsquo;ann\u00e9e 2020 autour d&rsquo;axes de travail d&rsquo;Etalab<\/em> :<em> ouvrir les codes sources, ouvrir et faire circuler les donn\u00e9es publiques, accompagner les administrations \u00e0 travers le programme EIG, organiser la production des donn\u00e9es, accompagner les administrations sur l&rsquo;explicabilit\u00e9 et la redevabilit\u00e9 des algorithmes<\/em>.<\/p>\n\n\n\n<p>Apr\u00e8s une ann\u00e9e de pr\u00e9figuration en 2019, le Lab IA s\u2019est d\u00e9velopp\u00e9 en 2020 autour de trois grandes missions&nbsp;:&nbsp;<\/p>\n\n\n\n<ol><li>Accompagner des administrations pour exp\u00e9rimenter et d\u00e9ployer l\u2019intelligence artificielle&nbsp;;<\/li><li>D\u00e9velopper des ressources mutualis\u00e9es en intelligence artificielle au b\u00e9n\u00e9fice des administrations&nbsp;;<\/li><li>Animer l\u2019\u00e9cosyst\u00e8me IA de l\u2019administration.<\/li><\/ol>\n\n\n\n<p>Voici un aper\u00e7u des r\u00e9alisations du Lab IA en 2020 :&nbsp;<\/p>\n\n\n\n<h5 class=\"wp-block-heading\"><strong>1. Accompagner les administrations pour exp\u00e9rimenter l\u2019intelligence artificielle<\/strong><\/h5>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img decoding=\"async\" loading=\"lazy\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/Lab-IA.png\" alt=\"\" class=\"wp-image-14890\" width=\"964\" height=\"512\"\/><\/figure><\/div>\n\n\n\n<p><strong>11 administrations ont \u00e9t\u00e9 accompagn\u00e9es pendant 12 mois pour exp\u00e9rimenter l\u2019IA.&nbsp;<\/strong>Suite au succ\u00e8s de la&nbsp;<a href=\"https:\/\/www.etalab.gouv.fr\/intelligence-artificielle-decouvrez-les-6-projets-laureats-de-lappel-a-manifestation-dinteret-ia\">saison 1 des 6 projets s\u00e9lectionn\u00e9s pour \u00eatre exp\u00e9riment\u00e9s dans les services publics en 2019<\/a>, un deuxi\u00e8me appel \u00e0 manifestation d\u2019int\u00e9r\u00eat pour exp\u00e9rimenter l\u2019intelligence artificielle (\u00ab&nbsp;AMI-IA 2&nbsp;\u00bb) organis\u00e9 avec la DITP a permis de s\u00e9lectionner <a href=\"https:\/\/www.etalab.gouv.fr\/intelligence-artificielle-decouvrez-les-15-nouveaux-projets-selectionnes\">15 nouveaux projets<\/a> dans des domaines cl\u00e9s&nbsp;tels que l\u2019environnement, la justice, la s\u00e9curit\u00e9, l\u2019\u00e9conomie, la sant\u00e9 ou la lutte contre la fraude.&nbsp;<\/p>\n\n\n\n<p>La&nbsp;chambre des m\u00e9tiers et de l\u2019artisanat de Nouvelle Aquitaine, le Centre hospitalier de Bordeaux, le Conseil d\u2019\u00c9tat, la Direction g\u00e9n\u00e9rale de la sant\u00e9 ou encore l\u2019INERIS ont d\u00e9j\u00e0 pu pr\u00e9senter les r\u00e9sultats des travaux engag\u00e9s lors du mois de l\u2019innovation publique.&nbsp;Les supports de pr\u00e9sentation et rediffusions sont disponibles <a href=\"https:\/\/etalab.github.io\/infolettre-lab-ia\/numero-8\/\">ici<\/a>. <\/p>\n\n\n\n<p>Les projets de la direction g\u00e9n\u00e9rale de la gendarmerie nationale, de la direction g\u00e9n\u00e9rale des collectivit\u00e9s locales, de la direction g\u00e9n\u00e9rale des entreprises, de l\u2019ANSSI, de l\u2019institut de recherche et de s\u00fbret\u00e9 nucl\u00e9aire (IRSN) et de l\u2019Insee&nbsp;se terminent d\u2019ici f\u00e9vrier 2021 : <a href=\"https:\/\/www.eventbrite.fr\/e\/billets-edition-speciale-des-datadrinks-experimentations-de-lia-139385356353\">les restitutions des projets<\/a> auront lieu en ligne prochainement et sont l\u2019occasion de d\u00e9couvrir les outils d\u00e9velopp\u00e9s et d\u2019\u00e9changer avec les porteurs de projets sur leurs r\u00e9sultats. <\/p>\n\n\n\n<p>Enfin,&nbsp;le SHOM, la Cour de cassation et l\u2019IGN b\u00e9n\u00e9ficient d\u2019un accompagnement scientifique dans le cadre d\u2019une collaboration avec l&rsquo;INRIA. Les r\u00e9sultats pourront \u00eatre pr\u00e9sent\u00e9s \u00e0 la fin de l\u2019ann\u00e9e 2021.Gr\u00e2ce \u00e0 l\u2019apport direct de la recherche, ces projets ont l\u2019objectif de d\u00e9velopper un prototype fonctionnel au service de l\u2019action publique.&nbsp;<em>\u00ab&nbsp;En faisant appel au monde la recherche, nous avons plus d\u2019interactions possibles qu\u2019avec un prestataire ; une r\u00e9flexion sur les outils et les performances n\u00e9cessaires \u00e9tant donn\u00e9 le type de donn\u00e9es que l\u2019on utilise. On teste des id\u00e9es, on tente des approches : on a la flexibilit\u00e9 n\u00e9cessaire pour exp\u00e9rimenter&nbsp;\u00bb&nbsp;<\/em>explique Julian Le Deunf, de l\u2019\u00e9quipe projet du Shom.&nbsp;<\/p>\n\n\n\n<p>Au del\u00e0&nbsp;du d\u00e9veloppement d\u2019algorithmes sp\u00e9cifiques, le Lab IA et la DITP proposent aussi aux porteurs de projets accompagn\u00e9s une s\u00e9rie d\u2019ateliers permettant d\u2019appr\u00e9hender les diff\u00e9rents aspects de l\u2019intelligence artificielle. Les porteurs de projets ont ainsi pu b\u00e9n\u00e9ficier d\u2019une&nbsp;<a href=\"https:\/\/github.com\/etalab-ia\/ami-ia\/blob\/master\/accompagnement.md\">introduction \u00e0 l\u2019IA, d\u2019un atelier \u00ab&nbsp;Vis ma vie de data scientist \u00bb <\/a>avec des mini-formations aux outils du data scientist (visualisation des donn\u00e9es, traitement du langage naturel et apprentissage machine), d\u2019un <a href=\"https:\/\/github.com\/etalab-ia\/ami-ia\/blob\/master\/accompagnement.md\">atelier sur les enjeux de l\u2019explicabilit\u00e9<\/a> ou encore d\u2019<a href=\"https:\/\/github.com\/etalab-ia\/ami-ia\/blob\/master\/accompagnement.md\">un atelier sur les biais algorithmiques<\/a>.&nbsp;<\/p>\n\n\n\n<p><strong>Cinq des six projets s\u00e9lectionn\u00e9s par l\u2019appel \u00e0 projets IA en 2019 se sont poursuivis en 2020&nbsp;<\/strong>: sur les six projets accompagn\u00e9s,&nbsp;<a href=\"https:\/\/etalab.github.io\/infolettre-lab-ia\/numero-3\/\">cinq ont permis de d\u00e9velopper un algorithme d\u2019IA qui a pu \u00eatre test\u00e9 avec les agents sur le terrain.<\/a><em> \u00ab&nbsp;Suite \u00e0 cette exp\u00e9rimentation et gr\u00e2ce \u00e0 des financements internes, nous avons pu am\u00e9liorer le mod\u00e8le en augmentant le nombre d\u2019annotations, en rajoutant des zones de d\u00e9tection de mani\u00e8re manuelle (zones \u00e0 enjeux) et en comparant l\u2019existence des objets d\u00e9clar\u00e9s dans le temps. \u00bb,&nbsp;<\/em>expliquait Philippe Allamand \u00e0 propos de l\u2019outil de d\u00e9tection automatique des irr\u00e9gularit\u00e9s d\u2019occupation des sols de la Direction d\u00e9partementale des territoires de l\u2019H\u00e9rault (DDTM), lui des projets AMI-IA 1, lors de sessions de partages d\u2019exp\u00e9riences organis\u00e9es en ligne pendant l\u2019ann\u00e9e en coop\u00e9ration avec la DITP.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>L<em>es prochaines restitutions auront lieu en ligne les jeudi 11 f\u00e9vrier et jeudi 4 mars de 16h \u00e0 17h :  <a href=\"https:\/\/www.eventbrite.fr\/e\/billets-edition-speciale-des-datadrinks-experimentations-de-lia-139385356353\">plus d\u2019infos et inscriptions ici<\/a>.&nbsp;<\/em><\/p><\/blockquote>\n\n\n\n<h5 class=\"wp-block-heading\">2. <strong>Cr\u00e9er&nbsp;des outils et ressources d\u2019IA accessibles aux administrations&nbsp;<\/strong><\/h5>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"964\" height=\"464\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/outils.png\" alt=\"\" class=\"wp-image-14892\"\/><\/figure><\/div>\n\n\n\n<p>En consultation avec les administrations, le Lab IA a initi\u00e9 plusieurs outils open source cette ann\u00e9e, qui ont vocation \u00e0 \u00eatre r\u00e9utilis\u00e9s et partag\u00e9s :<\/p>\n\n\n\n<ul><li><strong>Outil d\u2019IA de pseudonymisation et ouverture des d\u00e9cisions de justice.&nbsp;<\/strong>De nombreuses administrations publiques sont confront\u00e9es \u00e0 des probl\u00e8mes de pseudonymisation d\u00e8s lors qu&rsquo;elles ont \u00e0 publier des documents textuels contenant des donn\u00e9es \u00e0 caract\u00e8re personnel. C&rsquo;est dans ce cadre que le Lab IA d&rsquo;Etalab a d\u00e9velopp\u00e9&nbsp;un outil d&rsquo;intelligence artificielle de pseudonymisation&nbsp;en accompagnant en 2019 le Conseil d&rsquo;\u00c9tat, qui publie en open data des d\u00e9cisions de justice administrative. Cet outil est open-source (disponible&nbsp;<a href=\"https:\/\/github.com\/etalab-ia\/pseudo_app\">ici<\/a>) et peut donc \u00eatre librement r\u00e9utilis\u00e9 pour d&rsquo;autres projets de pseudonymisation. Ces documents peuvent \u00eatre des d\u00e9cisions de justice mais aussi des actes administratifs, des proc\u00e8s-verbaux, des notes, etc.&nbsp;<\/li><\/ul>\n\n\n\n<ul><li><strong>Pour une IA francophone (PIAF) : du mod\u00e8le IA \u00e0 l\u2019application avec&nbsp;<\/strong><a href=\"http:\/\/service-public.fr\/\"><strong>service-public.fr<\/strong><\/a><strong>.&nbsp;<\/strong>Entre octobre 2019 et juin 2020, l\u2019\u00e9quipe de PIAF a collect\u00e9 et publi\u00e9 un jeu de donn\u00e9es d\u2019entra\u00eenement francophone gr\u00e2ce \u00e0 plus de 9500 annotations et la mobilisation de plus de 700 contributeurs. Ce travail a donn\u00e9 lieu \u00e0 la publication d\u2019un article de recherche dans une conf\u00e9rence sp\u00e9cialis\u00e9e&nbsp;(voir <a href=\"http:\/\/www.lrec-conf.org\/proceedings\/lrec2020\/pdf\/2020.lrec-1.673.pdf\">ici<\/a>). Depuis juin 2020, l\u2019\u00e9quipe PIAF d\u00e9veloppe un moteur de questions-r\u00e9ponses francophone et explore les usages potentiels de cette technologie dans l\u2019administration. L\u2019\u00e9quipe a&nbsp;notamment d\u00e9velopp\u00e9 un prototype avec&nbsp;<a href=\"http:\/\/service-public.fr\/\">service-public.fr<\/a>&nbsp;pour poser directement des questions \u00e0 la base documentaire.&nbsp;En 2021,&nbsp;l\u2019objectif sera d\u2019accompagner d\u2019autres administrations pour utiliser ces technologies et de d\u00e9ployer cette technologie en production.<\/li><\/ul>\n\n\n\n<p>Deux guides ont aussi \u00e9t\u00e9 d\u00e9velopp\u00e9 pour accompagner les administrations dans l\u2019utilisation de l\u2019intelligence artificielle :&nbsp;<\/p>\n\n\n\n<ul><li><strong>Comment utiliser l\u2019IA pour pseudonymiser des documents ?&nbsp;<\/strong>Pour accompagner la publication de l\u2019outil technique de pseudonymisation, nous avons publi\u00e9 un guide qui expose ce qu\u2019est la pseudonymisation de documents textuels et, lorsque c\u2019est possible, l\u2019utilisation de l\u2019IA pour la mettre en&nbsp;\u0153uvre. Voir le guide&nbsp;<a href=\"https:\/\/guides.etalab.gouv.fr\/pseudonymisation\/\">ici<\/a>.&nbsp;<\/li><\/ul>\n\n\n\n<ul><li><strong>Pr\u00e9parer et conduire votre campagne d\u2019annotation.\u00a0<\/strong>De nombreux projets d\u2019IA n\u00e9cessitent une phase d\u2019annotation, o\u00f9 des experts \u00ab\u00a0m\u00e9tier\u00a0\u00bb mobilis\u00e9s attribuent \u00e0 chaque donn\u00e9e une ou plusieurs \u00e9tiquettes qui lui correspond. Plus de la moiti\u00e9 des projets laur\u00e9ats cette ann\u00e9e ont n\u00e9cessit\u00e9 une phase d\u2019annotation. Ce guide pr\u00e9sente les \u00e9tapes cl\u00e9s pour obtenir des donn\u00e9es annot\u00e9es de qualit\u00e9, quelques bonnes pratiques afin d\u2019y parvenir, et des exemples de projets d\u2019IA dans l\u2019administration. Voir le guide\u00a0<a href=\"https:\/\/guides.etalab.gouv.fr\/annotation\/#introduction-pourquoi-annoter\">ici<\/a>.<\/li><\/ul>\n\n\n\n<h5 class=\"wp-block-heading\">3. <strong>Animer la communaut\u00e9 des acteurs de l\u2019IA pour la sph\u00e8re publique&nbsp;<\/strong><\/h5>\n\n\n\n<figure class=\"wp-block-image size-large is-resized\"><img decoding=\"async\" loading=\"lazy\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/datadrink.jpg\" alt=\"\" class=\"wp-image-14893\" width=\"906\" height=\"578\"\/><figcaption><em>Les rediffusions des datadrinks sont accessibles dans les&nbsp;<\/em><a href=\"https:\/\/etalab.github.io\/infolettre-lab-ia\/\"><em>infolettres<\/em><\/a><\/figcaption><\/figure>\n\n\n\n<p>De plus en plus nombreuse,&nbsp;<strong>la communaut\u00e9 de l\u2019IA pour la sph\u00e8re publique<\/strong>&nbsp;s\u2019est cr\u00e9\u00e9e autour des data scientists de l\u2019administration, porteurs de projets d\u2019IA, experts m\u00e9tiers de l\u2019administration, agents publics int\u00e9ress\u00e9s par la data science et l\u2019IA, et chercheurs en sciences des donn\u00e9es et en \u00e9thique de l\u2019IA (inscriptions \u00e0 la liste de diffusion&nbsp;<a href=\"https:\/\/infolettres.etalab.gouv.fr\/subscribe\/lab-ia@mail.etalab.studio\">ici<\/a>).<\/p>\n\n\n\n<p><strong>Elle se retrouve autour de datadrinks en virtuel dans l\u2019ann\u00e9e, qui ont permis de rassembler en 2020 plus de 350 participants autour de plus de 20 initiatives data science et IA dans l\u2019administration portant sur des sujets vari\u00e9s.&nbsp;<\/strong>Les rediffusions et supports de pr\u00e9sentation sont disponibles dans les infolettres. Le dernier datadrink de l\u2019hiver a permis d\u2019\u00e9changer sur les projets de la Cour des Comptes, l\u2019Agence nationale de la s\u00e9curit\u00e9 des syst\u00e8mes d&rsquo;information, et l\u2019Agence Fran\u00e7aise de D\u00e9veloppement (rediffusion&nbsp;<a href=\"https:\/\/visio.incubateur.net\/playback\/presentation\/2.0\/playback.html?meetingId=bfbffc35880da87358915de2c5e5212e15ea0e37-1607610608693\" class=\"broken_link\">ici<\/a>).&nbsp;<\/p>\n\n\n\n<p><strong>Une infolettre mensuelle autour de l\u2019IA dans l\u2019administration&nbsp;<\/strong>rassemble \u00e9galement des retours d\u2019exp\u00e9riences, actualit\u00e9s, appels \u00e0 projets, ressources et offres d\u2019emploi (contenu des infolettres pr\u00e9c\u00e9dentes&nbsp;<a href=\"https:\/\/etalab.github.io\/infolettre-lab-ia\/\">ici<\/a>). Les partages d\u2019exp\u00e9rience incluent par exemple des retours des porteurs de projets IA accompagn\u00e9s en 2019 1 (annotation collective avec l\u2019Autorit\u00e9 de s\u00fbret\u00e9 nucl\u00e9aire), des retours de ceux lanc\u00e9s avant et pendant le confinement (semaine d\u2019immersion au Conseil d\u2019Etat, cr\u00e9ation d\u2019un dossier patient fictif au CHU de Bordeaux, immersion terrain \u00e0 la Gendarmerie nationale) ou des focus particuliers pour rencontrer des \u00e9quipes des projets et leurs initiatives (identifier les mol\u00e9cules contaminant l\u2019environnement avec l\u2019INERIS, prot\u00e9ger les administrations des cyberattaques avec l\u2019ANSSI).&nbsp;<\/p>\n\n\n\n<h5 class=\"wp-block-heading\"><strong>Perspectives 2021&nbsp;: poursuite des exp\u00e9rimentations et appels \u00e0 projets&nbsp;<\/strong><\/h5>\n\n\n\n<p>En 2021, les projets s\u00e9lectionn\u00e9s et accompagn\u00e9s en 2020 se terminent et une phase d\u2019\u00e9valuation en coop\u00e9ration avec la DITP d\u00e9bute. Celle-ci permettra aux porteurs de projets de tester les outils d\u00e9velopp\u00e9s directement avec&nbsp;<strong>une mise en situation pour les utilisateurs finaux<\/strong>. Les outils une fois test\u00e9s sur le terrain par des usagers ou des agents permettront de documenter la pertinence d\u2019une g\u00e9n\u00e9ralisation ou d\u2019une industrialisation de ces technologies. L\u2019industrialisation du projet, l\u2019ajustement des algorithmes gr\u00e2ce \u00e0 la prise en compte des retours des utilisateurs, l\u2019h\u00e9bergement des applications dans les syst\u00e8mes informatiques internes aux administrations, la publication des codes en open source, la recherche de financements et les extensions possibles \u00e0 d\u2019autres services ou d\u2019autres territoires font partie des perspectives des projets exp\u00e9riment\u00e9s cette ann\u00e9e.&nbsp;<\/p>\n\n\n\n<p><strong>De nouveaux projets b\u00e9n\u00e9ficieront cette ann\u00e9e d&rsquo;un accompagnement pour exp\u00e9rimenter l\u2019IA,&nbsp;<\/strong>notamment en b\u00e9n\u00e9ficiant de l\u2019apport de la recherche avec une \u00e9quipe d\u00e9di\u00e9e de chercheurs de l\u2019INRIA, afin de d\u00e9velopper des prototypes fonctionnels pour les services publics.<\/p>\n\n\n\n<p>Initi\u00e9 en 2020,&nbsp;<strong>le \u00ab&nbsp;format clinique&nbsp;\u00bb du Lab IA<\/strong>&nbsp;continuera de r\u00e9pondre aux besoins des administrations en prenant un temps d\u00e9di\u00e9 pour aider une \u00e9quipe projet \u00e0 trouver des solutions \u00e0 un probl\u00e8me pr\u00e9cis. Ce format a aussi permis d\u2019initier en parall\u00e8le trois stages de six mois pour r\u00e9pondre aux besoins des administrations gr\u00e2ce au partenariat du Lab IA avec l\u2019INRIA. Les \u00e9quipes de&nbsp;<a href=\"https:\/\/beta.gouv.fr\/startups\/signaux-faibles.html\">Signaux Faibles<\/a>, qui d\u00e9tecte la d\u00e9faillance des entreprises, celles du&nbsp;<a href=\"https:\/\/www.brgm.fr\/fr\">BRGM<\/a>&nbsp;qui souhaitent mettre en place un agent conversationnel pour que les citoyens puissent directement questionner les bases de donn\u00e9es existantes sur la qualit\u00e9 de l\u2019eau et la quantit\u00e9 d\u2019eau dans leurs r\u00e9gions (rivi\u00e8res et nappes phr\u00e9atiques), et celles de&nbsp;<a href=\"https:\/\/piaf.etalab.studio\/\">PIAF (Pour une IA francophone)<\/a>, b\u00e9n\u00e9ficieront en 2021 de stagiaires encadr\u00e9s \u00e0 la fois par le Lab IA et l\u2019INRIA pour explorer des solutions innovantes.&nbsp; Pour participer au format clinique, les administrations peuvent nous contacter directement.<\/p>\n\n\n\n<p>Les administrations qui souhaitent initier ou poursuivre leur exp\u00e9rimentation en intelligence artificielle peuvent \u00e9galement candidater \u00e0&nbsp;<strong>l\u2019appel \u00e0 projet \u00ab&nbsp;Cycle de vie de la donn\u00e9e&nbsp;\u00bb initi\u00e9 dans le cadre du&nbsp;<\/strong><a href=\"https:\/\/france-relance.transformation.gouv.fr\/96c0-developper-lutilisation-de-la-donnee-dans-vot\" class=\"broken_link\"><strong>plan de relance<\/strong><\/a>. Celui-ci&nbsp;s\u2019adresse aux directions m\u00e9tiers d\u2019administration ou op\u00e9rateurs en charge d\u2019une politique publique qui souhaitent d\u00e9velopper le recours \u00e0 la donn\u00e9e dans la d\u00e9cision et la performance publique, y compris en intelligence artificielle.&nbsp;<\/p>\n\n\n\n<p>Le Lab IA travaillera \u00e9galement&nbsp;<strong>\u00e0 consolider la communaut\u00e9 de l\u2019IA dans l\u2019administration<\/strong>&nbsp;: partage d\u2019exp\u00e9riences et de bonnes pratiques, invitations \u00e0 des r\u00e9flexions sur des initiatives data science et IA dans l\u2019administration en cours ou termin\u00e9es, partage des actualit\u00e9s et offres d\u2019emploi, gr\u00e2ce \u00e0 des \u00e9changes r\u00e9guliers en ligne. Si vous souhaitez pr\u00e9senter une initiative datascience ou IA dans l\u2019administration dans un prochain datadrink, n\u2019h\u00e9sitez pas \u00e0 nous contacter.&nbsp;<\/p>\n\n\n\n<p class=\"has-text-align-center\"><em>Pour nous contacter&nbsp;:&nbsp;<\/em><a href=\"mailto:lab-ia@data.gouv.fr\"><em>lab-ia@data.gouv.fr<\/em><\/a><\/p>\n\n\n\n<p class=\"has-text-align-center\"><em><a href=\"https:\/\/infolettres.etalab.gouv.fr\/subscribe\/lab-ia@mail.etalab.studio\">Inscriptions \u00e0 la liste de diffusion du Lab IA&nbsp;(datadrinks et infolettres)<\/a><\/em><\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ce blogpost initie une s\u00e9rie de r\u00e9trospectives de l&rsquo;ann\u00e9e 2020 autour d&rsquo;axes de travail d&rsquo;Etalab : ouvrir les codes sources, ouvrir et faire circuler les donn\u00e9es publiques, accompagner les administrations \u00e0 travers le programme EIG, organiser la production des donn\u00e9es, accompagner les administrations sur l&rsquo;explicabilit\u00e9 et la redevabilit\u00e9 des algorithmes. Apr\u00e8s une ann\u00e9e de pr\u00e9figuration &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/retrospective-2020-1-6-lab-ia-datascience-et-intelligence-artificielle-pour-ladministration\"> <span class=\"screen-reader-text\">R\u00e9trospective 2020 #1\/6 : Lab IA, datascience et intelligence artificielle pour l&rsquo;administration<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":66,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Rose Poreaux","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/rose-poreaux"},"uagb_comment_info":0,"uagb_excerpt":"Ce blogpost initie une s\u00e9rie de r\u00e9trospectives de l&rsquo;ann\u00e9e 2020 autour d&rsquo;axes de travail d&rsquo;Etalab : ouvrir les codes sources, ouvrir et faire circuler les donn\u00e9es publiques, accompagner les administrations \u00e0 travers le programme EIG, organiser la production des donn\u00e9es, accompagner les administrations sur l&rsquo;explicabilit\u00e9 et la redevabilit\u00e9 des algorithmes. Apr\u00e8s une ann\u00e9e de pr\u00e9figuration\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14887"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/66"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=14887"}],"version-history":[{"count":37,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14887\/revisions"}],"predecessor-version":[{"id":14941,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14887\/revisions\/14941"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=14887"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=14887"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=14887"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}