{"id":6902,"date":"2017-04-28T08:29:35","date_gmt":"2017-04-28T06:29:35","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=6902"},"modified":"2019-09-19T11:14:05","modified_gmt":"2019-09-19T09:14:05","slug":"licence-version-2-0-de-la-licence-ouverte-suite-a-la-consultation-et-presentation-du-decret","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/licence-version-2-0-de-la-licence-ouverte-suite-a-la-consultation-et-presentation-du-decret","title":{"rendered":"Licence : Version 2.0 de la Licence Ouverte suite \u00e0 la consultation et pr\u00e9sentation du d\u00e9cret"},"content":{"rendered":"<h3><em><strong><span style=\"color: #333333;\">Pr\u00e9sentation du <a style=\"color: #333333;\" href=\"https:\/\/www.legifrance.gouv.fr\/eli\/decret\/2017\/4\/27\/2017-638\/jo\/texte\">d\u00e9cret n\u00b0 2017-638 du 27 avril 2017 relatif aux licences de r\u00e9utilisation \u00e0 titre gratuit des informations publiques et aux modalit\u00e9s de leur homologation <\/a><\/span><br \/>\n<\/strong><\/em><\/h3>\n<p style=\"text-align: justify;\"><span style=\"color: #3366ff;\"><em><strong>1\/ Evolutions l\u00e9gislatives relatives aux licences<\/strong><\/em><\/span><\/p>\n<p style=\"text-align: justify;\">Lors de la cr\u00e9ation de la mission Etalab et du lancement de la politique d\u2019\u00a0\u00ab\u00a0Open data\u00a0\u00bb par le gouvernement en 2011, une licence ouverte a \u00e9t\u00e9 \u00e9labor\u00e9e, \u00e0 l\u2019\u00e9poque, afin de <strong>faciliter aux r\u00e9utilisateurs la compr\u00e9hension de leurs droits et obligations<\/strong>. Cette licence a, d\u00e8s lors, commenc\u00e9 \u00e0 \u00eatre largement utilis\u00e9e par la majorit\u00e9 des administrations. Toutefois, certaines d\u2019entre elles avaient recours \u00e0 des licences sp\u00e9cifiques.<\/p>\n<p style=\"text-align: justify;\">C\u2019est dans ce contexte que la CADA, dans son avis sur le projet de loi n\u00b0 2015-1779 du 28 d\u00e9cembre 2015 relative \u00e0 la gratuit\u00e9 et aux modalit\u00e9s de la r\u00e9utilisation des informations du secteur public, avait sugg\u00e9r\u00e9 au gouvernement de pr\u00e9voir dans le texte la possibilit\u00e9, pour les administrations, de proposer des licences en cas de r\u00e9utilisation gratuite, en insistant sur la vocation p\u00e9dagogique des licences qui sont l\u2019occasion de rappeler les r\u00e8gles relatives \u00e0 la r\u00e9utilisation.<\/p>\n<p style=\"text-align: justify;\">Face \u00e0 <strong>la profusion des licences<\/strong>, dont la teneur \u00e9tait parfois tr\u00e8s h\u00e9t\u00e9rog\u00e8ne et <strong>pouvait nuire aux croisements de jeux de donn\u00e9es<\/strong>, la loi pour une R\u00e9publique num\u00e9rique, est intervenue pour limiter le choix de licences auxquelles les administrations pouvaient recourir. D\u00e9sormais, quand les administrations voudront proposer une licence pour la r\u00e9utilisation gratuite de leurs informations publiques, qu\u2019il s\u2019agisse de donn\u00e9es ou de logiciels, <strong>elles devront choisir celle-ci parmi les licences figurant dans le d\u00e9cret<\/strong> pr\u00e9vu \u00e0 l\u2019article L. 323-2 du CRPA.<\/p>\n<p style=\"text-align: justify;\">Lorsqu\u2019 aucune licence pr\u00e9vue dans le d\u00e9cret ne r\u00e9pond aux besoins d\u2019une administration et qu\u2019elle souhaiterait recourir \u00e0 <strong>une licence sp\u00e9cifique, cette licence devra \u00eatre homologu\u00e9e par l\u2019Etat<\/strong>, en l\u2019occurrence la DINSIC, selon les crit\u00e8res fix\u00e9s par le d\u00e9cret.<\/p>\n<p><em><span style=\"color: #3366ff;\"><strong>2\/ Le d\u00e9cret a vocation \u00e0 s\u2019appliquer uniquement lorsque les administrations peuvent \u00ab\u00a0\u00e9tablir\u00a0\u00bb une licence de r\u00e9utilisation \u00e0 titre gratuit <\/strong><\/span><\/em><\/p>\n<p style=\"text-align: justify;\">Le dernier alin\u00e9a de l\u2019article L. 323-2 du CRPA pr\u00e9voit que\u00a0: \u00ab\u00a0<em>Lorsque la r\u00e9utilisation \u00e0 titre gratuit donne lieu \u00e0 l&rsquo;\u00e9tablissement d&rsquo;une licence, cette licence est choisie parmi celles figurant sur une liste fix\u00e9e par d\u00e9cret, qui est r\u00e9vis\u00e9e tous les cinq ans, apr\u00e8s concertation avec les collectivit\u00e9s territoriales et leurs groupements. Lorsqu&rsquo;une administration souhaite recourir \u00e0 une licence ne figurant pas sur cette liste, cette licence doit \u00eatre pr\u00e9alablement homologu\u00e9e par l&rsquo;Etat, dans des conditions fix\u00e9es par d\u00e9cret.\u00a0<\/em>\u00bb<\/p>\n<p style=\"text-align: justify;\">Il convient d\u2019interpr\u00e9ter ces dispositions au sens strict. Ainsi, elles n\u2019auront \u00e0 s\u2019appliquer que dans les cas o\u00f9 \u00ab\u00a0l\u2019\u00e9tablissement\u00a0\u00bb de la licence appartient \u00e0 l\u2019administration et d\u00e9coule de son choix.<\/p>\n<p style=\"text-align: justify;\">Cela est particuli\u00e8rement important en cas de collaboration autours de d\u00e9veloppements logiciels. <strong>Les limites pr\u00e9vues par le d\u00e9cret ne s\u2019appliqueront pas aux cas o\u00f9 l\u2019administration participe \u00e0 des projets pour lesquels la licence a \u00e9t\u00e9 pr\u00e9\u00e9tablie et sur laquelle l\u2019administration n\u2019a aucun pouvoir<\/strong>. Ainsi, par exemple, lorsqu\u2019une administration contribuera \u00e0 des projets libres, certains de ces projets pourront avoir \u00e9t\u00e9, d\u00e8s leur origine, encadr\u00e9s par une licence sur laquelle l\u2019administration n\u2019a aucun pouvoir de d\u00e9cision, si ce n\u2019est renoncer \u00e0 participer au projet. Dans le m\u00eame sens, il convient de rappeler que de nombreux logiciels embarquent des librairies libres, elles-m\u00eames couvertes par des licences pr\u00e9-\u00e9tablies. Dans tous ces cas, le d\u00e9cret sera sans effet. Les administrations resteront libres de participer \u00e0 ces projets. En effet, l\u2019article L. 323-2 du CRPA a pour seule vocation de limiter le nombre de licences que les administrations peuvent proposer aux r\u00e9utilisateurs et ne doit pas avoir pour effet de limiter ou de faire obstacle aux projets auxquels une administration peut participer.<\/p>\n<p style=\"text-align: justify;\"><em><span style=\"color: #3366ff;\"><strong>3\/ Pr\u00e9sentation des licences<\/strong><\/span><\/em><\/p>\n<p style=\"text-align: justify;\">Depuis la cons\u00e9cration, par la loi pour une R\u00e9publique num\u00e9rique, du statut des codes source et des algorithmes en tant que document administratif, l\u2019option choisie dans le d\u00e9cret est de couvrir tant la r\u00e9utilisation des donn\u00e9es publiques que celle des logiciels.<\/p>\n<p style=\"text-align: justify;\">Le principe g\u00e9n\u00e9ral \u00e9tant la libre r\u00e9utilisation des donn\u00e9es publiques et des documents administratifs, quelle que soit leur forme, le choix d\u2019une licence devra toujours s\u2019op\u00e9rer dans le cadre pr\u00e9vu au premier alin\u00e9a de l\u2019article L. 323-2 du CRPA. Ainsi, les conditions fix\u00e9es dans les licences ne pourront\u00a0: \u00ab\u00a0<em>apporter de restrictions \u00e0 la r\u00e9utilisation que pour des motifs d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral et de fa\u00e7on proportionn\u00e9e. Elles ne peuvent avoir pour objet ou pour effet de restreindre la concurrence.<\/em>\u00a0\u00bb C\u2019est dans ce contexte que pour chacune des cat\u00e9gories de document administratif (donn\u00e9es ou logiciels), deux types de licences sont propos\u00e9s.<\/p>\n<ul>\n<li><span style=\"text-decoration: underline;\"><em>la licence ouverte ou les licences \u00ab\u00a0permissives\u00a0\u00bb <\/em><\/span><\/li>\n<\/ul>\n<p>Ces licences concerneront les cas o\u00f9 une totale libert\u00e9 de r\u00e9utilisation, y compris \u00e0 des fins commerciales, \u00a0des donn\u00e9es ou des logiciels sera accord\u00e9e au r\u00e9utilisateur.<\/p>\n<ul>\n<li><span style=\"text-decoration: underline;\"><em>l\u2019\u00a0\u00ab\u00a0open data base license\u00a0\u00bb (ODbL) ou les licences \u00ab\u00a0avec obligation de r\u00e9ciprocit\u00e9\u00a0\u00bb<\/em><\/span><\/li>\n<\/ul>\n<p>Ces licences concerneront les cas o\u00f9 le r\u00e9utilisateur sera libre d&rsquo;exploiter\u00a0:<\/p>\n<ul>\n<li style=\"text-align: justify;\">les bases de donn\u00e9es sous licence ODbL, \u00e0 condition de maintenir la licence sur la base de donn\u00e9es, et \u00e9ventuellement sur les modifications qui y sont apport\u00e9es. Ainsi, la base de donn\u00e9es d&rsquo;origine et les bases de donn\u00e9es d\u00e9riv\u00e9es (y compris les cr\u00e9ations issues assimilables \u00e0 des bases de donn\u00e9es d\u00e9riv\u00e9es) devront \u00eatre licenci\u00e9es sous la m\u00eame licence ODbL ou sous l&rsquo;une des licences compatibles<\/li>\n<li style=\"text-align: justify;\">les logiciels sous licences \u00ab\u00a0avec obligation de r\u00e9ciprocit\u00e9\u00a0\u00bb garantissant la libert\u00e9 d&rsquo;ex\u00e9cuter le logiciel, la libert\u00e9 d&rsquo;en \u00e9tudier le fonctionnement et de l&rsquo;adapter \u00e0 ses besoins, la libert\u00e9 d\u2019en redistribuer des copies et la libert\u00e9 d&rsquo;am\u00e9liorer le logiciel et de publier ces am\u00e9liorations. L\u2019 \u00ab\u00a0obligation de r\u00e9ciprocit\u00e9\u00a0\u00bb vise \u00e0 garantir que les \u0153uvres d\u00e9riv\u00e9es de ce logiciel offriront \u00e9galement ces libert\u00e9s. Ainsi, tout logiciel utilisant du code obtenu sous une telle licence devra, s&rsquo;il est diffus\u00e9, l&rsquo;\u00eatre sous une licence \u00e9quivalente.<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Apr\u00e8s examen de plusieurs des nombreuses licences disponibles, le d\u00e9cret dresse une premi\u00e8re liste des licences les plus employ\u00e9es actuellement, compatibles avec les crit\u00e8res ci-dessus. <strong>Cette liste en \u00ab\u00a0v0\u00a0\u00bb pourra \u00eatre amen\u00e9e \u00e0 \u00e9voluer<\/strong> (au moins tous les cinq ans comme fix\u00e9 par la loi, mais tr\u00e8s probablement plus t\u00f4t en fonction des besoins).<\/p>\n<p><em><span style=\"color: #3366ff;\"><strong>4\/ La proc\u00e9dure d\u2019homologation<br \/>\n<\/strong><\/span><\/em><\/p>\n<p style=\"text-align: justify;\">Si l\u2019administration, pour des besoins sp\u00e9cifiques qui ne pourraient \u00eatre couverts par les licences figurant dans le d\u00e9cret, souhaite \u00e9tablir une licence particuli\u00e8re, elle devra en demander pr\u00e9alablement l\u2019homologation par l\u2019Etat apr\u00e8s avoir adress\u00e9 une demande motiv\u00e9e \u00e0 la DINSIC. Au pr\u00e9alable, l\u2019administration devra avoir men\u00e9 concertation avec les principaux r\u00e9utilisateurs (s\u2019ils peuvent \u00eatre identifi\u00e9s) et en pr\u00e9senter la synth\u00e8se \u00e0 la DINSIC. La d\u00e9cision d\u2019homologation sera prononc\u00e9e par d\u00e9cision du Premier ministre pour l\u2019administration qui a fait la demande et pour le jeu de donn\u00e9es ou le logiciel objet de cette demande. Si toutefois, il apparaissait que de nombreuses demandes d\u2019homologation portent sur une m\u00eame licence qui couvrirait potentiellement un champ plus large qu\u2019une situation sp\u00e9cifique et un jeu de donn\u00e9es ou un logiciel d\u00e9termin\u00e9s, cette licence aurait vocation \u00e0 rejoindre les licences list\u00e9es dans le d\u00e9cret.<\/p>\n<hr \/>\n<h3><strong><em>Gen\u00e8se de la nouvelle version 2.0 de la Licence Ouverte<\/em> <\/strong><\/h3>\n<p>Nous tenons \u00e0 remercier les <a href=\"https:\/\/www.etalab.gouv.fr\/appel-a-commentaires-sur-un-nouveau-projet-de-licence\">nombreux participants qui ont permis, gr\u00e2ce \u00e0 un riche d\u00e9bat et plus de 160 contributions<\/a>, d\u2019am\u00e9liorer la r\u00e9daction de la version 2.0 de la Licence Ouverte.<\/p>\n<p>La discussion a \u00e9galement \u00e9t\u00e9 enrichie par les apports des administrations concern\u00e9es, ce qui nous a permis <strong>d\u2019aboutir \u00e0 une r\u00e9daction valid\u00e9e en r\u00e9union interminist\u00e9rielle que vous trouverez ici <\/strong>: <a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/ETALAB-Licence-Ouverte-v2.0.pdf\"><strong>Licence Ouverte version 2.0<\/strong><\/a> (27 avril 2017)<\/p>\n<p><em>=&gt; En compl\u00e9ment, vous pouvez \u00e9galement consulter le <a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/20170425-LO-Post-2e-consultation-et-Post-RIM-V.1-avec-modifs.pdf\">fichier retra\u00e7ant le suivi des modifications prises en compte depuis la pr\u00e9c\u00e9dente version<\/a> <\/em>(\u00ab\u00a0<a href=\"https:\/\/etalab.co-ment.com\/text\/eie9MY7svTZ\/history-version\/tgCmb9lXzRt\/\"><em>Version n\u00b03&Prime; du 19 avril sur l&rsquo;outil co-ment<\/em>)<\/a><\/p>\n<p style=\"text-align: justify;\">La <a href=\"https:\/\/www.legifrance.gouv.fr\/eli\/decret\/2017\/4\/27\/2017-638\/jo\/texte\">publication du d\u00e9cre<\/a><a href=\"http:\/\/D\u00e9cret n\u00b0 2017-638 du 27 avril 2017 relatif aux licences de r\u00e9utilisation \u00e0 titre gratuit des informations publiques et aux modalit\u00e9s de leur homologation\" class=\"broken_link\">t<\/a> pr\u00e9vu par l\u2019article L 323-2 du CRPA fait de la LO 2.0 la licence de r\u00e9f\u00e9rence pour les administrations pour la publication de donn\u00e9es publiques, aux c\u00f4t\u00e9s de l&rsquo;ODbL, et permet ainsi son utilisation par l\u2019ensemble des administrations.<\/p>\n<p>Conform\u00e9ment au d\u00e9cret, le r\u00e9f\u00e9rencement sur data.gouv.fr des licences en vigueur est en cours.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Pr\u00e9sentation du d\u00e9cret n\u00b0 2017-638 du 27 avril 2017 relatif aux licences de r\u00e9utilisation \u00e0 titre gratuit des informations publiques et aux modalit\u00e9s de leur homologation 1\/ Evolutions l\u00e9gislatives relatives aux licences Lors de la cr\u00e9ation de la mission Etalab et du lancement de la politique d\u2019\u00a0\u00ab\u00a0Open data\u00a0\u00bb par le gouvernement en 2011, une licence &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/licence-version-2-0-de-la-licence-ouverte-suite-a-la-consultation-et-presentation-du-decret\"> <span class=\"screen-reader-text\">Licence : Version 2.0 de la Licence Ouverte suite \u00e0 la consultation et pr\u00e9sentation du d\u00e9cret<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":4,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[208,37,206,207,209,99],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Laure Lucchesi","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/laure"},"uagb_comment_info":0,"uagb_excerpt":"Pr\u00e9sentation du d\u00e9cret n\u00b0 2017-638 du 27 avril 2017 relatif aux licences de r\u00e9utilisation \u00e0 titre gratuit des informations publiques et aux modalit\u00e9s de leur homologation 1\/ Evolutions l\u00e9gislatives relatives aux licences Lors de la cr\u00e9ation de la mission Etalab et du lancement de la politique d\u2019\u00a0\u00ab\u00a0Open data\u00a0\u00bb par le gouvernement en 2011, une licence\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6902"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=6902"}],"version-history":[{"count":17,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6902\/revisions"}],"predecessor-version":[{"id":12088,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6902\/revisions\/12088"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=6902"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=6902"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=6902"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}