{"id":783,"date":"2013-05-28T00:00:00","date_gmt":"2013-05-27T22:00:00","guid":{"rendered":"http:\/\/www.etalab.gouv.fr\/article-l-autorite-de-regulation-des-communications-electroniques-et-des-postes-arcep-publie-les-resultats-118107165-comments.html"},"modified":"2014-09-17T15:03:31","modified_gmt":"2014-09-17T13:03:31","slug":"lautoritederegulationdescommunicationselectroniquesetdespostesarceppublielesresultatsdesenquetesstatistiquesmeneesaupresdesoperateursdescommunicationselectroniques","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/lautoritederegulationdescommunicationselectroniquesetdespostesarceppublielesresultatsdesenquetesstatistiquesmeneesaupresdesoperateursdescommunicationselectroniques","title":{"rendered":"L&rsquo;Autorit\u00e9 de R\u00e9gulation des Communications Electroniques et des Postes (ARCEP) publie les r\u00e9sultats des enqu\u00eates statistiques men\u00e9es aupr\u00e8s des op\u00e9rateurs des communications \u00e9lectroniques"},"content":{"rendered":"<p style=\"text-align: justify;\">L&rsquo;ARCEP rend publics les r\u00e9sultats provisoires pour 2012 de l&rsquo;observatoire des march\u00e9s des communications \u00e9lectroniques en France, l&rsquo;observatoire des investissements et de l&#8217;emploi ainsi que l&rsquo;\u00e9volution de l&rsquo;indice des prix mobile sur le march\u00e9 r\u00e9sidentiel<\/p>\n<p style=\"text-align: justify;\">\u00a0Deux types de fichiers sous format excel sont mis \u00e0 disposition du public dans des formats r\u00e9utilisables :<\/p>\n<ul style=\"text-align: justify;\">\n<li><a href=\"http:\/\/www.data.gouv.fr\/DataSet\/572319\" class=\"broken_link\">Les s\u00e9ries trimestrielles de donn\u00e9es sur le march\u00e9 de d\u00e9tail depuis le 1er trimestre 2000<\/a>:<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Ce jeu de donn\u00e9es contient le revenu total des op\u00e9rateurs de communications \u00e9lectroniques sur le march\u00e9 de d\u00e9tail, le revenu des services de communications \u00e9lectroniques sur le march\u00e9 final, le trafic de t\u00e9l\u00e9phonie fixe et mobile, le volume de donn\u00e9es \u00e9chang\u00e9es sur les r\u00e9seaux mobiles ainsi que des donn\u00e9es relatives au march\u00e9 de d\u00e9tail;<\/p>\n<ul style=\"text-align: justify;\">\n<li><a href=\"http:\/\/www.data.gouv.fr\/DataSet\/572327\" class=\"broken_link\">Les s\u00e9ries annuelles de donn\u00e9es sur le march\u00e9 de d\u00e9tail et le march\u00e9 de gros des communications \u00e9lectroniques depuis 1998<\/a>:<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Les informations pr\u00e9sent\u00e9es dans ce jeu de donn\u00e9es concernent principalement le march\u00e9 du client final (march\u00e9 de d\u00e9tail) et les services les plus diffus\u00e9s. Les donn\u00e9es pr\u00e9sent\u00e9es proviennent des enqu\u00eates annuelles de l\u2019ARCEP. Ces donn\u00e9es peuvent tr\u00e8s l\u00e9g\u00e8rement diff\u00e9rer des chiffres pr\u00e9sent\u00e9s dans le fichier \u00a0\u00bb S\u00e9ries chronologiques trimestrielles \u00a0\u00bb puisqu\u2019elles r\u00e9sultent des comptes annuels consolid\u00e9s des op\u00e9rateurs.<\/p>\n<p style=\"text-align: justify;\">\u00a0<strong>Observatoire des investissements et de l&#8217;emploi en 2012 : niveau tr\u00e8s \u00e9lev\u00e9 d&rsquo;investissements et stabilit\u00e9 de l&#8217;emploi<\/strong><\/p>\n<ul style=\"text-align: justify;\">\n<li>Le montant des investissements r\u00e9alis\u00e9s par les op\u00e9rateurs est, pour la troisi\u00e8me ann\u00e9e cons\u00e9cutive, en forte hausse. Il d\u00e9passe les 10 milliards d&rsquo;euros pour l&rsquo;ensemble de l&rsquo;ann\u00e9e 2012, soit pr\u00e8s de 2 milliards de plus qu&rsquo;en 2011, et il atteint le niveau le plus \u00e9lev\u00e9 depuis 1998, date de lib\u00e9ralisation du march\u00e9 des t\u00e9l\u00e9communications. Une partie de l&rsquo;accroissement est li\u00e9e au paiement des licences pour les r\u00e9seaux mobiles de 4\u00e8me g\u00e9n\u00e9ration (2,6 milliards d&rsquo;euros en 2012 pour les fr\u00e9quences dans la bande 800 MHz contre 936 millions d&rsquo;euros en 2011 pour la bande 2,6 MHz). Hors achats de fr\u00e9quences, les investissements ont atteint 7,3 milliards d&rsquo;euros, ce qui constitue, l\u00e0 encore, le niveau le plus \u00e9lev\u00e9 jamais atteint. L&rsquo;activit\u00e9 mobile repr\u00e9sente environ la moiti\u00e9 des flux d&rsquo;investissements des op\u00e9rateurs. L&rsquo;ensemble des investissements (r\u00e9seaux, achats de fr\u00e9quences, etc.) dans le haut d\u00e9bit mobile (3G et 4G) est estim\u00e9 \u00e0 environ 4 milliards d&rsquo;euros en 2012 contre environ 2,4 milliards en 2011. L&rsquo;ARCEP approfondira, en 2013, son analyse de l&rsquo;investissement des op\u00e9rateurs, afin notamment de v\u00e9rifier le respect de leurs obligations de d\u00e9ploiement.<\/li>\n<\/ul>\n<ul style=\"text-align: justify;\">\n<li>Le nombre de salari\u00e9s des op\u00e9rateurs de communications \u00e9lectroniques est rest\u00e9 stable en 2012 (+0,1% par rapport \u00e0 2011). Depuis trois ans, le niveau d&#8217;emploi des op\u00e9rateurs s&rsquo;est globalement am\u00e9lior\u00e9 avec des hausses de 1,2% en 2011 et 1,6% en 2010, et ce, apr\u00e8s un peu plus de dix ans de baisse continue. Les op\u00e9rateurs emploient directement 129 000 personnes en d\u00e9cembre 2012. En 2013, l&rsquo;ARCEP travaillera avec l&rsquo;ensemble des autres administrations concern\u00e9es pour avoir une connaissance plus approfondie de l&#8217;emploi des diff\u00e9rents acteurs de la fili\u00e8re num\u00e9rique.<\/li>\n<\/ul>\n<p style=\"text-align: justify;\"><strong>March\u00e9 des communications \u00e9lectroniques : forte croissance des volumes et baisse du revenu des op\u00e9rateurs<\/strong><\/p>\n<p style=\"text-align: justify;\">\u00a0Le revenu des op\u00e9rateurs de communications \u00e9lectroniques sur les march\u00e9s de gros et de d\u00e9tail atteint 50,9 milliards d&rsquo;euros en 2012 (-3,3%, une partie de ce recul s&rsquo;expliquant par la baisse des tarifs des terminaisons d&rsquo;appels). Le seul march\u00e9 des clients finals repr\u00e9sente 42,0 milliards d&rsquo;euros en 2012 (-4,1% en un an), dont 39,0 milliards pour les seuls services de communications \u00e9lectroniques (hors revenus des terminaux et \u00e9quipements, annuaires, etc.) en recul de 4,4% en un an. Cette baisse concerne \u00e0 la fois les revenus des services fixes et mobiles.<\/p>\n<p style=\"text-align: justify;\">A l&rsquo;inverse, les indicateurs de trafic montrent une consommation accrue de services, notamment mobiles. Au total, le volume de trafic atteint 231,2 milliards de minutes en 2012 (+13,3 milliards de minutes par rapport \u00e0 2011). Le volume de SMS envoy\u00e9s au cours de l&rsquo;ann\u00e9e 2012 s&rsquo;\u00e9l\u00e8ve \u00e0 183,1 milliards de messages. Le volume de donn\u00e9es consomm\u00e9es au d\u00e9part des r\u00e9seaux mobiles est de 95 500 teraoctets, soit une croissance de 67,1% par rapport \u00e0 2011. Enfin, le trafic de t\u00e9l\u00e9phonie mobile cro\u00eet de 13,6% par rapport \u00e0 l&rsquo;ann\u00e9e 2011.<\/p>\n<p style=\"text-align: justify;\">Le march\u00e9 de d\u00e9tail se caract\u00e9rise ainsi par une baisse des revenus en valeur, par une forte croissance des volumes et par une baisse des prix. Ainsi, pour le march\u00e9 r\u00e9sidentiel en m\u00e9tropole, l&rsquo;Autorit\u00e9 \u00e9value la baisse des prix des services mobiles, en 2012, \u00e0 11,4% et \u00e0 28,4% pour les seules offres de services sans terminal.<\/p>\n<p style=\"text-align: justify;\">\u00a0<strong>Services mobiles en France m\u00e9tropolitaine ; baisse des prix de 11,4% en 2012 en moyenne annuelle<\/strong><\/p>\n<p style=\"text-align: justify;\">Les clients souscrivant des contrats post-pay\u00e9s (forfaits, y compris bloqu\u00e9s) b\u00e9n\u00e9ficient d&rsquo;une baisse des prix de 12,6 % en 2012. Si l&rsquo;ampleur de ce recul diff\u00e8re selon les profils, les prix des services mobiles diminuent significativement pour l&rsquo;ensemble des profils post-pay\u00e9s.<\/p>\n<p style=\"text-align: justify;\">La baisse des prix est d&rsquo;autant plus forte que les consommateurs utilisent intens\u00e9ment les services vocaux : -15,5 % pour les gros consommateurs, -13,4 % pour les consommateurs moyens et -9,0 % pour les petits consommateurs. La d\u00e9mocratisation des offres d&rsquo;abondance pour les services vocaux a largement profit\u00e9 aux gros consommateurs tandis que l&rsquo;apparition de forfaits d\u00e9di\u00e9s aux petits consommateurs a permis la reprise du recul des prix (-8,2 %) pour ce segment de client\u00e8le, qui avait connu une hausse de prix en 2011 (+1,4 %).<\/p>\n<p style=\"text-align: justify;\">Les prix reculent de 8,0 % pour les utilisateurs de cartes pr\u00e9pay\u00e9es apr\u00e8s s&rsquo;\u00eatre stabilis\u00e9s en 2011 : cette diminution des prix s&rsquo;explique par l&rsquo;apparition de cartes incluant des composantes d&rsquo;abondance pour les services vocaux et les SMS en 2012 ; la baisse des prix est \u00e9galement li\u00e9e \u00e0 l&rsquo;apparition de cartes sans dur\u00e9e de validit\u00e9, permettant aux plus petits consommateurs de lisser leur consommation et de r\u00e9duire leur d\u00e9pense.<\/p>\n<p style=\"text-align: justify;\">\u00a0L&rsquo;ARCEP continuera \u00e0 mettre r\u00e9guli\u00e8rement en ligne des donn\u00e9es sur la plateforme <a href=\"http:\/\/www.data.gouv.fr\">www.data.gouv.fr<\/a>.<\/p>\n<p style=\"text-align: justify;\">\u00a0(photo publi\u00e9e sous licence creative commons par <a href=\"http:\/\/www.flickr.com\/photos\/amenagement_numerique\/\">Point d&rsquo;Appui National ANT<\/a>)<\/p>\n<div class=\"clear center\" style=\"text-align: justify;\"><\/div>\n<div class=\"clear\" style=\"text-align: justify;\"><\/div>\n<div class=\"clear\" style=\"text-align: justify;\"><\/div>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>L&rsquo;ARCEP rend publics les r\u00e9sultats provisoires pour 2012 de l&rsquo;observatoire des march\u00e9s des communications \u00e9lectroniques en France, l&rsquo;observatoire des investissements et de l&#8217;emploi ainsi que l&rsquo;\u00e9volution de l&rsquo;indice des prix mobile sur le march\u00e9 r\u00e9sidentiel \u00a0Deux types de fichiers sous format excel sont mis \u00e0 disposition du public dans des formats r\u00e9utilisables : Les s\u00e9ries &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/lautoritederegulationdescommunicationselectroniquesetdespostesarceppublielesresultatsdesenquetesstatistiquesmeneesaupresdesoperateursdescommunicationselectroniques\"> <span class=\"screen-reader-text\">L&rsquo;Autorit\u00e9 de R\u00e9gulation des Communications Electroniques et des Postes (ARCEP) publie les r\u00e9sultats des enqu\u00eates statistiques men\u00e9es aupr\u00e8s des op\u00e9rateurs des communications \u00e9lectroniques<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":2,"featured_media":1992,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[14,1,42],"tags":[32],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/05\/regulation.jpg",300,225,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/05\/regulation-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/05\/regulation.jpg",300,225,false],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/05\/regulation.jpg",300,225,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/05\/regulation.jpg",300,225,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/05\/regulation.jpg",300,225,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/05\/regulation.jpg",300,225,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/05\/regulation.jpg",45,34,false]},"uagb_author_info":{"display_name":"Etalab","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/etalab"},"uagb_comment_info":0,"uagb_excerpt":"L&rsquo;ARCEP rend publics les r\u00e9sultats provisoires pour 2012 de l&rsquo;observatoire des march\u00e9s des communications \u00e9lectroniques en France, l&rsquo;observatoire des investissements et de l&#8217;emploi ainsi que l&rsquo;\u00e9volution de l&rsquo;indice des prix mobile sur le march\u00e9 r\u00e9sidentiel \u00a0Deux types de fichiers sous format excel sont mis \u00e0 disposition du public dans des formats r\u00e9utilisables : Les s\u00e9ries\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/783"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=783"}],"version-history":[{"count":3,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/783\/revisions"}],"predecessor-version":[{"id":1994,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/783\/revisions\/1994"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/1992"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=783"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=783"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=783"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}