{"id":6711,"date":"2017-03-24T12:35:55","date_gmt":"2017-03-24T11:35:55","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=6711"},"modified":"2019-10-15T10:44:17","modified_gmt":"2019-10-15T08:44:17","slug":"nouvelle-licence-pour-la-reutilisation-des-informations-publiques-elements-de-clarification","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/nouvelle-licence-pour-la-reutilisation-des-informations-publiques-elements-de-clarification","title":{"rendered":"Nouvelle licence pour la r\u00e9utilisation des informations publiques : \u00e9l\u00e9ments de clarification"},"content":{"rendered":"[:fr]\n<p style=\"text-align: left;\"><strong><span style=\"color: #ff0000;\">[MISE A JOUR DU 28 AVRIL 2017] : A l&rsquo;issue d&rsquo;une concertation et suite \u00e0 la <a href=\"https:\/\/www.etalab.gouv.fr\/licence-version-2-0-de-la-licence-ouverte-suite-a-la-consultation-et-presentation-du-decret\">publication du d\u00e9cret Licences du 27 avril 2017, la version 2.0 de la Licence Ouverte d\u00e9finitivement adopt\u00e9e<\/a> et <\/span><span style=\"color: #ff0000;\">remplace la Licence Ouverte Administrations= &gt; <em>Voir les d\u00e9tails dans <a href=\"https:\/\/www.etalab.gouv.fr\/licence-version-2-0-de-la-licence-ouverte-suite-a-la-consultation-et-presentation-du-decret\">ce billet<\/a><\/em><\/span> <\/strong><\/p>\n<p style=\"text-align: center;\">***<\/p>\n<p style=\"text-align: justify;\"><em><strong>Dans la perspective de l&rsquo;entr\u00e9e en vigueur imminente\u00a0du d\u00e9cret \u00ab\u00a0licences\u00a0\u00bb pr\u00e9vu par l&rsquo;Article L 323-2 du CRPA, Etalab a pr\u00e9par\u00e9 une nouvelle licence de r\u00e9utilisation des informations publiques, publi\u00e9e sur son blog le 20 mars 2017. Pr\u00e9sent\u00e9 trop rapidement\u00a0comme\u00a0une version se substituant \u00e0\u00a0la Licence Ouverte, alors qu&rsquo;il s&rsquo;agit d&rsquo;une nouvelle licence destin\u00e9e \u00e0 \u00eatre utilis\u00e9e par les administrations, et accompagn\u00e9 de quelques erreurs de liens qui ont \u00e9t\u00e9 corrig\u00e9es depuis, ce projet appelait des clarifications\u00a0compl\u00e9mentaires que nous apportons ci-dessous. Suite \u00e0 des\u00a0retours propos\u00e9s par l&rsquo;\u00e9cosyst\u00e8me, cette licence, dont le texte a \u00e9t\u00e9 l\u00e9g\u00e8rement amend\u00e9, a \u00e9t\u00e9 renomm\u00e9e \u00ab\u00a0<a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2017\/03\/Licence-Ouverte-Administrations.pdf\">Licence Ouverte Administrations<\/a>\u00a0\u00bb.<\/strong>\u00a0<\/em><\/p>\n<p style=\"text-align: justify;\">Le cadre l\u00e9gislatif fran\u00e7ais organisant l\u2019ouverture des donn\u00e9es publiques a \u00e9t\u00e9 profond\u00e9ment remani\u00e9 par la <a href=\"https:\/\/www.legifrance.gouv.fr\/affichTexte.do?cidTexte=JORFTEXT000031701525&amp;categorieLien=id\">\u00ab\u00a0Loi Gratuit\u00e9\u00a0\u00bb,<\/a> par la <a href=\"https:\/\/www.legifrance.gouv.fr\/affichTexte.do;jsessionid=2EEDDC53AA4334B2F421EFAD13113A7B.tpdila23v_1?cidTexte=JORFTEXT000033202746&amp;dateTexte=&amp;oldAction=rechJO&amp;categorieLien=id&amp;idJO=JORFCONT000033202743\">\u00ab\u00a0Loi pour une R\u00e9publique num\u00e9rique\u00a0\u00bb,<\/a> puis par la codification de toutes ces dispositions au sein du <a href=\"https:\/\/www.legifrance.gouv.fr\/affichCode.do?cidTexte=LEGITEXT000031366350\">Code des relations entre le public et l\u2019administration (CRPA).<\/a><\/p>\n<p style=\"text-align: justify;\">L\u2019ouverture des donn\u00e9es publiques est devenue un principe par d\u00e9faut, plusieurs r\u00e9gimes d\u2019ouverture sont r\u00e9unifi\u00e9s (ainsi les archives, tout en conservant certaines d\u00e9rogations, sont d\u00e9sormais clairement reconnues comme des informations publiques), et la loi \u00e9tend la politique d\u2019open data \u00e0 un <strong>nombre accru d\u2019acteurs publics\u00a0<\/strong>: collectivit\u00e9s locales, services publics industriels et commerciaux\u2026<\/p>\n<p style=\"text-align: justify;\">Ces \u00e9volutions appellent une nette augmentation du volume et de la vari\u00e9t\u00e9 des donn\u00e9es qui seront partag\u00e9es et r\u00e9utilisables. La <a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2014\/05\/Licence_Ouverte.pdf\">Licence Ouverte (LO),<\/a> pr\u00e9par\u00e9e par Etalab, les administrations et la soci\u00e9t\u00e9 civile en 2011, ne satisfait plus enti\u00e8rement \u00e0 ce nouveau cadre l\u00e9gislatif et r\u00e9glementaire applicable aux administrations.<\/p>\n<p style=\"text-align: justify;\">Aussi la mission Etalab a-t-elle pr\u00e9par\u00e9 une nouvelle licence d\u00e9di\u00e9e aux informations publiques, nomm\u00e9e \u00ab\u00a0<a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2017\/03\/Licence-Ouverte-Administrations.pdf\"><strong>Licence Ouverte Administrations<\/strong><\/a>\u00a0\u00bb, qui a vocation \u00e0 devenir la principale licence des administrations. Cette nouvelle licence <strong>pr\u00e9serve intacts les droits qui figuraient dans la Licence Ouverte<\/strong> et reprend en tous points les grandes avanc\u00e9es qui ont \u00e9t\u00e9 permises gr\u00e2ce \u00e0 l\u2019adoption successive des lois de 2015 et 2106. Des pr\u00e9cisions \u00e0 caract\u00e8re p\u00e9dagogique ont \u00e9t\u00e9 ins\u00e9r\u00e9es\u00a0: le rappel que d\u2019autres lois peuvent, dans certaines circonstances, s\u2019appliquer \u00e0 l\u2019utilisation de ces donn\u00e9es. Cette licence entrera en vigueur au moment de la publication du d\u00e9cret pr\u00e9vu par l\u2019Article L. 323-2 du CRPA.<\/p>\n<p style=\"text-align: justify;\">La Licence Ouverte reste par ailleurs utilisable par tous les acteurs autres que des administrations qui souhaitent s\u2019en servir.<\/p>\n<p style=\"text-align: center;\">***<\/p>\n<h3 style=\"text-align: left;\"><strong><u>De profonds changements intervenus en 2015 et 2016<\/u><\/strong><\/h3>\n<p style=\"text-align: justify;\">L\u2019intervention successive de la <a href=\"https:\/\/www.legifrance.gouv.fr\/affichTexte.do?cidTexte=JORFTEXT000031701525&amp;categorieLien=id\">loi n\u00b0 2015-1779 du 28 d\u00e9cembre 2015 relative \u00e0 la gratuit\u00e9 et aux modalit\u00e9s de la r\u00e9utilisation des informations du secteur public<\/a> et de la <a href=\"https:\/\/www.legifrance.gouv.fr\/eli\/loi\/2016\/10\/7\/ECFI1524250L\/jo\/texte\">loi n\u00b0 2016-1321 du 7 octobre 2016 pour une R\u00e9publique num\u00e9rique<\/a> ont chang\u00e9 en profondeur le paysage de l\u2019open data.<\/p>\n<p style=\"text-align: justify;\">Tout d\u2019abord, la loi de 2015 <strong>a fix\u00e9 un principe de gratuit\u00e9 de la r\u00e9utilisation des informations publiques, avec un r\u00e9gime d\u2019exception tr\u00e8s encadr\u00e9. Or, l\u2019\u00e9tablissement d\u2019une licence n\u2019\u00e9tait pr\u00e9vu que pour les r\u00e9utilisations soumises \u00e0 redevance.<\/strong> Cette disposition (qui pouvait parfois \u00eatre interpr\u00e9t\u00e9e <em>a contrario<\/em> comme ne permettant pas la d\u00e9livrance d\u2019une licence d\u00e8s lors que la r\u00e9utilisation \u00e9tait gratuite) ne permettait pas d\u2019en imposer l\u2019usage par les administrations.<\/p>\n<p style=\"text-align: justify;\">Ainsi, seuls avaient lieu \u00e0 s\u2019appliquer les principes g\u00e9n\u00e9raux de la loi CADA selon lesquels : \u00ab\u00a0<em>Sauf accord de l&rsquo;administration, la r\u00e9utilisation des informations publiques est soumise \u00e0 la condition que ces derni\u00e8res ne soient pas alt\u00e9r\u00e9es, que leur sens ne soit pas d\u00e9natur\u00e9 et que leurs sources et la date de leur derni\u00e8re mise \u00e0 jour soient mentionn\u00e9es<\/em>.\u00a0\u00bb<\/p>\n<p style=\"text-align: justify;\">D\u00e9sormais, la possibilit\u00e9 pour les\u00a0administrations de\u00a0proposer une licence de r\u00e9utilisation d&rsquo;informations publiques m\u00eame lorsque la r\u00e9utilisation est gratuite est pr\u00e9vue par la loi. Lors de la consultation de la CADA sur le projet de loi Valter,<strong> la commission avait insist\u00e9 sur la vertu p\u00e9dagogique des licences,<\/strong> dans un contexte de r\u00e9utilisation gratuite, qui donnent l\u2019occasion de rappeler opportun\u00e9ment au r\u00e9utilisateur les r\u00e8gles relatives \u00e0 la r\u00e9utilisation des informations publiques.<\/p>\n<p style=\"text-align: justify;\">Les lois de 2105 et 2016 ont par ailleurs successivement fait basculer dans l\u2019open data les informations publiques du secteur culturel, de l\u2019enseignement et de la recherche ainsi que les services publics industriels et commerciaux.<\/p>\n<p style=\"text-align: justify;\">Enfin, la loi de 2016 a pos\u00e9 des principes tr\u00e8s forts en faveur de l\u2019open data parmi lesquels :<\/p>\n<ul>\n<li>Un principe de diffusion par d\u00e9faut des informations publiques dont les premiers effets se feront sentir d\u00e8s le 7 avril prochain (art. 312-1-1 du CRPA, entrant en vigueur 6 mois apr\u00e8s la promulgation de la loi R\u00e9publique num\u00e9rique), et qu\u2019il convient d\u2019anticiper,<\/li>\n<li>L\u2019adaptation du droit <em>sui generis<\/em> des producteurs de bases de donn\u00e9es pour qu\u2019il ne puisse constituer un obstacle \u00e0 la r\u00e9utilisation d\u2019informations publiques (art. L. 321-3 du CRPA),<\/li>\n<li>La disparition de certaines des restrictions relatives \u00e0 la r\u00e9utilisation de donn\u00e9es \u00e0 caract\u00e8re personnel (suppression du premier alin\u00e9a de l&rsquo;art. L. 322-2 du CRPA) et la possibilit\u00e9 de diffuser plus largement certains documents contenant des donn\u00e9es \u00e0 caract\u00e8re personnel, dont la liste sera fix\u00e9e par d\u00e9cret (art. L. 312-1-2 du CRPA),<\/li>\n<li>L\u2019obligation pour les administrations de choisir une licence parmi celles figurant sur une liste fix\u00e9e par d\u00e9cret lorsque la r\u00e9utilisation gratuite de leurs informations publiques est soumise \u00e0 licence \u00e0 titre gratuit donne lieu \u00e0 l&rsquo;\u00e9tablissement d&rsquo;une licence, cette licence est choisie parmi celles figurant sur une liste fix\u00e9e par d\u00e9cret (art. L. 323-2 du CRPA).<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">C\u2019est dans ce contexte que cette nouvelle licence a \u00e9t\u00e9 \u00e9labor\u00e9e. Elle est destin\u00e9e \u00e0 prendre en compte tous ces nouveaux enjeux et \u00e0 les anticiper en vue de la publication imminente du d\u00e9cret \u00ab\u00a0licences\u00a0\u00bb pr\u00e9vu \u00e0 l\u2019article L. 323-2 du CRPA.<\/p>\n<p style=\"text-align: justify;\">Elle figurera ainsi parmi la liste des licences que les administrations pourront proposer et se substituera pour les administrations \u00e0 la Licence Ouverte \u00e0 partir de l\u2019entr\u00e9e en vigueur du d\u00e9cret.<\/p>\n<h3 style=\"text-align: justify;\"><strong><u>La Licence Ouverte de 2011 n\u2019\u00e9tait pas adapt\u00e9e \u00e0 ces nouveaux enjeux<\/u><\/strong><\/h3>\n<p style=\"text-align: justify;\">L\u2019emploi, dans la Licence Ouverte, des termes tr\u00e8s g\u00e9n\u00e9riques \u00ab\u00a0producteur\u00a0\u00bb et \u00ab\u00a0information\u00a0\u00bb, s\u2019il avait le m\u00e9rite de pouvoir embrasser des entit\u00e9s et des donn\u00e9es de nature priv\u00e9e n\u2019\u00e9tait pas parfaitement adapt\u00e9 aux informations publiques.<\/p>\n<p style=\"text-align: justify;\">En effet, les donn\u00e9es <u>re\u00e7ues<\/u>, et non produites, par les administrations entrent \u00e9galement dans le champ des informations publiques qui ont vocation \u00e0 \u00eatre diffus\u00e9es et r\u00e9utilis\u00e9es. D\u00e8s lors, cette licence n\u2019\u00e9tait plus compatible avec le r\u00e9gime des licences de r\u00e9utilisation d\u2019informations publiques pr\u00e9vu par la loi de 2016.<\/p>\n<p style=\"text-align: justify;\">Si le choix de cette Licence Ouverte ne s\u2019av\u00e8re plus possible pour les administrations, celle-ci peut n\u00e9anmoins toujours \u00eatre utilis\u00e9e par des acteurs priv\u00e9s. Les licences LO et LOA sont par ailleurs compatibles.<\/p>\n<h3 style=\"text-align: justify;\"><strong><u>La Licence Ouverte Administrations garantit les droits des r\u00e9utilisateurs<\/u><\/strong><\/h3>\n<p>Du fait des changements intervenus en 2015 et 2016, la Licence Ouverte Administrations a choisi de bien rappeler aux r\u00e9utilisateurs les droits et les obligations qui ressortent de la loi.<\/p>\n<p style=\"text-align: justify;\">Si certains th\u00e8mes sont apparus dans cette licence, comme le r\u00e9gime applicable aux donn\u00e9es \u00e0 caract\u00e8re personnel (les archives, qui sont d\u00e9sormais des informations publiques, en contiennent de tr\u00e8s nombreuses), <strong>ce n\u2019est pas pour faire peser de nouvelles contraintes sur les r\u00e9utilisateurs mais bien pour les informer des obligations \u00e9ventuelles qui sont les leurs<\/strong>. Ces dispositions ne sont aucunement\u00a0une nouveaut\u00e9. Si la Licence Ouverte \u00e9tait muette sur ce point, le r\u00e9gime \u00ab\u00a0CNIL\u00a0\u00bb \u00e9tait d&rsquo;ores et d\u00e9j\u00e0\u00a0applicable. Il l\u2019est et le demeurera d\u00e8s lors qu\u2019il y a traitement de donn\u00e9es \u00e0 caract\u00e8re personnel. L\u2019\u00e9volution des technologies big data peuvent conduire \u00e0 la r\u00e9identification des personnes, la licence se devait de traiter ce point.<\/p>\n<p style=\"text-align: justify;\">Il en va de m\u00eame pour le rappel selon lequel des informations sur lesquelles des tiers d\u00e9tiennent des droits de propri\u00e9t\u00e9 intellectuelle <strong><u>ne constituent pas des informations publiques<\/u><\/strong> et sont donc hors champ de la licence. Il s\u2019agit l\u00e0 encore d\u2019un rappel de la loi en vigueur depuis 2005 (art. L. 321-2 du CRPA) \u00e0 vocation uniquement p\u00e9dagogique, et non une volont\u00e9 de restreindre d\u2019une fa\u00e7on ou d\u2019une autre les droits des r\u00e9utilisateurs.<\/p>\n<p style=\"text-align: justify;\"><strong>Pour le reste, les droits des r\u00e9utilisateurs sont ceux garantis par la loi qui a consacr\u00e9 une libert\u00e9 de r\u00e9utilisation<\/strong>. Cette libert\u00e9 ne peut faire l\u2019objet d\u2019une restriction que pour des motifs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral, de fa\u00e7on proportionn\u00e9e et ne doit pas avoir pour objet ou pour effet de restreindre la concurrence (art. L. 323-2 du CRPA).<\/p>\n<p>Ainsi, pour les informations publiques soumises \u00e0 cette licence, les r\u00e9utilisateurs, tout comme sous la Licence Ouverte, demeurent libres de les :<\/p>\n<ul>\n<li>reproduire, copier, publier et transmettre ;<\/li>\n<li>diffuser et redistribuer;<\/li>\n<li>adapter, modifier, extraire et transformer<\/li>\n<li>exploiter \u00e0 titre commercial.<\/li>\n<\/ul>\n<hr \/>\n<blockquote>\n<h3><strong><span style=\"text-decoration: underline;\"><em>En r\u00e9sum\u00e9\u00a0:<\/em><\/span><\/strong><\/h3>\n<ul>\n<li>La Licence Ouverte Administrations (LOA) a \u00e9t\u00e9 rendue n\u00e9cessaire par les \u00e9volutions du cadre l\u00e9gal et r\u00e8glementaire de l\u2019open data pour les administrations, elle ne concerne que <strong><u>les informations publiques,<\/u><\/strong><\/li>\n<li>Pour les administrations qui avaient jusque-l\u00e0 fait le choix de la Licence Ouverte, la \u00ab\u00a0LOA\u00a0\u00bb se substituera \u00e0 celle-ci d\u00e8s l\u2019entr\u00e9e en vigueur du d\u00e9cret \u00ab\u00a0licences \u00bb pr\u00e9vu \u00e0 l\u2019article 323-2 du CRPA sans effet r\u00e9troactif,<\/li>\n<li>La Licence Ouverte pourra continuer \u00e0 \u00eatre utilis\u00e9e par des acteurs autres que des administrations s\u2019ils le souhaitent,<\/li>\n<li>Ces deux licences sont compatibles,<\/li>\n<li>La Licence Ouverte Administrations n\u2019am\u00e8ne p<strong>as de recul des droits pour les r\u00e9utilisateurs<\/strong>. Elle contient, \u00e0 des fins p\u00e9dagogiques, des \u00e9l\u00e9ments de rappel du cadre juridique applicable le cas \u00e9ch\u00e9ant. Il n\u2019y a pas d\u2019incidence juridique sur les r\u00e9utilisations faites \u00e0 partir de donn\u00e9es publiques initialement diffus\u00e9es sous Licence Ouverte.<\/li>\n<\/ul>\n<\/blockquote>\n<hr \/>\n<p style=\"text-align: justify;\"><strong>Nous esp\u00e9rons ainsi que ces clarifications permettront aux r\u00e9utilisateurs et aux administrations d\u2019avoir une vision claire et exhaustive de leurs droits et obligations.<\/strong><\/p>\n<p style=\"text-align: left;\">\n[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr] [MISE A JOUR DU 28 AVRIL 2017] : A l&rsquo;issue d&rsquo;une concertation et suite \u00e0 la publication du d\u00e9cret Licences du 27 avril 2017, la version 2.0 de la Licence Ouverte d\u00e9finitivement adopt\u00e9e et remplace la Licence Ouverte Administrations= &gt; Voir les d\u00e9tails dans ce billet *** Dans la perspective de l&rsquo;entr\u00e9e en vigueur &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/nouvelle-licence-pour-la-reutilisation-des-informations-publiques-elements-de-clarification\"> <span class=\"screen-reader-text\">Nouvelle licence pour la r\u00e9utilisation des informations publiques : \u00e9l\u00e9ments de clarification<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":4,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[70,1],"tags":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Laure Lucchesi","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/laure"},"uagb_comment_info":0,"uagb_excerpt":"[:fr] [MISE A JOUR DU 28 AVRIL 2017] : A l&rsquo;issue d&rsquo;une concertation et suite \u00e0 la publication du d\u00e9cret Licences du 27 avril 2017, la version 2.0 de la Licence Ouverte d\u00e9finitivement adopt\u00e9e et remplace la Licence Ouverte Administrations= &gt; Voir les d\u00e9tails dans ce billet *** Dans la perspective de l&rsquo;entr\u00e9e en vigueur\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6711"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=6711"}],"version-history":[{"count":35,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6711\/revisions"}],"predecessor-version":[{"id":12245,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6711\/revisions\/12245"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=6711"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=6711"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=6711"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}