{"id":12485,"date":"2020-01-31T10:52:44","date_gmt":"2020-01-31T09:52:44","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=12485"},"modified":"2020-02-04T10:22:12","modified_gmt":"2020-02-04T09:22:12","slug":"lannee-2019-pour-etalab-une-retrospective","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/lannee-2019-pour-etalab-une-retrospective","title":{"rendered":"L&rsquo;ann\u00e9e 2019 pour Etalab, une r\u00e9trospective"},"content":{"rendered":"<p>Pour l&rsquo;\u00e9quipe Etalab, l&rsquo;ann\u00e9e 2019 a \u00e9t\u00e9 riche ! Nous avons publi\u00e9 schema.data.gouv.fr et le site code.etalab.gouv.fr, lanc\u00e9 le projet d&rsquo;intelligence artificielle PIAF, accompagn\u00e9 une promotion d&rsquo;entrepreneurs d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral et bien d&rsquo;autres choses encore. Voici une r\u00e9trospective de l&rsquo;ann\u00e9e 2019, en faits et en chiffres, ainsi que les perspectives qui s&rsquo;ouvrent pour l&rsquo;ann\u00e9e 2020.<\/p>\n\n\n<h2 class=\"has-very-dark-gray-color has-text-color wp-block-heading\">1. Ouverture de donn\u00e9es<\/h2>\n\n\n\n<h5 class=\"wp-block-heading\">Des ouvertures de donn\u00e9es en continu<\/h5>\n\n\n\n<p><strong>De nouvelles donn\u00e9es ont \u00e9t\u00e9 ouvertes ou mises \u00e0 jour en 2019<\/strong>. Elles portent sur des sujets aussi divers que : <\/p>\n\n\n\n<ul><li>l&rsquo;environnement (<a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/suivi-des-sorties-aout-2019-1\/\">qualit\u00e9 de l&rsquo;air<\/a>, <a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/suivi-des-sorties-septembre-2019\/\">achats de pesticides par code postal<\/a>, <a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/suivi-des-sorties-novembre-2019\/\">r\u00e9novation \u00e9nerg\u00e9tique<\/a>&#8230;) ;<\/li><li>les transports (<a href=\"https:\/\/transport.data.gouv.fr\/\">189 AOM ont publi\u00e9 leurs donn\u00e9es sur transport.data.gouv.fr<\/a> couvrant 78% de la population, les <a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/suivi-des-sorties-novembre-2019\/\">horaires des TGV, le r\u00e9seau routier<\/a>&#8230;) ;<\/li><li>les <a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/suivi-des-sorties-mai-2019\/\">\u00e9lections (<\/a><a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/repertoire-national-des-elus-1\/\">r\u00e9pertoire national des \u00e9lus<\/a><a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/suivi-des-sorties-mai-2019\/\">, r\u00e9sultats et bureaux de vote&#8230;) ;<\/a><\/li><li><a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/suivi-des-sorties-mai-2019\/\">les finances publiques (donn\u00e9es des finances publiques locales de 2019) ;<\/a><\/li><li><a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/suivi-des-sorties-mai-2019\/\">l&rsquo;enseignement sup\u00e9rieur (v\u0153ux<\/a><a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/parcoursup-voeux-de-poursuite-detudes-et-de-reorientation-dans-lenseignement-superieur-et-reponses-des-etablissements\/\"> r\u00e9alis\u00e9s sur Parcoursup)<\/a><a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/suivi-des-sorties-octobre-2019\/\"> ; <\/a><\/li><li><a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/suivi-des-sorties-octobre-2019\/\">l&rsquo;immigration en France<\/a>&#8230;<\/li><\/ul>\n\n\n\n<p>Vous voulez en savoir plus sur les donn\u00e9es publi\u00e9es ? Depuis avril 2019, nous r\u00e9digeons <strong>chaque mois un article<\/strong> pour mettre en avant les jeux de donn\u00e9es et les r\u00e9utilisations publi\u00e9es sur data.gouv.fr : <a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/\">https:\/\/www.data.gouv.fr\/fr\/posts\/<\/a> <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Une ouverture embl\u00e9matique : les demandes de valeurs fonci\u00e8res<\/h5>\n\n\n\n<p class=\"has-text-align-left\">En avril, Etalab a particip\u00e9 \u00e0 la publication des<strong> donn\u00e9es des <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/demandes-de-valeurs-foncieres\/\">demandes de valeurs fonci\u00e8res<\/a><\/strong><a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/demandes-de-valeurs-foncieres\/\"> de ces cinq derni\u00e8res ann\u00e9es<\/a>. L&rsquo;ouverture de ces donn\u00e9es de la direction g\u00e9n\u00e9rale des finances publiques a suscit\u00e9 un grand int\u00e9r\u00eat. Un des signes les plus parlants de cet int\u00e9r\u00eat : le public s&rsquo;est appropri\u00e9 les donn\u00e9es pour en proposer des r\u00e9utilisations vari\u00e9es.<\/p>\n\n\n\n<p class=\"has-text-align-left\">De notre c\u00f4t\u00e9, nous avons d\u00e9velopp\u00e9 un outil de visualisation pour faciliter l&rsquo;exploration de ces donn\u00e9es par des publics moins techniques : <strong><a href=\"https:\/\/app.dvf.etalab.gouv.fr\/\">https:\/\/app.dvf.etalab.gouv.fr<\/a><\/strong>. Visiblement utile, le site a \u00e9t\u00e9 visit\u00e9 <strong>5,6 millions de fois sur l&rsquo;ann\u00e9e<\/strong>, dont 1,5 million les 3 premi\u00e8res semaines.<\/p>\n\n\n\n<figure class=\"wp-block-gallery columns-1 is-cropped wp-block-gallery-2 is-layout-flex\"><ul class=\"blocks-gallery-grid\"><li class=\"blocks-gallery-item\"><figure><img decoding=\"async\" loading=\"lazy\" width=\"1024\" height=\"728\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/07\/app-dvf-etalab-1024x728.png\" alt=\"\" data-id=\"11464\" data-full-url=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/07\/app-dvf-etalab.png\" data-link=\"https:\/\/www.etalab.gouv.fr\/app-dvf-etalab\" class=\"wp-image-11464\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/07\/app-dvf-etalab-1024x728.png 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/07\/app-dvf-etalab-300x213.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/07\/app-dvf-etalab-768x546.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/07\/app-dvf-etalab.png 1440w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure><\/li><\/ul><figcaption class=\"blocks-gallery-caption\"> <em>Capture d&rsquo;\u00e9cran de l&rsquo;application d\u00e9velopp\u00e9e par Etalab pour explorer les donn\u00e9es de demandes de valeurs fonci\u00e8res<\/em><br><em> <\/em> <br><\/figcaption><\/figure>\n\n\n\n<h5 class=\"wp-block-heading\">Des actions pour faciliter l&rsquo;exploitation des donn\u00e9es<\/h5>\n\n\n\n<ul><li><strong>La <a href=\"https:\/\/adresse.data.gouv.fr\/\">base adresse nationale <\/a>est d\u00e9sormais diffus\u00e9e sous licence ouverte ! <\/strong>La base adresse nationale est une des 9 bases du service public de la donn\u00e9e. Gr\u00e2ce au travail effectu\u00e9 en 2019 et conform\u00e9ment \u00e0 la <a href=\"https:\/\/www.ccomptes.fr\/sites\/default\/files\/2019-03\/20190311-refere-S2018-3287-valorisation-donnees-IGN-Meteo-France-Cerema-rep-PM.pdf\">d\u00e9cision du Premier ministre<\/a>, elle est pass\u00e9e sous licence ouverte au 1er janvier 2020. Une belle mani\u00e8re de commencer l&rsquo;ann\u00e9e !<\/li><li><strong>Un nouvel outil permet de fouiller les donn\u00e9es et d&rsquo;explorer automatiquement les CSV : CSVdetective<\/strong> . Cet outil d\u00e9tecte automatiquement les identifiants pr\u00e9sents dans les fichiers CSV de data.gouv.fr : les codes INSEE, les code SIRET ou les codes SIREN. N&rsquo;h\u00e9sitez pas \u00e0 tester et \u00e0 am\u00e9liorer ce service, pour l&rsquo;instant d\u00e9ploy\u00e9 \u00e0 titre exp\u00e9rimental : <a href=\"https:\/\/csvdetective.etalab.studio\/\">https:\/\/csvdetective.etalab.studio\/<\/a> <\/li><\/ul>\n\n\n\n<div class=\"wp-block-group\"><div class=\"wp-block-group__inner-container is-layout-flow\">\n<h5 class=\"wp-block-heading\">+58% d&rsquo;audience sur data.gouv.fr<\/h5>\n\n\n\n<p>La plateforme <a href=\"https:\/\/www.data.gouv.fr\/fr\/\">data.gouv.fr <\/a>a enregistr\u00e9 5,8 millions de visites, soit une augmentation de 58% par rapport \u00e0 2018 (3,6 millions en 2018, + 40% par rapport \u00e0 2017 avec 2,7 millions de visites). Cette dynamique se refl\u00e8te aussi dans le contenu : en 2019, 6 300 nouveaux jeux de donn\u00e9es, 350 nouvelles r\u00e9utilisations et plus de 2000 discussions ont \u00e9t\u00e9 publi\u00e9es sur la plateforme.<\/p>\n<\/div><\/div>\n\n\n\n<h5 class=\"wp-block-heading\">12 sch\u00e9mas de donn\u00e9es r\u00e9f\u00e9renc\u00e9s<\/h5>\n\n\n\n<p>Pour encourager les producteurs de donn\u00e9es \u00e0 respecter des <strong>sch\u00e9mas de donn\u00e9es<\/strong>, nous avons lanc\u00e9 en juin dernier <a href=\"https:\/\/schema.data.gouv.fr\/\">schema.data.gouv.fr.<\/a> A date, la plateforme r\u00e9f\u00e9rence 12 sch\u00e9mas de donn\u00e9es et doit servir \u00e0 faciliter la r\u00e9utilisation des donn\u00e9es publi\u00e9es.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">La France toujours dans le trio de t\u00eate des classements open data <\/h5>\n\n\n\n<p>En 2019, la France a maintenu ou am\u00e9lior\u00e9 <strong>sa position de leader mondial en mati\u00e8re d&rsquo;open data<\/strong>. Nous y voyons le r\u00e9sultat du travail que nous faisons au quotidien. La France est <a href=\"https:\/\/www.oecd-ilibrary.org\/governance\/government-at-a-glance-2019_8ccf5c38-en\">2e au classement OURIndex 2019 de l\u2019OCDE<\/a> et 3e au <a href=\"https:\/\/www.europeandataportal.eu\/sites\/default\/files\/open_data_maturity_report_2019.pdf\">classement Open Data Maturity de l\u2019Union Europ\u00e9enne<\/a>. Par ailleurs, l&rsquo;open data contribue \u00e0 <a href=\"https:\/\/www.etalab.gouv.fr\/rapport-europeen-desi-2019-la-france-remonte-dans-le-classement\">am\u00e9liorer la position fran\u00e7aise dans le classement DESI <\/a><a href=\"https:\/\/ec.europa.eu\/information_society\/newsroom\/image\/document\/2018-20\/fr-desi_2018-country-profile-lang_4AA6ADFA-AFD7-FBED-E2CC5C0CC899C7DD_52349.pdf\">(Digital Economy &amp; Society Index)<\/a> <a href=\"https:\/\/www.etalab.gouv.fr\/rapport-europeen-desi-2019-la-france-remonte-dans-le-classement\">2019 de l&rsquo;Union Europ\u00e9enne (3e sur l&rsquo;open data vs 15e au global). <\/a><\/p>\n\n\n\n<h2 class=\"has-very-dark-gray-color has-text-color wp-block-heading\">2. Partage et circulation de la donn\u00e9e entre administrations<\/h2>\n\n\n\n<h5 class=\"wp-block-heading\">Structuration d&rsquo;une offre de service d&rsquo;API pour les administrations<\/h5>\n\n\n\n<p>Pour faciliter la circulation de l&rsquo;information entre les administrations et permettre la mise en place du principe du \u00ab\u00a0Dites-le-nous une fois\u00a0\u00bb, nous avons construit <a href=\"https:\/\/www.numerique.gouv.fr\/produits-services\/guichet-dites-le-nous-une-fois\/\">une offre de service \u00e0 destination des administrations<\/a>. L&rsquo;offre de service repose aujourd&rsquo;hui sur 4 produits : <\/p>\n\n\n\n<ul><li><a href=\"https:\/\/api.gouv.fr\/\">api.gouv.fr<\/a> : vitrine de r\u00e9f\u00e9rencement des API de l\u2019\u00c9tat ;<\/li><li><a href=\"https:\/\/signup.api.gouv.fr\/\" class=\"broken_link\">Signup<\/a> : l&rsquo;outil qui permet de donner acc\u00e8s aux administrations aux informations qu&rsquo;elles ont le droit de conna\u00eetre ;<\/li><li><a href=\"https:\/\/api.gouv.fr\/api\/api-entreprise.html\">API Entreprise<\/a> : la plateforme d&rsquo;\u00e9change de donn\u00e9es sur les entreprises ;<\/li><li><a href=\"https:\/\/particulier.api.gouv.fr\/\">API Particulier<\/a> : la plateforme d&rsquo;\u00e9change de donn\u00e9es entre administrations sur les particuliers. <\/li><\/ul>\n\n\n\n<p>L&rsquo;API Entreprise permet de simplifier les d\u00e9marches administratives pour les entreprises en facilitant la transmission d&rsquo;informations directement entre administrations. En 2019, nous avons int\u00e9gr\u00e9 quatre nouvelles API \u00e0 la plateforme : <\/p>\n\n\n\n<ul><li>L&rsquo;API de l&rsquo;ADEME permettant d&rsquo;identifier les entreprises \u00ab\u00a0Reconnues garant de l&rsquo;environnement\u00a0\u00bb (RGE) ;<\/li><li>L&rsquo;API de l&rsquo;INPI sur les Actes et les bilans des entreprises ;<\/li><li>L&rsquo;API de l&rsquo;INSEE donnant acc\u00e8s \u00e0 la liste des entreprises non diffus\u00e9es en open data du r\u00e9f\u00e9rentiel SIRENE ;<\/li><li>L&rsquo;API de l&rsquo;Agence bio donnant acc\u00e8s aux certificat bio des entreprises.<\/li><\/ul>\n\n\n\n<div class=\"wp-block-group\"><div class=\"wp-block-group__inner-container is-layout-flow\">\n<h5 class=\"wp-block-heading\">29 millions d&rsquo;informations non redemand\u00e9es aux entreprises<\/h5>\n\n\n\n<p>Sur l&rsquo;ann\u00e9e 2019, ce sont 29 millions d&rsquo;informations qui ont \u00e9t\u00e9 transmises via la plateforme API Entreprise et n&rsquo;ont donc pas \u00e9t\u00e9 demand\u00e9es une nouvelle fois aux entreprises ! <\/p>\n<\/div><\/div>\n\n\n\n<h5 class=\"wp-block-heading\">88 000 envoi de justificatifs papiers \u00e9vit\u00e9s pour les particuliers<\/h5>\n\n\n\n<p>Comme l&rsquo;API Entreprise, l&rsquo;API Particulier permet \u00e0 des administrations de se transmettre des informations pour \u00e9viter de les demander \u00e0 nouveau aux particuliers. Sur les 30 derniers jours, ce sont pr\u00e8s de 88 000 justificatifs que l&rsquo;administration fran\u00e7aise n&rsquo;a pas redemand\u00e9s \u00e0 des particuliers gr\u00e2ce \u00e0 l&rsquo;API !<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">477 demandes d\u2019acc\u00e8s \u00e0 des donn\u00e9es valid\u00e9es via Signup<\/h5>\n\n\n\n<p>L&rsquo;outil Signup permet de g\u00e9rer les demandes d&rsquo;acc\u00e8s des administrations aux donn\u00e9es des administrations. En 2019, l&rsquo;outil a \u00e9t\u00e9 largement retravaill\u00e9 et a permis de valider 477 demandes d\u2019acc\u00e8s \u00e0 des donn\u00e9es par des administrations. Nous lui pr\u00e9disons un bel avenir.<\/p>\n\n\n\n<h2 class=\"has-very-dark-gray-color has-text-color wp-block-heading\">3. Exploitation des donn\u00e9es : data science et IA<\/h2>\n\n\n\n<h5 class=\"wp-block-heading\">Structuration du Lab IA<\/h5>\n\n\n\n<p>En octobre 2018, le comit\u00e9 interminist\u00e9riel de la transformation publique (CITP) annon\u00e7ait la cr\u00e9ation d&rsquo;un \u00ab\u00a0Lab IA\u00a0\u00bb. En 2019, celui-ci a pris forme et s&rsquo;est structur\u00e9 au sein d&rsquo;Etalab. <a href=\"https:\/\/www.etalab.gouv.fr\/datasciences-et-intelligence-artificielle\">Le Lab IA servira \u00e0 <\/a>:<\/p>\n\n\n\n<ol><li><strong>r\u00e9aliser des projets d\u2019IA<\/strong>&nbsp;dans les administrations et appuyer leur&nbsp;<strong>mise en \u0153uvre technique<\/strong> ;<\/li><li><strong>acculturer<\/strong>&nbsp;les agents publics \u00e0 l\u2019IA, les mettre en&nbsp;<strong>r\u00e9seau<\/strong>&nbsp;et animer une communaut\u00e9,&nbsp;<strong>partager<\/strong>&nbsp;les outils et pratiques ;<\/li><li>anticiper et accompagner&nbsp;<strong>les effets<\/strong>&nbsp;sur les m\u00e9tiers et la relation aux usagers ;<\/li><li>animer la r\u00e9flexion sur les&nbsp;<strong>enjeux \u00e9thiques<\/strong>&nbsp;associ\u00e9s \u00e0 l\u2019IA dans la sph\u00e8re publique ;<\/li><li>b\u00e9n\u00e9ficier des apports de la&nbsp;<strong>recherche,&nbsp;<\/strong>en accompagnant des projets de recherche et en d\u00e9veloppant un r\u00e9seau de chercheurs publics affili\u00e9s.<\/li><\/ol>\n\n\n\n<h5 class=\"wp-block-heading\">21 administrations accompagn\u00e9es pour exp\u00e9rimenter l&rsquo;intelligence artificielle<\/h5>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"1000\" height=\"562\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/ami-ia-sip.png\" alt=\"Pr\u00e9sentation du projet de l'Agence fran\u00e7aise pour la biodiversit\u00e9 lors de la semaine de l'innovation publique au Lieu de la transformation publique le 28 novembre 2019.\" class=\"wp-image-12779\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/ami-ia-sip.png 1000w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/ami-ia-sip-300x169.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/ami-ia-sip-768x432.png 768w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" \/><figcaption><em>Un laur\u00e9at du premier appel \u00e0 manifestation d&rsquo;int\u00e9r\u00eat IA restitue le travail accompli.<\/em><br><br><\/figcaption><\/figure>\n\n\n\n<p>Avec la direction interminist\u00e9rielle de la transformation publique (DITP) nous avons accompagn\u00e9 6 administrations pour exp\u00e9rimenter l&rsquo;intelligence artificielle suite au premier appel \u00e0 manifestation d&rsquo;int\u00e9r\u00eat IA. R\u00e9sultat ? 6 prototypes d\u00e9velopp\u00e9s et test\u00e9s par les agents : <\/p>\n\n\n\n<ul><li>un agent conversationnel pour r\u00e9pondre aux questions des usagers sur le ch\u00e8que emploi associatif (ACOSS) ;<\/li><li>un outil pour mieux orienter les contr\u00f4les de la police de l&rsquo;eau (Agence fran\u00e7aise pour la biodiversit\u00e9) ;<\/li><li>un outil d&rsquo;analyse des lettres de suite de l&rsquo;autorit\u00e9 de s\u00fbret\u00e9 nucl\u00e9aire ;<\/li><li>un outil d&rsquo;extraction d&rsquo;information dans les comptes rendu m\u00e9dicaux (CHU de Toulouse) ;<\/li><li>un outil de d\u00e9tection automatique des irr\u00e9gularit\u00e9s d&rsquo;occupation des sols pour la direction d\u00e9partementale des territoires de l&rsquo;H\u00e9rault ;<\/li><li>un outil pour mieux orienter les contr\u00f4les sanitaires dans les restaurant pour la direction g\u00e9n\u00e9rale de l&rsquo;alimentation.<\/li><\/ul>\n\n\n\n<p>En 2019, nous avons lanc\u00e9 un second appel \u00e0 manifestation d&rsquo;int\u00e9r\u00eat IA (AMI IA 2) et s\u00e9lectionn\u00e9 <a href=\"https:\/\/www.etalab.gouv.fr\/intelligence-artificielle-decouvrez-les-15-nouveaux-projets-selectionnes\">15 nouveaux projets \u00e0 accompagner<\/a> en 2020. Un passage \u00e0 l&rsquo;\u00e9chelle qui alimentera les r\u00e9flexions et perspectives du Lab IA. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Un projet Pour des IA francophones (PIAF) <\/h5>\n\n\n\n<p>Pour encourager le d\u00e9veloppement de l&rsquo;intelligence artificielle en fran\u00e7ais, nous avons lanc\u00e9 le <a href=\"https:\/\/piaf.etalab.studio\/\">projet PIAF<\/a>. Il vise \u00e0 cr\u00e9er un jeu de donn\u00e9es francophones pour entra\u00eener et \u00e9valuer des algorithmes de questions-r\u00e9ponses en fran\u00e7ais. <\/p>\n\n\n\n<p>A ce jour, nous avons plus de 4 000 questions-r\u00e9ponses annot\u00e9es et une communaut\u00e9 de 200 contributeurs inscrits sur la <a href=\"https:\/\/piaf.etalab.studio\/\">plateforme d&rsquo;annotation.<\/a> Rejoignez la communaut\u00e9 pour \u00ab\u00a0\u00e9diter PIAF\u00a0\u00bb en annotant des questions-r\u00e9ponses !<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"992\" height=\"462\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/IMG_8236-1-e1579537399285.jpg\" alt=\"Des femmes et des hommes sont assis en cercle dans un espace lumineux et haut de plafond. Ils \u00e9coutent parler quelqu'un.\" class=\"wp-image-12272\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/IMG_8236-1-e1579537399285.jpg 992w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/IMG_8236-1-e1579537399285-300x140.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/IMG_8236-1-e1579537399285-768x358.jpg 768w\" sizes=\"(max-width: 992px) 100vw, 992px\" \/><figcaption>   <em>Des contributrices et contributeurs participent \u00e0 l&rsquo;annotation d&rsquo;un jeu de donn\u00e9es francophones<\/em>.<br><br>  <\/figcaption><\/figure>\n\n\n\n<h2 class=\"has-very-dark-gray-color has-text-color wp-block-heading\">4. Accompagnement de projets d&rsquo;innovation publique : Entrepreneurs d&rsquo;Int\u00e9r\u00eat G\u00e9n\u00e9ral (EIG)<\/h2>\n\n\n\n<p>Pour le <a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/\">programme EIG<\/a>, l\u2019ann\u00e9e 2019 a \u00e9t\u00e9 celle de la consolidation. Elle s\u2019est concentr\u00e9e sur trois objectifs : accompagner les administrations dans la r\u00e9alisation de projets d&rsquo;innovation publique, inspirer des initiatives similaires et mesurer son impact. Objectifs atteints !<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">15 d\u00e9fis Entrepreneurs d&rsquo;Int\u00e9r\u00eat G\u00e9n\u00e9ral&#8230; et 17 d\u00e9fis Designers d&rsquo;Int\u00e9r\u00eat G\u00e9n\u00e9ral accompagn\u00e9s<\/h5>\n\n\n\n<p>En 2019, l&rsquo;\u00e9quipe EIG a accompagn\u00e9 les 15 d\u00e9fis de la troisi\u00e8me promotion du programme. S&rsquo;y sont ajout\u00e9s les 17 d\u00e9fis du programme Designers d&rsquo;Int\u00e9r\u00eat G\u00e9n\u00e9ral (DIG) lanc\u00e9 en juin. Au total, le programme a donc recrut\u00e9 52 entrepreneurs et designers d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral, et organis\u00e9 15 sessions d&rsquo;accompagnement, deux s\u00e9minaires et un bootcamp. <a href=\"https:\/\/www.etalab.gouv.fr\/quels-resultats-pour-la-promotion-3-du-programme-entrepreneurs-dinteret-general\">Les r\u00e9alisations sont nombreuses et en open source pour la plupart : n&rsquo;h\u00e9sitez pas \u00e0 les explorer et \u00e0 y contribuer. <\/a><\/p>\n\n\n\n<div class=\"wp-block-group\"><div class=\"wp-block-group__inner-container is-layout-flow\">\n<h5 class=\"wp-block-heading\">Un budget p\u00e9renne pour le programme<\/h5>\n\n\n\n<p>Les trois premi\u00e8res promotion ont \u00e9t\u00e9 r\u00e9alis\u00e9es gr\u00e2ce au soutien financier du programme d&rsquo;investissements d&rsquo;avenir (PIA). En 2020, le programme a franchi un cap puisque son budget a \u00e9t\u00e9 p\u00e9rennis\u00e9. Il a \u00e9t\u00e9 inscrit au projet de loi de finances au sein du <a href=\"https:\/\/www.performance-publique.budget.gouv.fr\/sites\/performance_publique\/files\/farandole\/ressources\/2020\/pap\/html\/DBGPGMPRESSTRATPGM352.htm\" class=\"broken_link\">programme 352, dans la mission \u201cAction et transformation publiques\u201d, \u00e0 hauteur d\u20191,5&nbsp;million d\u2019euros.<\/a><\/p>\n<\/div><\/div>\n\n\n\n<h5 class=\"wp-block-heading\">Une documentation en ligne et 19 articles de blog pour diffuser la m\u00e9thode EIG<\/h5>\n\n\n\n<p>Pour inspirer et permettre \u00e0 d&rsquo;autres de reprendre les m\u00e9thodes d\u00e9velopp\u00e9es dans le cadre du programme EIG, l&rsquo;\u00e9quipe a r\u00e9alis\u00e9 un <a href=\"https:\/\/doc.eig-forever.org\/\">site de documentation sur l&rsquo;accompagnement dispens\u00e9. <\/a>Elle a \u00e9galement r\u00e9dig\u00e9 <a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/blog\/\">19 articles de blog<\/a> pour pr\u00e9senter les r\u00e9alisations et les enseignements du programme EIG. <\/p>\n\n\n\n<p>Parmi les r\u00e9alisations du programme, on compte <a href=\"https:\/\/github.com\/entrepreneur-interet-general\/bulletins\">Bulletins<\/a>. Cet outil de r\u00e9trospective hebdomadaire sert \u00e0 accompagner des \u00e9quipes r\u00e9parties dans diff\u00e9rentes administrations. Il est disponible en open source ; n&rsquo;h\u00e9sitez pas \u00e0 vous en servir !<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"1024\" height=\"519\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/restitution-eig-groupe-1024x519.jpg\" alt=\"Un groupe d'un soixantaine de personnes se tiennent sur une estrade et regardent la cam\u00e9ra.\" class=\"wp-image-12525\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/restitution-eig-groupe-1024x519.jpg 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/restitution-eig-groupe-300x152.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/restitution-eig-groupe-768x389.jpg 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/restitution-eig-groupe-1536x779.jpg 1536w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/restitution-eig-groupe.jpg 1600w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption><em>La promotion EIG 3 au complet : entrepreneur(e)s d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral, agents publics et \u00e9quipe de coordination<\/em><br><br><\/figcaption><\/figure>\n\n\n\n<h2 class=\"has-very-dark-gray-color has-text-color wp-block-heading\">5. Explicabilit\u00e9 et redevabilit\u00e9 des algorithmes<\/h2>\n\n\n\n<p>Dans un contexte marqu\u00e9 \u00e0 la fois par l\u2019introduction de nouvelles obligations l\u00e9gales et par un recours croissant aux algorithmes par la puissance publique, il s\u2019agit pour Etalab de promouvoir un usage responsable\u200b des algorithmes par les administrations, \u00e0 travers plusieurs moyens d\u2019actions.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Un guide des algorithmes publics <\/h5>\n\n\n\n<p>Pour accompagner les administrations dans la mise en \u0153uvre de leurs obligations l\u00e9gales en mati\u00e8re de transparence des algorithmes, Etalab a publi\u00e9 un guide p\u00e9dagogique \u00e0 destination des administrations : <a href=\"https:\/\/guides.etalab.gouv.fr\/algorithmes\/guide\/\">https:\/\/guides.etalab.gouv.fr\/algorithmes\/guide<\/a>. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Un document de travail pour expliquer la d\u00e9marche d&rsquo;Etalab sur la transparence des algorithmes<\/h5>\n\n\n\n<p>En juin dernier, Etalab a pr\u00e9sent\u00e9 \u00e0 la conf\u00e9rence RightsCon un document de travail intitul\u00e9 \u00ab\u00a0<a rel=\"noreferrer noopener\" href=\"https:\/\/github.com\/etalab\/algorithmes-publics\/blob\/master\/20190611_WorkingPaper_PSAAccountability_Etalab.pdf\" target=\"_blank\">With great power comes great responsibility\u00a0\u00bb: keeping public sector algorithms accountable<\/a>\u00ab\u00a0. Il d\u00e9taille la d\u00e9marche d&rsquo;accompagnement des administrations que met en \u0153uvre Etalab.<\/p>\n\n\n\n<h2 class=\"has-very-dark-gray-color has-text-color wp-block-heading\">6. Ouverture des codes sources de l&rsquo;administration<\/h2>\n\n\n\n<p>Depuis d\u00e9cembre 2018, Etalab a un r\u00e9f\u00e9rent logiciels libres charg\u00e9 d&rsquo;animer l&rsquo;\u00e9cosyst\u00e8me <em>open source<\/em> de l&rsquo;administration : Bastien Guerry. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Lancement de code.etalab.gouv.fr<\/h5>\n\n\n\n<p>Pour valoriser les logiciels <em>open source<\/em> produits par les administrations, nous avons lanc\u00e9 en octobre dernier le site <a href=\"https:\/\/code.etalab.gouv.fr\">code.etalab.gouv.fr<\/a> qui permet de parcourir plus de 3 800 codes sources publi\u00e9s par des organismes publics. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Animation de la communaut\u00e9 #BlueHats<\/h5>\n\n\n\n<p>La communaut\u00e9 #BlueHats rassemble celles et ceux qui s&rsquo;int\u00e9ressent au logiciel libre dans l&rsquo;administration. La DINUM a mobilis\u00e9 cette communaut\u00e9 \u00e0 l&rsquo;occasion de deux \u00e9v\u00e9nements : un <em>sprint open source<\/em> in\u00e9dit en novembre, organis\u00e9 avec le Lab 110 bis, et une journ\u00e9e de partage d&rsquo;exp\u00e9riences lors du Paris Open Source Summit de d\u00e9cembre 2019. Les retours d&rsquo;exp\u00e9rience et les contenus de ces \u00e9v\u00e9nements sont partag\u00e9s sur un <a href=\"https:\/\/github.com\/DISIC\/evenements-bluehats\">d\u00e9p\u00f4t public<\/a> et pr\u00e8s de 800 personnes re\u00e7oivent tous les deux mois la <a href=\"https:\/\/disic.github.io\/gazette-bluehats\/\" class=\"broken_link\">Gazette BlueHats<\/a>. L&rsquo;administration se met aux chapeaux bleus !<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img decoding=\"async\" loading=\"lazy\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/bilan-poss-2019.png\" alt=\"\" class=\"wp-image-12843\" width=\"324\" height=\"471\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/bilan-poss-2019.png 352w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/bilan-poss-2019-206x300.png 206w\" sizes=\"(max-width: 324px) 100vw, 324px\" \/><figcaption><em>La communaut\u00e9 #BlueHats en action !<\/em><\/figcaption><\/figure><\/div>\n\n\n\n<h2 class=\"wp-block-heading\">7. Des projets p\u00e9rennis\u00e9s<\/h2>\n\n\n\n<h5 class=\"wp-block-heading\">La plateforme consultation.etalab.gouv.fr int\u00e9gr\u00e9e au Centre de la Participation<\/h5>\n\n\n\n<p>Etalab a incub\u00e9 et d\u00e9velopp\u00e9 la plateforme de consultation en ligne <a rel=\"noreferrer noopener\" href=\"http:\/\/etalab.consultation.gouv.fr\" target=\"_blank\" class=\"broken_link\">etalab.consultation.gouv.fr<\/a>. Un succ\u00e8s puisque la plateforme a \u00e9t\u00e9 reprise par la DITP et int\u00e9gr\u00e9e au <a href=\"https:\/\/www.horizonspublics.fr\/etat\/letat-se-dote-dun-centre-de-la-participation-citoyenne\">Centre de la Participation, lanc\u00e9 en novembre 2019<\/a>. Les outils qui y sont r\u00e9f\u00e9renc\u00e9s permettent d\u2019associer les citoyennes et citoyens \u00e0 l\u2019am\u00e9lioration de l\u2019action publique. Ces outils et l\u2019accompagnement propos\u00e9 ont permis de lancer plusieurs dizaines de consultations majeures depuis 2017.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">\u00ab\u00a0Signaux faibles\u00a0\u00bb pass\u00e9 \u00e0 l&rsquo;\u00e9chelle et devenu un service national<\/h5>\n\n\n\n<p>Le projet Signaux Faibles, lanc\u00e9 en 2016, a \u00e9t\u00e9 accompagn\u00e9 par notre \u00e9quipe de data science puis par le programme EIG. Gr\u00e2ce \u00e0 cet accompagnement<a href=\"https:\/\/www.etalab.gouv.fr\/signaux-faibles-de-lopen-data-camp-a-une-politique-publique-fondee-sur-la-donnee-recit-dun-passage-a-lechelle-reussi\">, <\/a>il est <a href=\"https:\/\/www.etalab.gouv.fr\/signaux-faibles-de-lopen-data-camp-a-une-politique-publique-fondee-sur-la-donnee-recit-dun-passage-a-lechelle-reussi\">pass\u00e9 d&rsquo;une exp\u00e9rimentation territoriale \u00e0 un service public national en 2019<\/a>.  Il permet de d\u00e9tecter plus t\u00f4t les entreprises en difficult\u00e9 et d\u2019\u00e9viter les faillites. Pour cela, il s&rsquo;appuie sur des donn\u00e9es mises \u00e0 disposition par plusieurs institutions : DIRECCTE, ACOSS, Banque de France\u2026 C&rsquo;est d\u00e9sormais la direction g\u00e9n\u00e9rale des entreprises qui est en charge du projet.<\/p>\n\n\n\n<h2 class=\"has-very-dark-gray-color has-text-color wp-block-heading\">8. Etalab devient un d\u00e9partement de la DINUM<\/h2>\n\n\n\n<p>Suite au <a href=\"https:\/\/www.legifrance.gouv.fr\/eli\/decret\/2019\/10\/25\/PRMG1929496D\/jo\/texte\">d\u00e9cret de cr\u00e9ation de la direction interminist\u00e9rielle du num\u00e9rique<\/a>, ou DINUM, et \u00e0 la r\u00e9organisation de la direction, la mission Etalab est devenue un d\u00e9partement de la DINUM. <\/p>\n\n\n\n<p>Il est notamment en charge de \u00ab\u00a0<strong><em>coordonner la conception et la mise en \u0153uvre de la strat\u00e9gie de <\/em><\/strong><em><strong>l\u2019\u00c9t<\/strong><\/em><strong><em>at dans le domaine de la do<\/em><\/strong><em><strong>nn\u00e9e<\/strong>\u00ab\u00a0.<\/em>  Pour la DINUM, Etalab contribue \u00e9galement \u00e0 \u00ab\u00a0<em>promouvoir l&rsquo;innovation, l&rsquo;exp\u00e9rimentation, les m\u00e9thodes de travail ouvertes, agiles et it\u00e9ratives, ainsi que les synergies avec la soci\u00e9t\u00e9 civile pour d\u00e9cloisonner l&rsquo;administration et favoriser l&rsquo;adoption des meilleures pratiques professionnelles dans le domaine du num\u00e9rique\u00a0\u00bb.<\/em> A ce titre il \u00ab\u00a0<em>\u00e9tudie notamment l&rsquo;opportunit\u00e9 de recourir \u00e0 des technologies en voie de maturation issues du monde de la recherche<\/em>\u00a0\u00bb (art.6 du d\u00e9cret, 6\u00b0<em> &#8211; <\/em>voir le d\u00e9tail des <a href=\"https:\/\/www.etalab.gouv.fr\/qui-sommes-nous\">missions sur le site d&rsquo;Etalab<\/a>).<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Quels projets pour 2020 ?<\/h2>\n\n\n\n<p>Voici ce que l&rsquo;ann\u00e9e 2020 nous r\u00e9serve d\u00e9j\u00e0 ! Nous allons : <\/p>\n\n\n\n<ul><li>continuer \u00e0 ouvrir des donn\u00e9es et <a href=\"https:\/\/www.numerique.gouv.fr\/produits-services\/guichet-dites-le-nous-une-fois\/\">travailler \u00e0 l&rsquo;\u00e9change automatique de donn\u00e9es entre administrations<\/a> ;<\/li><li>participer \u00e0 la d\u00e9finition de <a href=\"https:\/\/ec.europa.eu\/digital-single-market\/en\/public-sector-information-psi-directive-open-data-directive\">la liste des donn\u00e9es \u00e0 forte valeur de la Directive europ\u00e9enne PSI <\/a>pour promouvoir notre vision de l&rsquo;open data \u00e0 l&rsquo;\u00e9chelle europ\u00e9enne  ;<\/li><li>proposer de nouveaux guides. Nous avons publi\u00e9 <a href=\"https:\/\/guides.etalab.gouv.fr\/accueil.html\">des guides sur l&rsquo;ouverture et la circulation des donn\u00e9es et l&rsquo;ouverture des codes sources <\/a>en tout d\u00e9but d&rsquo;ann\u00e9e 2020, nous en publierons d&rsquo;autres ;<\/li><li>accompagner les administrations dans la r\u00e9alisation de projets d&rsquo;innovation : le programme <a rel=\"noreferrer noopener\" href=\"https:\/\/www.etalab.gouv.fr\/appel-a-projets-administrations-proposez-vos-defis-aux-futurs-entrepreneurs-dinteret-general-de-la-promotion-4\" target=\"_blank\">Entrepreneurs d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral a lanc\u00e9 un appel \u00e0 projets ouvert jusqu&rsquo;au 28 f\u00e9vrier<\/a> et le Lab IA va accompagner les 15 projets laur\u00e9at du deuxi\u00e8me appel \u00e0 manifestation d&rsquo;int\u00e9r\u00eat IA ;<\/li><li>publier la nouvelle version du socle interminist\u00e9riel du logiciel libre ; <\/li><li>participer \u00e0 et impulser des \u00e9v\u00e9nements autour de l&rsquo;open data, comme le <em><a href=\"https:\/\/www.etalab.gouv.fr\/hackathon-datafin-participez-a-lexploitation-des-donnees-financieres-des-collectivites-locales\">hackathon DataFin sur les finances locales les 24 et 25 janvier<\/a><\/em>&#8230; <\/li><\/ul>\n\n\n\n<p> <em>A bient\u00f4t et excellente ann\u00e9e 2020 \u00e0 toutes et tous !<\/em> <\/p>\n","protected":false},"excerpt":{"rendered":"<p>Pour l&rsquo;\u00e9quipe Etalab, l&rsquo;ann\u00e9e 2019 a \u00e9t\u00e9 riche ! Nous avons publi\u00e9 schema.data.gouv.fr et le site code.etalab.gouv.fr, lanc\u00e9 le projet d&rsquo;intelligence artificielle PIAF, accompagn\u00e9 une promotion d&rsquo;entrepreneurs d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral et bien d&rsquo;autres choses encore. Voici une r\u00e9trospective de l&rsquo;ann\u00e9e 2019, en faits et en chiffres, ainsi que les perspectives qui s&rsquo;ouvrent pour l&rsquo;ann\u00e9e 2020.<\/p>\n","protected":false},"author":15,"featured_media":9740,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[70,1],"tags":[279,278,85,280,71],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/equipe-etalab.jpg",945,401,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/equipe-etalab-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/equipe-etalab-300x127.jpg",300,127,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/equipe-etalab-768x326.jpg",768,326,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/equipe-etalab.jpg",945,401,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/equipe-etalab.jpg",945,401,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/equipe-etalab.jpg",945,401,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/equipe-etalab.jpg",45,19,false]},"uagb_author_info":{"display_name":"Paul-Antoine Chevalier","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/pac"},"uagb_comment_info":0,"uagb_excerpt":"Pour l'\u00e9quipe Etalab, l'ann\u00e9e 2019 a \u00e9t\u00e9 riche ! Nous avons publi\u00e9 schema.data.gouv.fr et le site code.etalab.gouv.fr, lanc\u00e9 le projet d'intelligence artificielle PIAF, accompagn\u00e9 une promotion d'entrepreneurs d'int\u00e9r\u00eat g\u00e9n\u00e9ral et bien d'autres choses encore. Voici une r\u00e9trospective de l'ann\u00e9e 2019, en faits et en chiffres, ainsi que les perspectives qui s'ouvrent pour l'ann\u00e9e 2020.","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/12485"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/15"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=12485"}],"version-history":[{"count":150,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/12485\/revisions"}],"predecessor-version":[{"id":12855,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/12485\/revisions\/12855"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/9740"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=12485"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=12485"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=12485"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}