{"id":13703,"date":"2020-03-11T11:42:59","date_gmt":"2020-03-11T10:42:59","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=13703"},"modified":"2020-03-11T11:43:01","modified_gmt":"2020-03-11T10:43:01","slug":"la-france-de-nouveau-sur-le-podium-de-lopen-data-en-2019","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/la-france-de-nouveau-sur-le-podium-de-lopen-data-en-2019","title":{"rendered":"La France de nouveau sur le podium de l&rsquo;open data en 2019"},"content":{"rendered":"\n<p>En 2019, la France a consolid\u00e9 sa position de leader mondial en mati\u00e8re d\u2019open data. C&rsquo;est ce que confirment deux classements internationaux : l&rsquo;OURdata Index de l&rsquo;OCDE (Organisation de coop\u00e9ration et de d\u00e9veloppement \u00e9conomiques) et l&rsquo;Open Data Maturity Report de la Commission europ\u00e9enne.<\/p>\n\n\n\n<p>Ces rapports permettent de constater les r\u00e9sultats du travail accompli par Etalab. C&rsquo;est aussi une mani\u00e8re de comprendre o\u00f9 en sont les autres pays et de mesurer le chemin qui reste \u00e0 parcourir. Quels sont nos points forts et nos points faibles ? Et comment am\u00e9liorer notre action en 2020 ?<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">La France, 2\u00e8me au classement OURdata Index 2019 de l&rsquo;OCDE<\/h2>\n\n\n\n<p>L&rsquo;OURdata Index est un indice qui \u00e9value l\u2019efficacit\u00e9 des politiques d\u2019ouverture des donn\u00e9es gouvernementales. Il s&rsquo;agit de mesurer les efforts que font les gouvernements pour faciliter l&rsquo;utilisation des donn\u00e9es ouvertes. Il repose sur trois indicateurs :<\/p>\n\n\n\n<ul><li>la disponibilit\u00e9 des donn\u00e9es (notamment le nombre de jeux de donn\u00e9es disponibles) ;<\/li><li>l\u2019accessibilit\u00e9 des donn\u00e9es (notamment la qualit\u00e9 et la compl\u00e9tude des donn\u00e9es) ;<\/li><li>le soutien gouvernemental \u00e0 la r\u00e9utilisation des donn\u00e9es (la promotion de l&rsquo;open data, la mise en place de formations ou encore la mesure de l&rsquo;impact de l&rsquo;ouverture). <\/li><\/ul>\n\n\n\n<p><strong>Selon ces crit\u00e8res, la France est en deuxi\u00e8me position derri\u00e8re la Cor\u00e9e du Sud.<\/strong> Ce sont notamment les progr\u00e8s en termes de formation et d&rsquo;accompagnement des administrations qui am\u00e9liorent son indice, qui passe de 0,85 en 2018 \u00e0 0,90 en 2019.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"859\" height=\"1024\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-ocde-859x1024.png\" alt=\"\" class=\"wp-image-13831\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-ocde-859x1024.png 859w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-ocde-252x300.png 252w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-ocde-768x915.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-ocde.png 1000w\" sizes=\"(max-width: 859px) 100vw, 859px\" \/><figcaption> \u00c9volution de l&rsquo;indice pour les pays de l&rsquo;OCDE, entre 2017 et 2019<br> Source : OCDE (2016, 2018), Open Government Data Survey  <\/figcaption><\/figure><\/div>\n\n\n\n<p> \u2192 <a href=\"https:\/\/www.oecd-ilibrary.org\/governance\/government-at-a-glance-2019_8ccf5c38-en\">Consulter les r\u00e9sultats de l\u2019OURdata index 2019 dans le rapport Government at a Glance 2019<\/a> (chapitre 9).   <br> \u2192 <a href=\"https:\/\/doi.org\/10.1787\/888934031180\">T\u00e9l\u00e9charger les donn\u00e9es<\/a>  <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">La France, \u00ab trendsetter \u00bb de l&rsquo;open data en Europe selon la Commission europ\u00e9enne<\/h2>\n\n\n\n<p>L&rsquo;Open Data Maturity Report \u00e9value les progr\u00e8s r\u00e9alis\u00e9s par les pays europ\u00e9ens selon quatre crit\u00e8res : <\/p>\n\n\n\n<ul><li>maturit\u00e9 du cadre politique ;<\/li><li>maturit\u00e9 du portail national d&rsquo;open data ;<\/li><li>qualit\u00e9 de la mesure de l&rsquo;impact de l\u2019open data ;<\/li><li>qualit\u00e9 des donn\u00e9es ouvertes.<\/li><\/ul>\n\n\n\n<p><strong>Avec un niveau de maturit\u00e9 \u00e9valu\u00e9 \u00e0 89% (+6 points depuis 2018) la France s&rsquo;est vu attribuer en 2019 la troisi\u00e8me place derri\u00e8re l&rsquo;Irlande (91%) et l&rsquo;Espagne (90%).<\/strong> <br> Ces trois pays sont consid\u00e9r\u00e9s par la Commission europ\u00e9enne comme des \u00ab trendsetters \u00bb, \u00e0 l&rsquo;avant-garde et sources d&rsquo;inspiration pour les autres pays europ\u00e9ens. <\/p>\n\n\n\n<p> \u2192 <a href=\"https:\/\/www.europeandataportal.eu\/sites\/default\/files\/open_data_maturity_report_2019.pdf\">Consulter le rapport <\/a> <\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"691\" height=\"294\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europeenne.png\" alt=\"\" class=\"wp-image-13830\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europeenne.png 691w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europeenne-300x128.png 300w\" sizes=\"(max-width: 691px) 100vw, 691px\" \/><figcaption>  Niveau de maturit\u00e9 de la France sur les quatre crit\u00e8res<br>Source : <a href=\"https:\/\/www.europeandataportal.eu\/sites\/default\/files\/open_data_maturity_report_2019.pdf\">Open Data Maturity Report 2019<\/a>  <\/figcaption><\/figure><\/div>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"1024\" height=\"450\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europenne-2-1024x450.png\" alt=\"\" class=\"wp-image-13829\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europenne-2-1024x450.png 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europenne-2-300x132.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europenne-2-768x337.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europenne-2.png 1382w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption> Niveau de maturit\u00e9 de la France dans chacun des sous-indicateurs <br> Source : <a href=\"https:\/\/www.europeandataportal.eu\/sites\/default\/files\/open_data_maturity_report_2019.pdf\">Open Data Maturity Report 2019<\/a>  <\/figcaption><\/figure><\/div>\n\n\n\n<p> \u2192 <a href=\"https:\/\/www.europeandataportal.eu\/en\/dashboard#2019\">Voir le tableau de bord comparatif des pays europ\u00e9ens<\/a><br> \u2192 <a href=\"https:\/\/www.europeandataportal.eu\/sites\/default\/files\/country-factsheet_france_2019.pdf\">Voir l&rsquo;infographie sur les r\u00e9sultats fran\u00e7ais<\/a><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Les bonnes pratiques fran\u00e7aises<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">Un portail national de qualit\u00e9<\/h3>\n\n\n\n<p>Les deux classements pl\u00e9biscitent la France pour la qualit\u00e9 de son portail centralis\u00e9 : data.gouv.fr. Ils le consid\u00e8rent comme l&rsquo;un des plus d\u00e9velopp\u00e9s et saluent notamment son caract\u00e8re collaboratif. <\/p>\n\n\n\n<p>Selon l&rsquo;OCDE, <a href=\"https:\/\/www.data.gouv.fr\/fr\/reuses\/?sort=-created\">mettre en avant des r\u00e9utilisations comme des articles de blog ou des articles de presse<\/a>, en plus des API ou des visualisations, est une bonne pratique qui distingue la France. En effet, il est important de montrer que la r\u00e9utilisation des donn\u00e9es ouvertes ne se limite pas aux personnes ayant des comp\u00e9tences avanc\u00e9es en programmation ou en analyse de donn\u00e9es. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Un cadre politique et l\u00e9gislatif favorable \u00e0 l&rsquo;open data<\/h3>\n\n\n\n<p>La France se d\u00e9marque particuli\u00e8rement par son cadre politique et juridique tr\u00e8s favorable \u00e0 l&rsquo;open data. En effet, il existe au niveau national des politiques sp\u00e9cifiques sur les donn\u00e9es ouvertes ainsi que des m\u00e9canismes de coordination efficaces pour favoriser l&rsquo;open data. Ils permettent de fournir des lignes directrices et un accompagnement aux administrations nationales comme locales dans l&rsquo;ouverture et le partage de leurs donn\u00e9es. Par exemple, <a href=\"https:\/\/www.economie.gouv.fr\/republique-numerique\" class=\"broken_link\">la loi pour une R\u00e9publique num\u00e9rique<\/a> est mentionn\u00e9e \u00e0 plusieurs reprises comme \u00e9tant un exemple \u00e0 suivre. <\/p>\n\n\n\n<p>D&rsquo;un point de vue organisationnel, les deux classements saluent le r\u00f4le d&rsquo;Etalab dans l&rsquo;identification et l&rsquo;effort de mise \u00e0 disposition des donn\u00e9es qui ont le plus d\u2019impact \u00e9conomique et social. La qualit\u00e9 de ces donn\u00e9es est critique pour les utilisateurs et s&rsquo;inscrit dans ce qu&rsquo;on appelle <a href=\"https:\/\/www.data.gouv.fr\/fr\/reference\">le service public de la donn\u00e9e<\/a> de r\u00e9f\u00e9rence. Ils soulignent \u00e9galement la pertinence de la cr\u00e9ation et de <a href=\"https:\/\/www.etalab.gouv.fr\/la-communaute-des-administrateurs-ministeriels-des-donnees-se-mobilise-pour-accelerer-la-mise-en-oeuvre-de-la-politique-des-donnees\">l&rsquo;animation d&rsquo;un r\u00e9seau d&rsquo;administrateurs minist\u00e9riels des donn\u00e9es<\/a>. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">L&rsquo;\u00e9change de donn\u00e9es entre administrations<\/h3>\n\n\n\n<p>La Commission europ\u00e9enne a constat\u00e9 que les gouvernements europ\u00e9ens fournissaient des efforts croissants pour partager efficacement les donn\u00e9es, notamment entre administrations. Sur ce sujet, la France met en \u0153uvre le principe \u00ab Dites-le-nous une fois \u00bb (DLNUF), qui consiste \u00e0 \u00e9viter aux citoyens de fournir, lors de leurs d\u00e9marches administratives, des informations ou pi\u00e8ces justificatives d\u00e9j\u00e0 d\u00e9tenues par l&rsquo;administration. Pour cela, il s\u2019appuie sur l&rsquo;\u00e9change de donn\u00e9es par traitement automatis\u00e9 notamment par API.<\/p>\n\n\n\n<p>Pour en acc\u00e9l\u00e9rer l\u2019application, Etalab et, plus g\u00e9n\u00e9ralement, la direction interminist\u00e9rielle du num\u00e9rique (<a href=\"https:\/\/www.numerique.gouv.fr\/\">DINUM<\/a>) proposent une offre d\u2019accompagnement des administrations. <\/p>\n\n\n\n<p>Cet accompagnement se mat\u00e9rialise par trois volets: <\/p>\n\n\n\n<ul><li>conseil juridique ;<\/li><li>accompagnement pour la circulation de la donn\u00e9e ;<\/li><li>mise \u00e0 disposition d&rsquo;outils au service de la circulation et de l\u2019exploitation des donn\u00e9es.<\/li><\/ul>\n\n\n\n<p> \u2192 <a href=\"https:\/\/www.numerique.gouv.fr\/produits-services\/guichet-dites-le-nous-une-fois\/\">Voir l&rsquo;offre de service<\/a><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Les axes d&rsquo;am\u00e9liorations<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">L&rsquo;accompagnement \u00e0 la publication : guides et sch\u00e9mas de donn\u00e9es<\/h3>\n\n\n\n<p>D&rsquo;apr\u00e8s les deux institutions, la France doit poursuivre sur la lanc\u00e9e engag\u00e9e pour am\u00e9liorer la qualit\u00e9 des donn\u00e9es ouvertes. <\/p>\n\n\n\n<p>Pour cela, Etalab accompagne les producteurs de donn\u00e9es dans leurs d\u00e9marches de publication, notamment par la publication de guides p\u00e9dagogiques portant sur les conditions d&rsquo;ouverture, les licences, les algorithmes&#8230;<\/p>\n\n\n\n<p> \u2192 <a href=\"https:\/\/guides.etalab.gouv.fr\/\">Consulter les guides<\/a><\/p>\n\n\n\n<p>Etalab a port\u00e9 une autre initiative pour am\u00e9liorer la qualit\u00e9 des donn\u00e9es : schema.data.gouv.fr. Cet outil r\u00e9f\u00e9rence des sch\u00e9mas de donn\u00e9es publiques utilis\u00e9s en France qui peuvent \u00eatre repris par les producteurs de donn\u00e9es. Les sch\u00e9mas de donn\u00e9es permettent de d\u00e9crire des mod\u00e8les de donn\u00e9es : quels sont les diff\u00e9rents champs, comment sont repr\u00e9sent\u00e9es les donn\u00e9es, quelles sont les valeurs possibles, etc.<\/p>\n\n\n\n<p> \u2192 <a href=\"https:\/\/schema.data.gouv.fr\">Consulter schema.data.gouv.fr<\/a><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La mesure de l&rsquo;impact de l&rsquo;open data<\/h3>\n\n\n\n<p>La mesure d&rsquo;impact reste l&rsquo;axe d&rsquo;am\u00e9lioration principal. C&rsquo;est une t\u00e2che complexe par nature, car l\u2019open data suppose que l\u2019on ne pr\u00e9sage pas de l\u2019usage qui sera fait des donn\u00e9es. Ainsi, les r\u00e9utilisations publi\u00e9es sur data.gouv.fr le sont de fa\u00e7on volontaire. De plus, il est difficile de quantifier l\u2019impact de l\u2019open data sur certains aspects comme, par exemple, la transparence administrative. <\/p>\n\n\n\n<p>Pour autant, et malgr\u00e9 ces difficult\u00e9s, un travail est men\u00e9 pour am\u00e9liorer l&rsquo;\u00e9ditorialisation des donn\u00e9es, faciliter leur decouvrabilit\u00e9, et permettre la remont\u00e9 des usages. Etalab continue \u00e9galement d&rsquo;organiser des \u00e9v\u00e9nements pour mettre en avant certains jeux de donn\u00e9es, par exemple les donn\u00e9es financi\u00e8res des collectivit\u00e9s locales lors du hackathon DataFin. Enfin, Etalab suit de pr\u00e8s l\u2019\u00e9tude en cours men\u00e9e par la <a href=\"https:\/\/fing.org\/\">FING<\/a> sur l\u2019<a href=\"https:\/\/fing.org\/actions\/open-data-impact.html\">impact de l\u2019open data<\/a>. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">En savoir plus<\/h2>\n\n\n\n<p>N&rsquo;h\u00e9sitez pas \u00e0 vous plonger dans ces deux classements, int\u00e9gralement disponibles en ligne : <\/p>\n\n\n\n<ul><li><a href=\"https:\/\/www.oecd-ilibrary.org\/governance\/government-at-a-glance-2019_8ccf5c38-en\">classement OCDE<\/a><\/li><li><a href=\"https:\/\/www.europeandataportal.eu\/sites\/default\/files\/open_data_maturity_report_2019.pdf\">classement Commission europ\u00e9enne<\/a><\/li><\/ul>\n\n\n\n<p>Pour en savoir plus sur le travail qu&rsquo;a effectu\u00e9 Etalab en 2019 et sur les perspectives futures, nous vous invitons \u00e0 consulter le <a href=\"https:\/\/www.etalab.gouv.fr\/lannee-2019-pour-etalab-une-retrospective\">bilan 2019 d&rsquo;Etalab<\/a> ainsi que le <a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/retour-sur-les-activites-de-data-gouv-fr-en-2019\/\">bilan 2019 du portail data.gouv.fr<\/a>. <\/p>\n\n\n\n<p>Vos contributions \u00e0 nos diff\u00e9rentes initiatives sont toujours les bienvenues.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>En 2019, la France a consolid\u00e9 sa position de leader mondial en mati\u00e8re d\u2019open data. C&rsquo;est ce que confirment deux classements internationaux : l&rsquo;OURdata Index de l&rsquo;OCDE et l&rsquo;Open Data Maturity Report de la Commission europ\u00e9enne. L&rsquo;occasion de constater les r\u00e9sultats du travail accompli par Etalab.<\/p>\n","protected":false},"author":60,"featured_media":13830,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[71],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europeenne.png",691,294,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europeenne-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europeenne-300x128.png",300,128,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europeenne.png",691,294,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europeenne.png",691,294,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europeenne.png",691,294,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europeenne.png",691,294,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/03\/classement-commission-europeenne-45x45.png",45,45,true]},"uagb_author_info":{"display_name":"Antonin Garrone","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/antonin"},"uagb_comment_info":0,"uagb_excerpt":"En 2019, la France a consolid\u00e9 sa position de leader mondial en mati\u00e8re d\u2019open data. C'est ce que confirment deux classements internationaux : l'OURdata Index de l'OCDE et l'Open Data Maturity Report de la Commission europ\u00e9enne. L'occasion de constater les r\u00e9sultats du travail accompli par Etalab.","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/13703"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/60"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=13703"}],"version-history":[{"count":6,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/13703\/revisions"}],"predecessor-version":[{"id":13835,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/13703\/revisions\/13835"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/13830"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=13703"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=13703"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=13703"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}