{"id":17577,"date":"2023-07-07T09:50:43","date_gmt":"2023-07-07T07:50:43","guid":{"rendered":"https:\/\/preprod.etalab.gouv.fr\/?p=17577"},"modified":"2023-07-07T09:53:39","modified_gmt":"2023-07-07T07:53:39","slug":"programme-10-newsletter-du-mois-de-juillet-2023","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/programme-10-newsletter-du-mois-de-juillet-2023","title":{"rendered":"Programme 10% &#8211; Newsletter du mois de juillet 2023"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\"><strong>Rejoindre le programme 10% <\/strong><\/h2>\n\n\n\n<p>Lanc\u00e9 en 2022, le programme 10%, port\u00e9 par la <strong>Dinum<\/strong> en lien avec l&rsquo;<strong>Insee<\/strong>, est une collaboration in\u00e9dite entre experts publics de la donn\u00e9e et de l&rsquo;IA sur <strong>des projets d&rsquo;int\u00e9r\u00eat commun<\/strong>. Int\u00e9grer la communaut\u00e9 10%, c&rsquo;est aussi monter en comp\u00e9tence, \u00e9changer entre pairs et partager des moments informels autour de valeurs communes.<br><br>En 2023, 8 projets font l&rsquo;objet d&rsquo;une collaboration :<br><strong>Transformers :<\/strong> une IA open-source pour l&rsquo;analyse de texte par les administrations.<br><strong>ChartsGouv :<\/strong> l&rsquo;outil de datavisualisation des donn\u00e9es de l&rsquo;\u00c9tat.<br><strong>Datanonyme<\/strong> : l&rsquo;outil pour aider les administrations \u00e0 anonymiser leurs donn\u00e9es.<br><strong>FormIAble :<\/strong> l&rsquo;outil pour aider les administrations \u00e0 extraire des informations de documents difficilement exploitables.<br><strong>Cartiflette :<\/strong> un outil facilitant la r\u00e9alisation de cartes g\u00e9ographiques gr\u00e2ce \u00e0 la r\u00e9cup\u00e9ration de fonds de cartes produits par des acteurs publics.<br><strong>Impact environnemental :<\/strong> former \u00e0 l&rsquo;impact environnemental et mesurer celui des projets 10%.<br><strong>PoufDoc :<\/strong> l&rsquo;outil pour aider les administrations dans leur production r\u00e9currente de rapports.<br><strong>Trouver mon expert data (TED) :<\/strong> le moteur de recherche les experts de la data de l&rsquo;\u00c9tat par organisations, missions et comp\u00e9tences.<br><br><strong>Vous \u00eates un expert de la data\/IA en poste au sein de l&rsquo;Etat ? <\/strong>Vous avez envie de rejoindre un de ces projets ? Vous avez une id\u00e9e de projet d&rsquo;int\u00e9r\u00eat commun r\u00e9pliquable \u00e0 d&rsquo;autres minist\u00e8res ?<br>Contactez-nous : <strong>10pourcent.dinum@modernisation.gouv.fr<\/strong><br>Pour en savoir plus : https:\/\/www.10pourcent.etalab.gouv.fr\/<\/p>\n\n\n\n<div class=\"wp-block-uagb-separator uagb-block-66b97f1b\"><div class=\"wp-block-uagb-separator__inner\" style=\"--my-background-image:\"><\/div><\/div>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Portraits 10%<\/strong><\/h2>\n\n\n\n<div class=\"wp-block-columns is-layout-flex wp-container-3\">\n<div class=\"wp-block-column is-layout-flow\" style=\"flex-basis:100%\">\t\t\t\t\t<div\n\t\t\t\t\t\tclass=\"wp-block-uagb-image-gallery uagb-block-29d50fbe     \"\n\t\t\t\t\t\tstyle=\"\"\n\t\t\t\t\t>\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"spectra-image-gallery spectra-image-gallery__layout--grid spectra-image-gallery__layout--grid-col-2 spectra-image-gallery__layout--grid-col-tab-2 spectra-image-gallery__layout--grid-col-mob-2\">\n\t\t\t\t\t\t\t\t\t\t\t<div class='spectra-image-gallery__media-wrapper' data-spectra-gallery-image-id='17579'>\n\t\t\t\t\t\t\t<div class=\"spectra-image-gallery__media spectra-image-gallery__media--grid\">\n\t\t\t\t<picture>\n\t\t\t\t\t<source media=\"(min-width: 1024px)\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Serena-5.jpg\">\n\t\t\t\t\t<source media=\"(min-width: 768px)\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Serena-5.jpg\">\n\t\t\t\t\t<img decoding=\"async\" class=\"spectra-image-gallery__media-thumbnail spectra-image-gallery__media-thumbnail--grid\" src=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Serena-5.jpg\" alt=\"\" loading=\"lazy\" \/>\n\t\t\t\t<\/picture>\n\t\t\t\t<div class=\"spectra-image-gallery__media-thumbnail-blurrer\"><\/div>\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"spectra-image-gallery__media-thumbnail-caption-wrapper spectra-image-gallery__media-thumbnail-caption-wrapper--overlay\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"spectra-image-gallery__media-thumbnail-caption spectra-image-gallery__media-thumbnail-caption--overlay\">\n\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<div class='spectra-image-gallery__media-wrapper' data-spectra-gallery-image-id='17580'>\n\t\t\t\t\t\t\t<div class=\"spectra-image-gallery__media spectra-image-gallery__media--grid\">\n\t\t\t\t<picture>\n\t\t\t\t\t<source media=\"(min-width: 1024px)\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Nathalie-Four.png\">\n\t\t\t\t\t<source media=\"(min-width: 768px)\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Nathalie-Four.png\">\n\t\t\t\t\t<img decoding=\"async\" class=\"spectra-image-gallery__media-thumbnail spectra-image-gallery__media-thumbnail--grid\" src=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Nathalie-Four.png\" alt=\"\" loading=\"lazy\" \/>\n\t\t\t\t<\/picture>\n\t\t\t\t<div class=\"spectra-image-gallery__media-thumbnail-blurrer\"><\/div>\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"spectra-image-gallery__media-thumbnail-caption-wrapper spectra-image-gallery__media-thumbnail-caption-wrapper--overlay\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"spectra-image-gallery__media-thumbnail-caption spectra-image-gallery__media-thumbnail-caption--overlay\">\n\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t\t\t\t<\/div>\n<\/div>\n\n\n\n<p>Chaque mois, la newsletter du programme 10% vous fait d\u00e9couvrir les parcours de participants. <strong>Serena Gruarin<\/strong> (photo \u00e0 gauche) et <strong>Nathalie Four<\/strong> (photo \u00e0 droite) sont data scientists au minist\u00e8re de l&rsquo;Europe et des Affaires \u00e9trang\u00e8res. Leur mission : acculturer les agents du minist\u00e8re \u00e0 la data. Leur point commun : mettre leur talent au service de l&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral.<br><br><strong>Quel est votre parcours ?<\/strong><br>Nathalie : J&rsquo;ai commenc\u00e9 par un master d&rsquo;\u00e9conom\u00e9trie et statistique puis un master 2 sp\u00e9cialis\u00e9 en data science. La data science m&rsquo;a tout de suite passionn\u00e9e. C&rsquo;\u00e9tait d\u00e9j\u00e0 un domaine en plein essor. Ce master n&rsquo;a fait que confirmer mon app\u00e9tence pour la data science que j&rsquo;avais d\u00e9j\u00e0 d\u00e9couvert lors d&rsquo;un stage \u00e0 l&rsquo;Institut National de la Sant\u00e9 et de la Recherche M\u00e9dicale.<br><br>Serena : J&rsquo;ai commenc\u00e9 mes \u00e9tudes sup\u00e9rieures par une double-licence \u00e9conomie et droit car mon coeur balan\u00e7ait entre les deux. J&rsquo;ai m\u00eame pens\u00e9 \u00e0 faire l&rsquo;Ecole nationale de la magistrature. Mon choix s&rsquo;est fix\u00e9 en L3 quand j&rsquo;ai d\u00e9couvert l&rsquo;\u00e9conom\u00e9trie. En me renseignant, j&rsquo;ai d\u00e9couvert que les d\u00e9bouch\u00e9s \u00e9taient tr\u00e8s vari\u00e9s, pour quelqu&rsquo;un qui ne savait pas vraiment dans quel domaine travailler, c&rsquo;\u00e9tait une opportunit\u00e9! Je me suis donc tourn\u00e9e vers un master \u00e9conom\u00e9trie statistique et c&rsquo;est l\u00e0 que j&rsquo;ai entendu pour la 1\u00e8re fois le terme de data science.<br><br><strong>Comment \u00eates-vous arriv\u00e9es dans le public ?<\/strong><br>Nathalie : Le public m&rsquo;a toujours attir\u00e9e, j&rsquo;avais d\u00e9j\u00e0 fait un stage dans le public. Servir l&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral est ce qui a d\u00e9termin\u00e9 mon choix.<br><br>Serena : Mon choix s&rsquo;est fait un peu par hasard, apr\u00e8s un stage dans le domaine de l&rsquo;\u00e9nergie. Je suis tomb\u00e9e sur une offre d&rsquo;apprentissage au minist\u00e8re de l&rsquo;Europe et des Affaires \u00e9trang\u00e8res. Cette offre d&rsquo;apprentissage a attir\u00e9 mon attention, la plupart des offres \u00e9taient propos\u00e9es dans les secteurs de la banque ou des assurances. Pouvoir travailler sur des donn\u00e9es publiques avec tous leurs enjeux, c&rsquo;\u00e9tait un vrai challenge. Nathalie avait besoin d&rsquo;un apprenti et m&rsquo;a recrut\u00e9. Apr\u00e8s une ann\u00e9e, j&rsquo;ai int\u00e9gr\u00e9 le minist\u00e8re en tant que contractuel.<br><br><strong>C&rsquo;est quoi le quotidien d&rsquo;un data scientist au Minist\u00e8re de l&rsquo;Europe et des Affaires \u00e9trang\u00e8res ?<\/strong><br>Nathalie : L&rsquo;int\u00e9gration des data scientists au MAE en est encore \u00e0 ses pr\u00e9mices. Notre mission est essentielle : faire connaitre la data science aux agents du minist\u00e8re, montrer l&rsquo;\u00e9tendue des possibles, bien identifier les besoins. Nous sommes les deux seules data scientists.<br><br>Serena : Nous avons int\u00e9gr\u00e9 le bureau en charge du SIRH \u00e0 un moment o\u00f9 la DRH a eu la volont\u00e9 d&rsquo;exploiter justement les nombreuses donn\u00e9es qui s&rsquo;y trouvent. Un grand challenge au quotidien r\u00e9side dans le fait d&rsquo;acculturer nos coll\u00e8gues aux donn\u00e9es et de r\u00e9colter leur besoin qui pourraient \u00e9ventuellement \u00eatre combl\u00e9s par la data science. Nous sommes entour\u00e9s et travaillons au quotidien aupr\u00e8s des agents dits du \u00ab m\u00e9tier \u00bb.<br><br><strong>Quel est le projet sur lequel vous travaillez actuellement en interne ?<\/strong><br>Serena : Depuis d\u00e9but janvier, je travaille sur un projet qui s&rsquo;\u00e9loigne de la data science \u00ab\u00a0pure\u00a0\u00bbmais qui me permet de d\u00e9couvrir un r\u00f4le qui se rapproche d&rsquo;un MOE et d&rsquo;un data engineer ce qui est tr\u00e8s int\u00e9ressant. Au sein du bureau du dialogue social, je travaille \u00e0 la construction d&rsquo;une base de donn\u00e9e sociale. L&rsquo;id\u00e9e est de r\u00e9cup\u00e9rer les donn\u00e9es puis les mettre en forme pour pouvoir calculer des indicateurs RH.<br><br>Nathalie : De mon c\u00f4t\u00e9, je travaille \u00e0 d\u00e9velopper une fili\u00e8re donn\u00e9e au sein du minist\u00e8re avec l&rsquo;objectif de montrer aux agents l&rsquo;\u00e9tendue des possibilit\u00e9s ouvertes en mati\u00e8re de donn\u00e9e. Des projets de valorisation de donn\u00e9es sont \u00e9galement en cours \u00e0 travers des tableaux de bord RH \u00e0 destination des directions.<br><br><strong>Qu&rsquo;est-ce vous aimez dans votre m\u00e9tier ?<\/strong><br>Nathalie : Faire parler les donn\u00e9es, c&rsquo;est tout l&rsquo;int\u00e9r\u00eat de mon m\u00e9tier. Les donn\u00e9es donnent un \u00e9tat des lieux qui est indispensable \u00e0 toute r\u00e9flexion. Par ailleurs, parler avec une multiplicit\u00e9 d&rsquo;interlocuteurs, directement travailler avec les m\u00e9tiers c&rsquo;est enrichissant.<br><br>Serena : Dans la data science en g\u00e9n\u00e9ral, le fait que ce soit un m\u00e9tier pluridisciplinaire. Ayant toujours eu peur de la routine, le fait que ce m\u00e9tier puisse s&rsquo;exercer dans diff\u00e9rents secteurs m&rsquo;a \u00e9galement beaucoup attir\u00e9.<br><br><strong>Pourquoi avez-vous rejoint le programme 10% ?<\/strong><br>Nathalie : Nous sommes seulement deux au MAE. Le programme 10%, c&rsquo;\u00e9tait pour nous l&rsquo;occasion de rencontrer d&rsquo;autres data scientists issus de diff\u00e9rents minist\u00e8res, maintenir nos comp\u00e9tences data et d\u00e9couvrir de nouveaux outils comme le SSP cloud qui nous est directement utile.<br><br>Serena : Quand on a entendu parl\u00e9 de ce programme, on a tout de suite \u00e9t\u00e9 tr\u00e8s enthousiastes. Notre manager nous a \u00e9galement beaucoup encourag\u00e9 \u00e0 rejoindre cette communaut\u00e9. Pour ma part, avec mon projet en interne qui s&rsquo;\u00e9loigne de la data science, le programme 10%, c&rsquo;est l&rsquo;opportunit\u00e9 pour moi de ne pas perdre en comp\u00e9tence.<br><br><strong>Quel est le projet auquel vous participez dans le programme 10 % ?<\/strong><br>Nathalie : Nous travaillons sur le projet \u00ab\u00a0G\u00e9n\u00e9ration de documents word\u00a0\u00bb. L&rsquo;id\u00e9e est de produire des rapports de mani\u00e8re automatique. Actuellement, la production de rapport word est tr\u00e8s chronophage pour les administrations. Le but du projet est de leur permettre de mettre \u00e0 jour leurs donn\u00e9es par un simple clic.<br><br>Serena : Pour illustrer le projet par un cas concret, on peut prendre l&rsquo;exemple du rapport social unique que les minist\u00e8res doivent \u00e9laborer chaque ann\u00e9e. D&rsquo;une ann\u00e9e \u00e0 l&rsquo;autre, les donn\u00e9es changent et donc les graphiques, mais le format reste identique. Gr\u00e2ce au projet, on pourra facilement actualiser le rapport et rendre le m\u00e9tier autonome.<br>Par ailleurs, l&rsquo;\u00e9quipe 10% est int\u00e9ressante car on a une pluralit\u00e9 de profils (dev, data analyst, data scientists) et de minist\u00e8res (DITP, Minist\u00e8re de la justice, MAE).<br><br><strong>Vous \u00eates deux femmes dans un univers de data scientists majoritairement masculin, quel est votre regard sur la place des femmes dans la data ?<\/strong><br>Serena : Ce n&rsquo;est pas pas forc\u00e9ment une difficult\u00e9. Les choses \u00e9voluent positivement et le monde de la data s&rsquo;ouvre de plus en plus. Quand j&rsquo;\u00e9tais en L3 et que je regardais les promotions pr\u00e9c\u00e9dentes de mon master, il y avait 3 femmes sur 30 \u00e9l\u00e8ves. Aujourd&rsquo;hui, les femmes repr\u00e9sentent 50% des effectifs.<br><br>Nathalie : Au MAE, on est les 2 seules femmes data scientists, autant dire un taux de 100% de repr\u00e9sentation f\u00e9minine !&nbsp;<\/p>\n\n\n\n<div class=\"wp-block-uagb-separator uagb-block-b0a74531\"><div class=\"wp-block-uagb-separator__inner\" style=\"--my-background-image:\"><\/div><\/div>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Zoom sur un projet 10% : Datanonyme<\/strong><\/h2>\n\n\n\n<div class=\"wp-block-columns is-layout-flex wp-container-6\">\n<div class=\"wp-block-column is-layout-flow\">\n<p><strong><em>R\u00e9daction :<\/em> Lucie Clemot, participante 10% au projet datanonyme<\/strong><\/p>\n\n\n\n<figure class=\"wp-block-image aligncenter size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"200\" height=\"200\" src=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Lucie-Clemot-1.jpg\" alt=\"\" class=\"wp-image-17583\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Lucie-Clemot-1.jpg 200w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Lucie-Clemot-1-150x150.jpg 150w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Lucie-Clemot-1-45x45.jpg 45w\" sizes=\"(max-width: 200px) 100vw, 200px\" \/><\/figure>\n\n\n\n<p>Dans le contexte actuel de \ufeff<strong>multiplication de jeux de donn\u00e9es<\/strong>\ufeff contenant des \u00e9l\u00e9ments \u00e0 caract\u00e8re sensible, l&rsquo;Etat cherche \u00e0 diffuser plus de donn\u00e9es. Ceci semble paradoxal, mais ne l&rsquo;est pas en r\u00e9alit\u00e9&nbsp; : ces jeux de donn\u00e9es repr\u00e9sentent des leviers cl\u00e9s pour encourager l&rsquo;exploitation et la r\u00e9utilisation par une pluralit\u00e9 d&rsquo;acteurs, ainsi que pour favoriser la transparence de l&rsquo;action publique. Cependant, la publication de ces bases de donn\u00e9es ne peut \u00eatre possible que si elles sont <strong>anonymes<\/strong>. On entend ici anonyme selon la d\u00e9finition de la <strong>CNIL<\/strong>, qui assure <strong>une protection compl\u00e8te des donn\u00e9es sensibles aux individus.<\/strong><\/p>\n\n\n\n<p>Les trois crit\u00e8res d&rsquo;anonymisation selon la CNIL sont les suivants : la <strong>non-individualisation, la non-inf\u00e9rence, et la non-corr\u00e9lation.<\/strong><\/p>\n\n\n\n<p>Le premier, <strong>la non-individualisation<\/strong>, est \u00e0 l&rsquo;incapacit\u00e9 d&rsquo;un attaquant \u00e0 identifier un individu parmi le jeu de donn\u00e9es, ou \u00e0 retrouver \u00e0 quel individu une ligne du jeu de donn\u00e9e correspond. Le deuxi\u00e8me, <strong>la non-inf\u00e9rence<\/strong>, repr\u00e9sente l&rsquo;incapacit\u00e9 d&rsquo;un attaquant \u00e0 pr\u00e9dire un attribut d&rsquo;un individu pr\u00e9sent dans la base de donn\u00e9es. Le troisi\u00e8me, la <strong>non-corr\u00e9lation<\/strong>, repr\u00e9sente un risque li\u00e9 aux jeux de donn\u00e9es disponibles en ligne ou en vente aupr\u00e8s de courtiers en donn\u00e9e. Il s&rsquo;agit de l&rsquo;incapacit\u00e9 d&rsquo;un attaquant, en exploitant ces donn\u00e9es externes, \u00e0 r\u00e9identifier un individu du jeu initial, ou \u00e0 inf\u00e9rer un attribut d&rsquo;un de ces individus.<\/p>\n\n\n\n<p>L&rsquo;enjeu d&rsquo;\u00eatre capable de bien anonymiser les donn\u00e9es est double. D&rsquo;abord, les usagers, \u00e0 travers des plateformes telles que data.gouv.fr, pourront b\u00e9n\u00e9ficier d&rsquo;<strong>une plus grande diversit\u00e9 de jeux de donn\u00e9es<\/strong> et sauront que <strong>leurs donn\u00e9es personnelles sont mieux prot\u00e9g\u00e9es.<\/strong><\/p>\n\n\n\n<p>Cet enjeu est aussi au c\u0153ur des pr\u00e9occupations des administrations. En effet, certains acteurs du service public portent au sein de leurs engagements le partage de donn\u00e9es en toute s\u00e9curit\u00e9, tandis que d&rsquo;autres manipulent des donn\u00e9es sensibles en interne et souhaiteraient pouvoir opter pour la version anonymis\u00e9e de ces donn\u00e9es.<\/p>\n\n\n\n<p>C&rsquo;est dans ce contexte et pour r\u00e9pondre \u00e0 cet enjeu double que l&rsquo;id\u00e9e est arriv\u00e9e de consacrer un projet du programme 10 % \u00e0 la question de l&rsquo;anonymisation. Ce projet, depuis appel\u00e9 <strong>datanonyme<\/strong>, avait initialement pour vocation de cr\u00e9er un outil capable d&rsquo;anonymiser n&rsquo;importe quel jeu de donn\u00e9es tabulaire. L&rsquo;ambition de ce projet a depuis \u00e9volu\u00e9 dans une direction plus ad-hoc : il s&rsquo;agit maintenant de<strong> co-construire un outil adapt\u00e9 aux besoins respectifs de tous les participants du projet et de leurs administrations respectives.<\/strong><\/p>\n\n\n\n<p>Il existe d\u00e9j\u00e0 des solutions techniques pour r\u00e9pondre au besoin d\u00e9crit, cependant, elles sont parfois on\u00e9reuses, souvent des bo\u00eetes noires, et r\u00e9pondent \u00e0 des cas d&rsquo;usages trop sp\u00e9cifiques. Cependant, il existe des outils qui quantifient la qualit\u00e9 d&rsquo;une anonymisation, avec entre autres deux outils libres qui ont \u00e9t\u00e9 approuv\u00e9s par la CNIL : <strong>anonymeter<\/strong> et <strong>querysnout<\/strong>.<\/p>\n\n\n\n<p>D&rsquo;un point de vue technique, l&rsquo;outil se constitue de deux volets. Le premier correspond \u00e0 <strong>l&rsquo;anonymisation en tant que telle<\/strong>, et le deuxi\u00e8me en une approche adverse, qui en tentant de d\u00e9faire l&rsquo;anonymisation (en utilisant les crit\u00e8res de la CNIL), vient <strong>quantifier la performance<\/strong><strong>(soit la qualit\u00e9) de l&rsquo;anonymat<\/strong>. En r\u00e9unissant ces deux volets, nous chercherons \u00e0 optimiser la qualit\u00e9 de la donn\u00e9e statistique tout en maintenant le secret statistique.<\/p>\n\n\n\n<p>Il existe un certain nombre de m\u00e9thodes d&rsquo;anonymisation qui ont fait leurs preuves math\u00e9matiques. Dans l&rsquo;ensemble, la strat\u00e9gie consiste \u00e0 <strong>prendre du recul sur les donn\u00e9es<\/strong> (il y a donc n\u00e9cessairement une perte d&rsquo;information), <strong>tout en conservant une diversit\u00e9 suffisante des attributs des points de donn\u00e9es<\/strong> (pour \u00e9viter que l&rsquo;inf\u00e9rence sur un nouvel individu soit trop simple). Lorsqu&rsquo;il s&rsquo;agit de donn\u00e9es num\u00e9riques, il existe de nombreuses strat\u00e9gies pour bruiter les donn\u00e9es. Enfin, des mod\u00e8les plus sophistiqu\u00e9s bas\u00e9s sur les probabilit\u00e9s existent aussi pour prot\u00e9ger des donn\u00e9es.<\/p>\n\n\n\n<p>Nous avons \u00e9tudi\u00e9 diff\u00e9rentes id\u00e9es pour impl\u00e9menter l&rsquo;approche adverse sur les trois crit\u00e8res de la CNIL. Entre autres, l&rsquo;\u00e9tude des points trop particuliers (appel\u00e9s outliers) permet d&rsquo;estimer le risque d&rsquo;identification. De plus, la performance de mod\u00e8les de classification ou de r\u00e9gression de variable sensible entra\u00een\u00e9s sur la donn\u00e9e brute d&rsquo;une part et anonymis\u00e9e d&rsquo;autre part permet de r\u00e9v\u00e9ler un axe de comparaison pour le crit\u00e8re d&rsquo;inf\u00e9rence. Le crit\u00e8re de corr\u00e9lation, lui, est plus dur \u00e0 \u00e9tudier de mani\u00e8re syst\u00e9matique.<\/p>\n\n\n\n<p>Pour les membres du projet Datanonyme, l&rsquo;int\u00e9r\u00eat de ce projet est multiple. Tout d&rsquo;abord, nous avons tous et toutes \u00e0 y <strong>gagner en terme d&rsquo;expertise sur le sujet<\/strong>. De plus, <strong>d\u00e9velopper un outil libre<\/strong> repr\u00e9sente une r\u00e9elle occasion de rattraper le retard du service public sur les probl\u00e9matiques d&rsquo;anonymisation.<\/p>\n\n\n\n<div class=\"wp-block-buttons is-layout-flex\">\n<div class=\"wp-block-button\"><a class=\"wp-block-button__link wp-element-button\" href=\"https:\/\/www.10pourcent.etalab.gouv.fr\/projets\/datanomyme\/\">En savoir plus<\/a><\/div>\n<\/div>\n\n\n\n<div class=\"wp-block-uagb-separator uagb-block-861b4b02\"><div class=\"wp-block-uagb-separator__inner\" style=\"--my-background-image:\"><\/div><\/div>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>L&rsquo;administration recrute !<\/strong><\/h2>\n\n\n\n<p><strong>L&rsquo;ecolab recherche 3 profils data sciences :<br>&#8211; <a href=\"https:\/\/choisirleservicepublic.gouv.fr\/offre-emploi\/analyste-de-donnees-data-analyst-et-politiques-publiques-reference-2023-1272200\/\">Un(e) data analyst.<\/a><br>&#8211; <a href=\"https:\/\/choisirleservicepublic.gouv.fr\/offre-emploi\/lead-data-analyst---transition-ecologique--territoires-reference-2023-1272095\/\">Un(e) Lead Data analyst.<\/a><br>&#8211;<a href=\"https:\/\/choisirleservicepublic.gouv.fr\/offre-emploi\/data-ingenieure-confirmee-indicateurs-de-transition-ecologique-reference-2023-1272228\/\"> Un(e) Data ing\u00e9nieur(e) confirm\u00e9(e).<\/a><br>La direction centrale de la police judiciaire<\/strong> recherche <strong><a href=\"https:\/\/choisirleservicepublic.gouv.fr\/offre-emploi\/pn-dcpj-sdlco-92---data-scientist-au-sein-du-groupe-d-enquete-specialise-cyber-mineurs-ocreth-sic-reference-MINT_BS092PNA-61990\/\">un data scientist.<\/a><br>Le minist\u00e8re de l&rsquo;Int\u00e9rieur <\/strong>recherche<strong> <a href=\"https:\/\/choisirleservicepublic.gouv.fr\/offre-emploi\/pn-ssmsi-75---chef-de-projet-data-analyst-methodologie-protocole-et-exploitation-d-enquetes-sic-reference-MINT_BS075PNA-66586\/https:\/choisirleservicepublic.gouv.fr\/offre-emploi\/charge-d-etudes--data-scientist-sur-les-donnees-fiscales-hf-reference-MEF_2023-10645\/\">un chef de projet data analyst.<\/a><br>La DGFIP <\/strong>recherche<strong><a href=\"https:\/\/choisirleservicepublic.gouv.fr\/offre-emploi\/pn-ssmsi-75---chef-de-projet-data-analyst-methodologie-protocole-et-exploitation-d-enquetes-sic-reference-MINT_BS075PNA-66586\/https:\/choisirleservicepublic.gouv.fr\/offre-emploi\/charge-d-etudes--data-scientist-sur-les-donnees-fiscales-hf-reference-MEF_2023-10645\/\"> un data scientist sur les donn\u00e9es fiscales.<\/a><br>La DGCCRF <\/strong>recherche<strong> <a href=\"https:\/\/choisirleservicepublic.gouv.fr\/offre-emploi\/data-scientist-au-sein-de-la-cellule-numerique-du-service-national-des-enquetes-hf-reference-MEF_2023-10118\/\">un data scientist.<\/a><br>La direction num\u00e9rique des minist\u00e8res sociaux <\/strong>recherche<strong> <a href=\"https:\/\/choisirleservicepublic.gouv.fr\/offre-emploi\/data-manager-reference-2022-1070353\/\">un data manager.<\/a><\/strong><\/p>\n\n\n\n<div class=\"wp-block-uagb-separator uagb-block-08d46108\"><div class=\"wp-block-uagb-separator__inner\" style=\"--my-background-image:\"><\/div><\/div>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Le coin lecture<\/strong><\/h2>\n\n\n\n<p>Une s\u00e9rie de <a href=\"https:\/\/guides.etalab.gouv.fr\/accueil.html\"><strong>guides<\/strong> <\/a>produits par Etalab pour tous ceux qui sont amen\u00e9s \u00e0 produire, collecter ou utiliser des donn\u00e9es, codes sources de logiciel ou algorithmes.<br><strong>L&rsquo;Inspection g\u00e9n\u00e9rale des finances<\/strong>, conjointement avec <strong>le Conseil g\u00e9n\u00e9ral de l&rsquo;\u00e9conomie<\/strong> a rendu public <a href=\"https:\/\/www.economie.gouv.fr\/cge\/filiere-numerique-Etat\"><strong>le rapport relatif aux RH de l&rsquo;Etat dans le num\u00e9rique<\/strong><\/a> Il propose 5 actions :<br>\ud83d\udc49 Un choc de simplification du recrutement, avec 3 500 postes \u00e0 cr\u00e9er en 5 ans<br>\ud83d\udc49 Un choc d&rsquo;attractivit\u00e9 pour les jeunes, y compris les apprentis et stagiaires<br>\ud83d\udc49 Un choc de fid\u00e9lisation pour faciliter les parcours de carri\u00e8re au sein du num\u00e9rique public<br>\ud83d\udc49 Un choc de mutualisation avec la cr\u00e9ation de centres de comp\u00e9tences de haut niveau<br>\ud83d\udc49 Un choc dans l&rsquo;organisation du travail pour offrir des conditions attractives correspondant aux attentes<\/p>\n\n\n\n<div class=\"wp-block-uagb-separator uagb-block-366e7334\"><div class=\"wp-block-uagb-separator__inner\" style=\"--my-background-image:\"><\/div><\/div>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Appel \u00e0 id\u00e9es ?<\/strong><\/h2>\n\n\n\n<p><br>Pour la prochaine newsletter du programme 10%, nous faisons appel \u00e0 vous !<br>Vous avez un <strong>projet data et IA<\/strong> au sein de la sph\u00e8re publique \u00e0 valoriser, une <strong>formation utile<\/strong> \u00e0 la communaut\u00e9, <strong>un \u00e9v\u00e9nement<\/strong>, des<strong> actus<\/strong>, des<strong> conseils de lecture<\/strong> &#8230; Faites-nous le savoir :<strong> 10pourcent.dinum@modernisation.gouv.fr<\/strong><\/p>\n\n\n\n<p>Pour recevoir les prochaines newsletter du programme 10%, inscrivez-vous<a href=\"https:\/\/f.info.etalab.gouv.fr\/f\/lp\/newsletter-du-programme-10\/o72g0xss\"> <strong>ici<\/strong><\/a><\/p>\n<\/div>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Rejoindre le programme 10% Lanc\u00e9 en 2022, le programme 10%, port\u00e9 par la Dinum en lien avec l&rsquo;Insee, est une collaboration in\u00e9dite entre experts publics de la donn\u00e9e et de l&rsquo;IA sur des projets d&rsquo;int\u00e9r\u00eat commun. Int\u00e9grer la communaut\u00e9 10%, c&rsquo;est aussi monter en comp\u00e9tence, \u00e9changer entre pairs et partager des moments informels autour de &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/programme-10-newsletter-du-mois-de-juillet-2023\"> <span class=\"screen-reader-text\">Programme 10% &#8211; Newsletter du mois de juillet 2023<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":76,"featured_media":17578,"comment_status":"closed","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[70,294],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Newsletter-du-programme-10_3.png",1280,720,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Newsletter-du-programme-10_3-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Newsletter-du-programme-10_3-300x169.png",300,169,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Newsletter-du-programme-10_3-768x432.png",768,432,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Newsletter-du-programme-10_3-1024x576.png",1024,576,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Newsletter-du-programme-10_3.png",1280,720,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Newsletter-du-programme-10_3.png",1280,720,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2023\/07\/Newsletter-du-programme-10_3-45x45.png",45,45,true]},"uagb_author_info":{"display_name":"Sabrina Hedroug","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/sabrina-hedroug"},"uagb_comment_info":0,"uagb_excerpt":"Rejoindre le programme 10% Lanc\u00e9 en 2022, le programme 10%, port\u00e9 par la Dinum en lien avec l&rsquo;Insee, est une collaboration in\u00e9dite entre experts publics de la donn\u00e9e et de l&rsquo;IA sur des projets d&rsquo;int\u00e9r\u00eat commun. Int\u00e9grer la communaut\u00e9 10%, c&rsquo;est aussi monter en comp\u00e9tence, \u00e9changer entre pairs et partager des moments informels autour de\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/17577"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/76"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=17577"}],"version-history":[{"count":2,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/17577\/revisions"}],"predecessor-version":[{"id":17585,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/17577\/revisions\/17585"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/17578"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=17577"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=17577"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=17577"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}