{"id":4616,"date":"2016-04-14T18:10:03","date_gmt":"2016-04-14T16:10:03","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=4616"},"modified":"2019-06-18T10:44:22","modified_gmt":"2019-06-18T08:44:22","slug":"le-sommet-mondial-du-pgo-a-paris-souvre-le-20-avril","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/le-sommet-mondial-du-pgo-a-paris-souvre-le-20-avril","title":{"rendered":"[:fr]Le Sommet mondial du PGO \u00e0 Paris s&rsquo;ouvre le 20 avril[:en]Opening of the OGP Global Summit in Paris on April 20, 2016[:]"},"content":{"rendered":"[:fr]\n<p style=\"text-align: justify;\">La France <strong>prendra la pr\u00e9sidence du <a href=\"http:\/\/www.opengovpartnership.org\/\">Partenariat pour un gouvernement ouvert<\/a><\/strong> (PGO) en octobre 2016 pour un an.<\/p>\n<p style=\"text-align: justify;\">A ce titre, elle accueillera en D\u00e9cembre prochain le <strong>Sommet mondial du PGO\u00e0 Paris<\/strong>, comme <a href=\"http:\/\/www.elysee.fr\/declarations\/article\/voeux-au-corps-diplomatique\/\" class=\"broken_link\">l&rsquo;a annonc\u00e9 le Pr\u00e9sident de la R\u00e9publique lors de ses voeux au corps diplomatique le 21 janvier 2016.<\/a><\/p>\n<p style=\"text-align: justify;\">Le Partenariat pour un gouvernement ouvert est une initiative multilat\u00e9rale cr\u00e9\u00e9e en 2011, qui rassemble aujourd\u2019hui <strong>69 pays membres<\/strong> autour des <strong>grands principes du gouvernement ouvert<\/strong>\u00a0: transparence et int\u00e9grit\u00e9 de l\u2019action publique, participation citoyenne et contribution du num\u00e9rique \u00e0 cette ouverture.<\/p>\n<p style=\"text-align: justify;\">Parce que la collaboration entre gouvernements et soci\u00e9t\u00e9 civile est au c\u0153ur de l\u2019esprit du Partenariat pour un gouvernement ouvert, <strong>le programme du Sommet sera co-cr\u00e9\u00e9 avec la soci\u00e9t\u00e9 civile<\/strong>.<\/p>\n<p style=\"text-align: justify;\">Cette collaboration sera initi\u00e9e <strong>d\u00e8s le 20 avril<\/strong> \u00e0 l&rsquo;occasion d&rsquo;<strong>un \u00e9v\u00e9nement de lancement du Sommet<\/strong> inaugur\u00e9 par Jean-Vincent Plac\u00e9, Secr\u00e9taire d\u2019Etat en charge de la R\u00e9forme de l\u2019Etat et de la Simplification.<\/p>\n<p style=\"text-align: justify;\"><img decoding=\"async\" loading=\"lazy\" class=\"aligncenter wp-image-4619\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/04\/Point-detape.png\" alt=\"Point detape\" width=\"355\" height=\"227\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/04\/Point-detape.png 931w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/04\/Point-detape-300x192.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/04\/Point-detape-768x491.png 768w\" sizes=\"(max-width: 355px) 100vw, 355px\" \/><\/p>\n<p style=\"text-align: justify;\">Cet \u00e9v\u00e9nement r\u00e9unira des administrations, des repr\u00e9sentants nationaux et internationaux de la soci\u00e9t\u00e9 civile et des membres du secr\u00e9tariat permanent du PGO. Il permettra de pr\u00e9senter les grandes lignes de ce sommet mondial, ainsi que les \u00e9tapes de co-cr\u00e9ation du programme, qui d\u00e9marreront d\u00e8s ce soir l\u00e0 avec <strong>trois ateliers collaboratifs <\/strong>:<strong><br \/>\n<\/strong><\/p>\n<ul style=\"text-align: justify;\">\n<li style=\"text-align: left;\"><strong><span style=\"text-decoration: underline;\">Atelier sur le programme du Sommet<\/span>\u00a0:<\/strong> Un appel \u00e0 propositions sera ouvert permettant aux participants (gouvernements et soci\u00e9t\u00e9 civile) de proposer des conf\u00e9rences, table-rondes et ateliers pour le sommet mondial. Une plateforme contributive sera d\u00e9voil\u00e9e \u00e0 cette occasion. Les participants \u00e0 cet atelier pourront soumettre leurs premi\u00e8res propositions sur le site.<\/li>\n<li style=\"text-align: left;\"><strong><span style=\"text-decoration: underline;\">Atelier sur le hackathon pr\u00e9vu pendant le Sommet\u00a0<\/span>:<\/strong> Un hackathon mondial aura lieu lors du sommet afin de proposer en d\u00e9cembre une \u00ab\u00a0bo\u00eete \u00e0 outils\u00a0\u00bb permettant de mettre en \u0153uvre concr\u00e8tement les principes du gouvernement ouvert. Les participants \u00e0 cet atelier pourront r\u00e9fl\u00e9chir au format, \u00e0 la m\u00e9thodologie et au contenu de ce hackathon.<\/li>\n<li style=\"text-align: left;\"><strong><span style=\"text-decoration: underline;\">Atelier sur la journ\u00e9e soci\u00e9t\u00e9 civile (\u00ab\u00a0CSO Day\u00a0\u00bb)<\/span> :<\/strong> Le PGO pr\u00e9voit l\u2019organisation d\u2019une journ\u00e9e d&rsquo;\u00e9changes d\u00e9di\u00e9e et organis\u00e9e par la soci\u00e9t\u00e9 civile<em>\u00a0<\/em>lors du sommet mondial. Les participants \u00e0 cet atelier pourront travailler sur le contenu de cette journ\u00e9e.<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Ce lancement marquera la <strong>premi\u00e8re \u00e9tape <\/strong>de la co-construction du Sommet mondial avec la soci\u00e9t\u00e9 civile, celle-ci se poursuivra tout au long de l\u2019ann\u00e9e lors d&rsquo;ateliers d\u00e9di\u00e9s ou d\u2019\u00e9v\u00e9nements internationaux (ateliers, conf\u00e9rences nationales et internationales, sommets r\u00e9gionaux du PGO&#8230;).<\/p>\n<p style=\"text-align: justify;\">Pour d\u00e9couvrir les d\u00e9tails de l&rsquo;\u00e9v\u00e9nement et participer, <a href=\"https:\/\/www.eventbrite.fr\/e\/billets-lancement-du-sommet-mondial-du-partenariat-pour-un-gouvernement-2016-24508271901\">veuillez vous inscrire ici<\/a>. Vous recevrez un message de confirmation.<\/p>\n[:en]France will serve as <strong>Lead Chair on the Open Government Partnership (OGP) steering committee<\/strong> in October 2016 for a year.<\/p>\n<p>As such France will host the <strong>OGP Global Summit in Paris <\/strong>in December 2016<strong>, <\/strong>as <a href=\"http:\/\/www.elysee.fr\/declarations\/article\/voeux-au-corps-diplomatique\/\" class=\"broken_link\">announced by the President of the French Republic during his New Year&rsquo;s address to the diplomatic corps<\/a> on January 21, 2016.<\/p>\n<p>The Open Governement Partnership is a multilateral initiative that aims to promote transparency and accountability, empower citizens and harness new technologies to strengthen open government. Launched in 2011, it now gathers 69 governements.<\/p>\n<p>In keeping with the OGP&rsquo;s spirit of collaboration and co-creation, <strong>the agenda for the Global Summit will be based on an open call for proposals from governments and civil society<\/strong>.<\/p>\n<p>This collaboration will be initiated at the <strong>Global Summit launch event<\/strong> opened by Jean-Vincent Plac\u00e9, Minister of State for State Reform and Simplification attached to the Prime minister.<\/p>\n<p style=\"text-align: justify;\"><img decoding=\"async\" loading=\"lazy\" class=\"aligncenter wp-image-4619\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/04\/Point-detape.png\" alt=\"Point detape\" width=\"355\" height=\"227\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/04\/Point-detape.png 931w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/04\/Point-detape-300x192.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/04\/Point-detape-768x491.png 768w\" sizes=\"(max-width: 355px) 100vw, 355px\" \/><\/p>\n<p>This event will bring together public administrations, national and international representants from civil society and members from the OGP permanent secretariat. The main lines of the OGP Global Summit will be outlined, as well as the steps for co-creating the agenda. It will iniate the co-creation process through <strong>three participatory workshops<\/strong> :<\/p>\n<ul>\n<li><strong>Workshop on the Global Summit agenda : <\/strong>A call for proposals will be open for participants (governments and civil society) to submit a session (lecture, workshop or pitch) they would like to lead during the Summit. A dedicated website will be unveiled on this occasion. Participants will be able to sumbit their first proposals during this workshop.<\/li>\n<li><strong>Workshop on the<\/strong> <strong>hackathon planned during the Summit : <\/strong>A worldwide hackathon will take place during the Global Summit to come up with a toolbox to put open governemnt principles in practice. Participants will have the opportunity to imagine the format, methology and content of this hackathon.<\/li>\n<li><strong>Workshop on the CSO Day :<\/strong> During the Global Summit, a special day will be dedicated to and organised by civil society organisations. Participants will have the opportunity to work on the content of this day.<\/li>\n<\/ul>\n<p>This launch event sets the first milestone in the Global Summit co-construction with civil society. This process will continue all year through dedicated workshops and international events (workshops, national and international conferences, OGP regional summits&#8230;).<\/p>\n<p>To learn more and participate in this event, <a href=\"https:\/\/www.eventbrite.fr\/e\/billets-lancement-du-sommet-mondial-du-partenariat-pour-un-gouvernement-2016-24508271901\">please register here<\/a>. You will receive a confirmation message.[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr] La France prendra la pr\u00e9sidence du Partenariat pour un gouvernement ouvert (PGO) en octobre 2016 pour un an. A ce titre, elle accueillera en D\u00e9cembre prochain le Sommet mondial du PGO\u00e0 Paris, comme l&rsquo;a annonc\u00e9 le Pr\u00e9sident de la R\u00e9publique lors de ses voeux au corps diplomatique le 21 janvier 2016. Le Partenariat pour &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/le-sommet-mondial-du-pgo-a-paris-souvre-le-20-avril\"> <span class=\"screen-reader-text\">[:fr]Le Sommet mondial du PGO \u00e0 Paris s&rsquo;ouvre le 20 avril[:en]Opening of the OGP Global Summit in Paris on April 20, 2016[:]<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":4,"featured_media":2268,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[27],"tags":[31,178,191,185],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/1FHE7flf.png",512,512,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/1FHE7flf-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/1FHE7flf-300x300.png",300,300,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/1FHE7flf.png",512,512,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/1FHE7flf.png",512,512,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/1FHE7flf.png",512,512,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/1FHE7flf.png",512,512,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/1FHE7flf.png",45,45,false]},"uagb_author_info":{"display_name":"Laure Lucchesi","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/laure"},"uagb_comment_info":0,"uagb_excerpt":"[:fr] La France prendra la pr\u00e9sidence du Partenariat pour un gouvernement ouvert (PGO) en octobre 2016 pour un an. A ce titre, elle accueillera en D\u00e9cembre prochain le Sommet mondial du PGO\u00e0 Paris, comme l&rsquo;a annonc\u00e9 le Pr\u00e9sident de la R\u00e9publique lors de ses voeux au corps diplomatique le 21 janvier 2016. Le Partenariat pour\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/4616"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=4616"}],"version-history":[{"count":7,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/4616\/revisions"}],"predecessor-version":[{"id":10801,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/4616\/revisions\/10801"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/2268"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=4616"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=4616"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=4616"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}