{"id":832,"date":"2012-01-12T00:00:00","date_gmt":"2012-01-11T23:00:00","guid":{"rendered":"http:\/\/www.etalab.gouv.fr\/article-severin-naudet-repond-aux-questions-des-internautes-96966561-comments.html"},"modified":"2012-01-12T00:00:00","modified_gmt":"2012-01-11T23:00:00","slug":"severinnaudetrepondauxquestionsdesinternautes","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/severinnaudetrepondauxquestionsdesinternautes","title":{"rendered":"S\u00e9verin Naudet r\u00e9pond aux questions des internautes."},"content":{"rendered":"<p class=\"question\">\n  &nbsp;\n  <\/p>\n<div>\n    <span><span><strong><br \/><\/strong><\/span><\/span>\n  <\/div>\n<p class=\"question\">\n  <img decoding=\"async\" loading=\"lazy\" alt=\"837110.jpeg\" height=\"198\" width=\"300\" class=\"CtreTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/837110.jpeg\">\n  <\/p>\n<p class=\"question\">\n  &nbsp;\n  <\/p>\n<p class=\"question\">\n  Le 19 d\u00e9cembre dernier, lors du Chat <a href=\"http:\/\/www.lexpress.fr\" target=\"_blank\">Express.fr<\/a>, S\u00e9verin Naudet, directeur de la mission Etalab, r\u00e9pondait aux questions des internautes<br \/>\n  d\u00e9sireux d&rsquo;en savoir plus sur les fonctionnalit\u00e9s et les possibilit\u00e9s offertes par l&rsquo;ouverture de <a href=\"http:\/\/www.data.gouv.fr\" target=\"_blank\">Data.gouv.fr<\/a>. Licence ouverte, jeux de<br \/>\n  donn\u00e9es, r\u00e9utilisation et avenir de l&rsquo;Open Data ont \u00e9t\u00e9 au centre des d\u00e9bats:\n  <\/p>\n<p class=\"question\">\n  Stanm: J&rsquo;ai cherch\u00e9 des renseignements sur la licence des donn\u00e9es open data mais je n&rsquo;ai pas trouv\u00e9. Que veux dire licence libre? A-t-on le droit par exemple de cr\u00e9er une base de donn\u00e9es<br \/>\n  performante avec ces donn\u00e9es et faire payer son acc\u00e8s?\n  <\/p>\n<p>\n  Tu trouveras la \u00ab\u00a0licence ouverte\u00a0\u00bb sur&nbsp;<a href=  \"http:\/\/www.data.gouv.fr\/Licence-Ouverte-Open-Licence\" target=\"_blank\">http:\/\/www.data.gouv.fr\/Licence-Ouverte-Open-Licence<\/a>. Oui, toutes les r\u00e9utilisations sont possibles dans les conditions<br \/>\n  pr\u00e9vues par la licence.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Tdudouet: Bonjour S\u00e9verin, aucun document ne semble concerner les March\u00e9s Publics, qui sont cens\u00e9s l&rsquo;\u00eatre par d\u00e9finition. Le tir sera-t-il bient\u00f4t rectifi\u00e9?\n  <\/p>\n<p>\n  Ca fait partie des jeux de donn\u00e9es sur lesquels on travaille.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Peredom: Avez-vous des partenaires qui proposent le re-traitement, le recoupage et le partage des donn\u00e9es ouvertes? Sinon \u00eates-vous favorable \u00e0 une telle collaboration?\n  <\/p>\n<p>\n  Je suis favorable \u00e0 toutes les r\u00e9utilisations qui cr\u00e9ent de l&rsquo;activit\u00e9, comme le font d\u00e9j\u00e0&nbsp;<a\n    href=\"http:\/\/www.data-publica.com\/\" target=\"_blank\">Data Publica<\/a>&nbsp;ou&nbsp;<a href=    \"http:\/\/www.qunb.com\/\" target=\"_blank\">QUNB<\/a>.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Fabrice: Est-ce qu&rsquo;un site open-data europ\u00e9en est pr\u00e9vu? Et un site open-data mondial?\n  <\/p>\n<p>\n  Neelie Kroes, vice-pr\u00e9sidente de la Commission europ\u00e9enne, a annonc\u00e9 la mise en ligne en 2012 d&rsquo;une plate-forme des donn\u00e9es de la commission. Je crois qu&rsquo;il est aussi question \u00e0 terme d&rsquo;une<br \/>\n  plate-forme regroupant les donn\u00e9es des \u00c9tats membres.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Topinambeur: Il semble y avoir un petit cafouillage en terme de formats de donn\u00e9es. En Conseil des ministres, le gouvernement avait souhait\u00e9 que soient utilis\u00e9s des formats ouverts et non des<br \/>\n  formats propri\u00e9taires (aujourd&rsquo;hui majoritaire sur data.gouv.fr). Dans vos prises de parole publique, vous semblez faire la confusion entre ces deux concepts importants aux yeux de beaucoup de<br \/>\n  r\u00e9utilisateurs. Quel est d&rsquo;apr\u00e8s vous la diff\u00e9rence entre formats ouverts et formats propri\u00e9taires? Quelle d\u00e9finition faites-vous du terme \u00ab\u00a0Format Ouvert\u00a0\u00bb?\n  <\/p>\n<p>\n  Le v\u00e9ritable enjeu c&rsquo;est de rendre accessible les informations publiques, c&rsquo;est d&rsquo;abord \u00e7a l&rsquo;open data, c&rsquo;est ce que permet data.gouv.fr. Les rendre accessible dans des formats ouverts et libres \u00e0<br \/>\n  l&rsquo;\u00e9chelle de l&rsquo;Etat, c&rsquo;est une question d&rsquo;am\u00e9lioration du service et \u00e7a prend du temps, on a commenc\u00e9.&nbsp;\n  <\/p>\n<p>\n  Topinambeur: data.gouv.fr affirme mettre \u00e0 disposition 300 000 jeux de donn\u00e9es. Plusieurs organisation, dont Data Publica, ont analys\u00e9 ce chiffre et d\u00e9montr\u00e9 qu&rsquo;il n&rsquo;y avait, au maximum, que 1700<br \/>\n  jeux de donn\u00e9es disponibles. Comment expliquez-vous cette diff\u00e9rence?&nbsp;\n  <\/p>\n<p>\n  data.gouv.fr met \u00e0 disposition 352 000 jeux de donn\u00e9es.&nbsp;<a href=  \"http:\/\/www.data-publica.com\/content\/2011\/12\/data-publica-salue-la-naissance-de-data-gouv-fr\/\" target=\"_blank\">Voil\u00e0 ce qui dit en fait l&rsquo;article de Data Publica<\/a>:&nbsp;\n  <\/p>\n<p>\n  Citation de l&rsquo;article:&nbsp;\n  <\/p>\n<p>\n  <em>\u00ab\u00a0Nous avons \u00e9tudi\u00e9 l&rsquo;ensemble des donn\u00e9es accessibles sur le portail data.gouv.fr pour les r\u00e9f\u00e9rencer. Nous avons \u00e9t\u00e9 impressionn\u00e9s par la quantit\u00e9 de donn\u00e9es disponibles: avec 352 000 jeux de<br \/>\n  donn\u00e9es, le portail de l&rsquo;administration fran\u00e7aise fait presque aussi bien que son concurrent am\u00e9ricain en trois ans et ses 390 146 jeux de donn\u00e9es et bien mieux que son concurrent anglais<br \/>\n  data.gov.uk qui culmine \u00e0 environ 7000 jeux de donn\u00e9es.\u00a0\u00bb&nbsp;<\/em>\n  <\/p>\n<p>\n  Il y a en bien 352 000 fichiers disponibles sur data.gouv.fr, qu&rsquo;ils soient r\u00e9f\u00e9renc\u00e9s ou h\u00e9berg\u00e9s. Ce qui est important c&rsquo;est la qualit\u00e9 du service et son contenu. Auparavant, il n&rsquo;y avait juste<br \/>\n  pas de plate-forme des donn\u00e9es publiques en France.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Stanm: Bonjour, y a-t-il un projet de mise \u00e0 disposition des open-data via une API pour les d\u00e9veloppeurs. Et qu&rsquo;en est-il des mises \u00e0 jour?\n  <\/p>\n<p>\n  Oui, on y travaille actuellement avec la communaut\u00e9. Les donn\u00e9es seront mises \u00e0 jour r\u00e9guli\u00e8rement.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Louis: Aura-t-on enfin des informations plus compl\u00e8tes sur des sujets sensibles, par exemple les chiffres du ch\u00f4mage?\n  <\/p>\n<p>\n  Tu trouves sur data.gouv.fr le nombre de demandeurs d&#8217;emploi inscrits \u00e0 P\u00f4le Emploi chaque mois, par d\u00e9partement, par cat\u00e9gorie d&rsquo;\u00e2ge et de dur\u00e9e du ch\u00f4mage, depuis 1997.&nbsp;\n  <\/p>\n<p class=\"question\">\n  L\u00e9a: Avant Etalab, huit collectivit\u00e9s territoriales ont ouvert une partie de leurs donn\u00e9es. Envisagez-vous une centralisation de toutes les plates-formes?\n  <\/p>\n<p>\n  Les collectivit\u00e9s locales sont libres de faire de l&rsquo;open data, mais je les invite \u00e0 nous rejoindre et data.gouv.fr est \u00e0 leur disposition pour rendre accessible toutes leurs donn\u00e9es.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Emilien: Les diff\u00e9rents minist\u00e8res sont-ils tous impliqu\u00e9s dans ce projet? Y a-t-il des r\u00e9fractaires? Avez-vous besoin de la coop\u00e9ration d&rsquo;autres services pour mettre le site \u00e0 jour?\n  <\/p>\n<p>\n  Oui, bien s\u00fbr! Les administrations ont fait un travail formidable pour permettre la mise en ligne de data.gouv.fr, avec \u00e9norm\u00e9ment de donn\u00e9es nouvelles.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Agn\u00e8s: Quelles sont les donn\u00e9es \u00ab\u00a0sensibles\u00a0\u00bb qui ne sont pas mises en ligne sur le site data.gouv.fr?\n  <\/p>\n<p>\n  Les donn\u00e9es personnelles, qui sont bien s\u00fbr prot\u00e9g\u00e9es, les donn\u00e9es prot\u00e9g\u00e9es par le secret des affaires, le secret fiscal&#8230;&nbsp;\n  <\/p>\n<p class=\"question\">\n  Sylvain: Bravo pour ce beau d\u00e9but avec un bon paquet de donn\u00e9es! Sera-t-il possible \u00e0 une personne lambda de r\u00e9aliser des demandes d&rsquo;acc\u00e8s \u00e0 des donn\u00e9es publiques? A priori, les donn\u00e9es demand\u00e9es<br \/>\n  sont celles qui, potentiellement, cr\u00e9eront le plus de valeur, puisque au moins une personne souhaite les exploiter. Avez-vous pr\u00e9vu un dispositif sp\u00e9cial \u00e0 cet effet?\n  <\/p>\n<p>\n  Merci! \ud83d\ude42 Il y aura, dans une prochaine version, des fonctionnalit\u00e9s collaboratives et d&rsquo;\u00e9change. Nous rendrons accessibles le plus de donn\u00e9es possibles au fur et \u00e0 mesure.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Mrs. Robinson: Donnerez-vous des \u00ab\u00a0cl\u00e9s\u00a0\u00bb pour lire les data publi\u00e9es? Car diffuser des donn\u00e9es brutes manque un peu d&rsquo;int\u00e9r\u00eat pour le grand public&#8230;\n  <\/p>\n<p>\n  La documentation des donn\u00e9es sera am\u00e9lior\u00e9e au fur et \u00e0 mesure.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Ceecee: Bonjour, peut-on savoir quelles donn\u00e9es vont v\u00e9ritablement \u00eatre lib\u00e9r\u00e9es? Et sous quelle forme?\n  <\/p>\n<p>\n  J&rsquo;ai d\u00e9j\u00e0 r\u00e9pondu 2 ou 3 fois \u00e0 cette question \ud83d\ude42 Budget, environnement, sant\u00e9, s\u00e9curit\u00e9, etc. Vous retrouvez tout sur data.gouv.fr, sous forme de fichiers bruts et r\u00e9utilisables.&nbsp;\n  <\/p>\n<p class=\"question\">\n  L\u00e9a: Bonjour, tout d&rsquo;abord merci pour les efforts et l&rsquo;avanc\u00e9e que constitue l&rsquo;ouverture de cette plate-forme Ma question est la suivante: y aura-t-il un dialogue avec les utilisateurs, notamment<br \/>\n  les d\u00e9veloppeurs, pour r\u00e9colter leurs suggestions et pouvoir am\u00e9liorer la plate-forme dans le futur?\n  <\/p>\n<p>\n  Oui! Il y a eu d\u00e9j\u00e0 plusieurs workshop sur ces sujets, ouverts \u00e0 tous (inscription sur etalab.gouv.fr), ce qui a permis de concevoir la version actuelle en r\u00e9pondant au mieux aux attentes des<br \/>\n  r\u00e9utilisateurs et aux contraintes des producteurs. Il y en aura beaucoup d&rsquo;autres, on vous attend.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Polochon: Donner des informations, c&rsquo;est bien. Mais comment \u00eatre s\u00fbr que vous ne cacherez pas celles qui pourraient \u00eatre g\u00eanantes pour les gouvernement?\n  <\/p>\n<p>\n  La d\u00e9finition de l&rsquo;information publique est donn\u00e9e par la loi de 1978, r\u00e9vis\u00e9e en 2005. Nous sommes dans un \u00c9tat dans de droit. La CADA permet \u00e0 chaque citoyen de d\u00e9poser un recours si une<br \/>\n  administration ne r\u00e9pondait pas \u00e0 sa demande. data.gouv.fr rendra accessible le plus de donn\u00e9es publiques possible.&nbsp;\n  <\/p>\n<p class=\"question\">\n  AA: L&rsquo;open data est sans doute aujourd&rsquo;hui ce que le e-commerce \u00e9tait il y a 10 ans. Nous n&rsquo;en sommes qu&rsquo;au d\u00e9but mais, avec le recul sur les initiatives de nos amis britanniques et am\u00e9ricains,<br \/>\n  n&rsquo;\u00eates-vous pas d\u00e9\u00e7u par la valeur ajout\u00e9e des applications sorties \u00e0 l&rsquo;\u00e9tranger?\n  <\/p>\n<p>\n  L&rsquo;impact \u00e9conomique et social de la r\u00e9utilisation des donn\u00e9es sera syst\u00e9mique, les \u00e9tudes command\u00e9es par la Commission europ\u00e9enne chiffrent cet impact \u00e0 140 milliards d&rsquo;euros par an. En r\u00e9alit\u00e9, le<br \/>\n  march\u00e9 global des donn\u00e9es va permettre d&rsquo;enrichir des milliers de services existants avant m\u00eame de permettre la cr\u00e9ation d&rsquo;applications propres.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Freudon: Ouvrir les donn\u00e9es publiques n&rsquo;est-il pas dangereux? Comment allez-vous contr\u00f4ler qu&rsquo;elles ne sont pas mal utilis\u00e9es?\n  <\/p>\n<p>\n  La loi permet d\u00e9j\u00e0 l&rsquo;acc\u00e8s aux informations publiques aux citoyens qui en font la demande. Aujourd&rsquo;hui, data.gouv.fr marque le passage \u00e0 une logique d&rsquo;offre voulue par le gouvernement. Cela<br \/>\n  permettra \u00e0 chacun d&rsquo;\u00e9valuer les politiques publiques. data.gouv.fr contribue \u00e0 rendre des comptes aux citoyens. Cela participe par ailleurs \u00e0 soutenir le d\u00e9veloppement de l&rsquo;\u00e9conomie num\u00e9rique.<br \/>\n  C&rsquo;est une cercle vertueux.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Bolor\u00e9: Que pensez-vous de l&rsquo;op\u00e9ration Wikileaks? Consid\u00e9rez-vous qu&rsquo;il s&rsquo;agisse l\u00e0 aussi open data?\n  <\/p>\n<p>\n  L&rsquo;open data est l&rsquo;ouverture des donn\u00e9es publiques, pas des donn\u00e9es personnelles ni des donn\u00e9es prot\u00e9g\u00e9es pour des raisons de s\u00fbret\u00e9 qui garantissent la s\u00e9curit\u00e9 des biens et des personnes.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Cixi: Ce site repr\u00e9sente-il une r\u00e9elle avanc\u00e9e ou bien se contente-t-il d&rsquo;agr\u00e9ger des donn\u00e9es d\u00e9j\u00e0 disponibles sur diff\u00e9rents sites minist\u00e9riels et administratifs?\n  <\/p>\n<p>\n  Rendre accessible en un point identifi\u00e9 et facile d&rsquo;acc\u00e8s ces donn\u00e9es est d\u00e9j\u00e0 un progr\u00e8s en soi. Permettre leur r\u00e9utilisation gratuite est aussi une avanc\u00e9e. Beaucoup de donn\u00e9es sur data.gouv.fr<br \/>\n  n&rsquo;\u00e9taient pas accessibles et encore moins r\u00e9utilisables jusqu&rsquo;ici. C&rsquo;est un engagement in\u00e9dit de transparence de l&rsquo;\u00c9tat.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Curieuse: Qu&rsquo;y a-t-il exactement dans ces bases de donn\u00e9es?\n  <\/p>\n<p>\n  Il y a des donn\u00e9es sur le budget de l&rsquo;\u00c9tat, sur l&rsquo;environnement, la sant\u00e9, la s\u00e9curit\u00e9, la justice, l&rsquo;agriculture, les transports, je vous invite \u00e0 aller les d\u00e9couvrir sur data.gouv.fr.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Denis: Quel avenir pour \u00c9taLab, data.gouv.fr et open data en France apr\u00e8s juin 2012?\n  <\/p>\n<p>\n  L&rsquo;ouverture des donn\u00e9es est lanc\u00e9e, c&rsquo;est un enjeu d\u00e9mocratique. La mise en ligne de data.gouv.fr contribue \u00e0 une plus grande transparence et constitue un imp\u00e9ratif de toutes les grandes<br \/>\n  d\u00e9mocraties. Il me semble de ce point de vue que c&rsquo;est irr\u00e9versible pour des Etats modernes, qui doivent r\u00e9pondre \u00e0 de nouvelles exigences de transparence, notamment cr\u00e9es par Internet.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Fabien: Pourquoi avoir divis\u00e9 les donn\u00e9es de l&rsquo;INSEE commune par commune (36000) et donc transform\u00e9 6 jeux de donn\u00e9es en plus de 280 000 (sur les 350 000 de data.gouv.fr)? Pour r\u00e9aliser un travail<br \/>\n  sur les donn\u00e9es compl\u00e8tes \u00e0 l&rsquo;\u00e9chelle fran\u00e7aise, il faut t\u00e9l\u00e9charger un \u00e0 un ces centaines de milliers de fichiers ou \u00ab\u00a0scrapper\u00a0\u00bb data.gouv.fr? Mais alors quel progr\u00e8s par rapport au site de<br \/>\n  l&rsquo;INSEE?\n  <\/p>\n<p>\n  Les donn\u00e9es sont mises \u00e0 disposition par collectivit\u00e9, telles que l&rsquo;INSEE les produit. Ca permet de trouver des donn\u00e9es pour chaque collectivit\u00e9. Par ailleurs la base de donn\u00e9es des chiffres cl\u00e9s<br \/>\n  du recensement est aussi disponible int\u00e9gralement dans un seul fichier.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Fabien: Bonjour, la plupart des fichiers sur data.gouv.fr sont au format Excel et donc non-lisibles par les machines sans travail manuel pr\u00e9alable, avec dans le pire des cas le souci de devoir<br \/>\n  jongler entre des feuilles, se d\u00e9barrasser de la mise en forme&#8230; Lisible par le quidam, mais difficilement r\u00e9utilisable et donc pas tr\u00e8s \u00ab\u00a0Open Data\u00a0\u00bb&#8230; \u00c0 quand des formats ouverts?\n  <\/p>\n<p>\n  Ces donn\u00e9es n&rsquo;\u00e9taient souvent pas accessibles avant, c&rsquo;est donc un progr\u00e8s. Nous avons rendu accessible des donn\u00e9es d\u00e9j\u00e0 produites dans ces formats par les administrations. C&rsquo;est surtout \u00e7a open<br \/>\n  data, rendre accessible des donn\u00e9es brutes telles que les administrations les produisent. C&rsquo;est aussi \u00e7a qui permet la gratuit\u00e9 de la r\u00e9utilisation des donn\u00e9es quelle que soit la destination, y<br \/>\n  compris commerciale. Harmoniser la production des donn\u00e9es et favoriser les formats ouverts est tr\u00e8s important, mais c&rsquo;est un travail de long terme. Les formats XLS ou XLSX sont lisibles notamment<br \/>\n  par Open office et r\u00e9ciproquement les fichiers au format ODS sont pris en charge par Excel. Il y a aussi dans data.gouv.fr des fichiers CSV, XML, RDF&#8230;&nbsp;\n  <\/p>\n<p class=\"question\">\n  Iv: \u00c0 une r\u00e9union OpenData69, qui cherche \u00e0 ouvrir les donn\u00e9es de la ville de Lyon, on a parl\u00e9 d&rsquo;un co\u00fbt pour data.gouv.fr qui serait de 3 millions d&rsquo;euros. Confirmez vous ce chiffre? Que<br \/>\n  r\u00e9pondez-vous aux critiques qui ne voient qu&rsquo;une remise en forme des donn\u00e9es d\u00e9j\u00e0 fournies par l&rsquo;INSEE?\n  <\/p>\n<p>\n  Nous avons pr\u00e9cis\u00e9ment d\u00e9pens\u00e9 900 000 euros hors taxe \u00e0 ce stade, c&rsquo;est le m\u00eame ordre de grandeur que pour les autres projets \u00ab\u00a0open-data\u00a0\u00bb de pays comme les Etats-Unis ou la Grande Bretagne.<br \/>\n  Beaucoup de chiffres fantaisistes circulent. Il y a beaucoup plus de donn\u00e9es que les seules donn\u00e9es de l&rsquo;INSEE, sur \u00e9norm\u00e9ment de sujets importants, comme: le budget de l&rsquo;Etat, l&rsquo;environnement, la<br \/>\n  s\u00e9curit\u00e9 publique, la sant\u00e9, la justice&#8230; et des donn\u00e9es qui n&rsquo;avaient jamais \u00e9t\u00e9 rendues accessibles et r\u00e9utilisables. Les donn\u00e9es de l&rsquo;INSEE telles qu&rsquo;elles sont accessibles sur data.gouv.fr<br \/>\n  permettent par une simple recherche \u00e0 chaque citoyen d&rsquo;acc\u00e9der \u00e0 des donn\u00e9es sur l&#8217;emploi, le logement et la population pour chaque commune, chaque d\u00e9partement, chaque r\u00e9gion. Ces donn\u00e9es sont tr\u00e8s<br \/>\n  importantes, notamment pour permettre de les compiler avec les autres donn\u00e9es pr\u00e9sentes.&nbsp;\n  <\/p>\n<p>\n  C&rsquo;est encore une fois un d\u00e9but, data.gouv.fr rendra accessible le plus de donn\u00e9es possibles dans les mois et les ann\u00e9es \u00e0 venir.&nbsp;\n  <\/p>\n<p class=\"question\">\n  Benoit: Ce n&rsquo;est pas une question mais un compliment, j&rsquo;ai enfin trouv\u00e9 sur ce site une liste d&rsquo;entit\u00e9s agr\u00e9\u00e9es qui \u00e9tait introuvable sur le site du minist\u00e8re de l&rsquo;Agriculture. C&rsquo;est un tr\u00e8s grand<br \/>\n  progr\u00e8s.\n  <\/p>\n<p>\n  Merci Benoit, data.gouv.fr a d\u00e9j\u00e0 permis en effet de rendre accessible de nombreuses donn\u00e9es, m\u00eame s&rsquo;il s&rsquo;agit que d&rsquo;un d\u00e9but. C&rsquo;est une premi\u00e8re \u00e9tape, la plate-forme rendra accessible au fur et \u00e0<br \/>\n  mesure le plus de donn\u00e9es possibles.\n  <\/p>\n<div class=\"clear center\"><\/div>\n<\/p><\/div>\n<div class=\"clear\"><\/div>\n<div class=\"clear\">\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; &nbsp; Le 19 d\u00e9cembre dernier, lors du Chat Express.fr, S\u00e9verin Naudet, directeur de la mission Etalab, r\u00e9pondait aux questions des internautes d\u00e9sireux d&rsquo;en savoir plus sur les fonctionnalit\u00e9s et les possibilit\u00e9s offertes par l&rsquo;ouverture de Data.gouv.fr. Licence ouverte, jeux de donn\u00e9es, r\u00e9utilisation et avenir de l&rsquo;Open Data ont \u00e9t\u00e9 au centre des d\u00e9bats: Stanm: &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/severinnaudetrepondauxquestionsdesinternautes\"> <span class=\"screen-reader-text\">S\u00e9verin Naudet r\u00e9pond aux questions des internautes.<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"close","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Etalab","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/etalab"},"uagb_comment_info":0,"uagb_excerpt":"&nbsp; &nbsp; Le 19 d\u00e9cembre dernier, lors du Chat Express.fr, S\u00e9verin Naudet, directeur de la mission Etalab, r\u00e9pondait aux questions des internautes d\u00e9sireux d&rsquo;en savoir plus sur les fonctionnalit\u00e9s et les possibilit\u00e9s offertes par l&rsquo;ouverture de Data.gouv.fr. Licence ouverte, jeux de donn\u00e9es, r\u00e9utilisation et avenir de l&rsquo;Open Data ont \u00e9t\u00e9 au centre des d\u00e9bats: Stanm:\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/832"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=832"}],"version-history":[{"count":0,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/832\/revisions"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=832"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=832"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=832"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}