{"id":10721,"date":"2016-01-21T17:49:13","date_gmt":"2016-01-21T16:49:13","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=10721"},"modified":"2019-06-18T10:33:26","modified_gmt":"2019-06-18T08:33:26","slug":"rapport-annuel-2015-mettre-les-donnees-au-service-de-la-transformation-de-laction-publique","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/rapport-annuel-2015-mettre-les-donnees-au-service-de-la-transformation-de-laction-publique","title":{"rendered":"Rapport annuel 2015 : mettre les donn\u00e9es au service de la transformation de l&rsquo;action publique"},"content":{"rendered":"\n<p>Le premier rapport annuel de l\u2019administrateur g\u00e9n\u00e9ral des \ndonn\u00e9es sur la gouvernance de la donn\u00e9e, intitul\u00e9 \u00ab&nbsp;Mettre les donn\u00e9es \nau service de la transformation de l\u2019action publique \u00bb vient d\u2019\u00e8tre <a href=\"http:\/\/www.gouvernement.fr\/partage\/6252-rapport-au-premier-ministre-sur-la-gouvernance-de-la-donnee-2015\">publi\u00e9 par le gouvernement<\/a>.<\/p>\n\n\n\n<p>Le d\u00e9cret du 16 septembre 2014, qui institue la fonction \nd\u2019administrateur g\u00e9n\u00e9ral des donn\u00e9es, pr\u00e9cise que celui-ci remet chaque \nann\u00e9e au Premier ministre un rapport public sur l\u2019inventaire, la \ngouvernance, la production, la circulation, l\u2019exploitation des donn\u00e9es \npar les administrations. Le pr\u00e9sent rapport est le premier de ces \nrapports annuels.<\/p>\n\n\n\n<p>Pr\u00e9dire et emp\u00e8cher les vols de voitures\u00e9 ; optimiser les temps \nd\u2019attente aux urgences ; mieux cibler les contr\u00f4les douaniers ; rep\u00e9rer \nles entreprises qui vont prochainement recruter et les signaler aux \ndemandeurs d\u2019emploi concern\u00e9s ; r\u00e9viser la formule de calcul des prix \ndes m\u00e9dicaments pour les optimiser ; n\u00e9gocier les achats d\u2019\u00e9lectricit\u00e9 \nen anticipant les pics de consommation ; mieux n\u00e9gocier les achats \npublics ; anticiper les besoins d\u2019investissement m\u00e9dical gr\u00e2ce \u00e0 \nl\u2019analyse de la litt\u00e9rature scientifique. Tous ces usages de l\u2019analyse \npr\u00e9dictive sont \u00e0 port\u00e9e de main de la puissance publique. Ils rec\u00e8lent \nun immense potentiel d\u2019efficacit\u00e9, de ma\u00eetrise des d\u00e9penses et de \njustice de l\u2019action publique.<\/p>\n\n\n\n<p>L\u2019analyse pr\u00e9dictive n\u2019est que l\u2019une des modalit\u00e9s d\u2019un ensemble de \nnouvelles pratiques, les strat\u00e9gies fond\u00e9es sur la donn\u00e9e, qui \npermettent par exemple :<\/p>\n\n\n\n<ul><li><strong>de r\u00e9guler un secteur industriel<\/strong> par la mise en \ncirculation judicieuse des donn\u00e9es pertinentes comme l\u2019exp\u00e9rimente le \ngouvernement en utilisant les donn\u00e9es de g\u00e9olocalisation des taxis pour \nleur permettre de b\u00e9n\u00e9ficier des apports de client\u00e8le issus de nouveaux \nservices num\u00e9riques ;<\/li><li>d\u2019organiser l\u2019information pour que <strong>les agents puissent prendre individuellement de meilleures d\u00e9cisions<\/strong> ;<\/li><li><strong>d\u2019am\u00e9liorer l\u2019action quotidienne des agents de guichet<\/strong> en leur donnant plus d\u2019informations temps r\u00e9el ;<\/li><li><strong>d\u2019augmenter l\u2019autonomie et la libert\u00e9 de choix des usagers du service public<\/strong> en pr\u00e9disant par exemple l\u2019esp\u00e9rance de succ\u00e8s d\u2019une d\u00e9marche en justice.<\/li><\/ul>\n\n\n\n<p><strong>Cette promesse des data sciences<\/strong>, qui est \naujourd\u2019hui au c\u0153ur de la transformation num\u00e9rique de grandes \nentreprises et de grandes villes dans le monde entier, est l\u2019un des \nleviers de la modernisation de l\u2019action publique. Cette ambition suppose\n <strong>l\u2019int\u00e9gration dans l\u2019Etat de nouvelles comp\u00e9tences<\/strong> : les <em>data scientists<\/em>,\n ces statisticiens au profil innovant, f\u00e9rus d\u2019informatique et de \nnouvelles m\u00e9thodes de traitement de la donn\u00e9e, et attentifs \u00e0 la \ntraduction en actes de leurs r\u00e9sultats math\u00e9matiques. Elle suppose <strong>des donn\u00e9es de qualit\u00e9<\/strong>\n que la France, pr\u00e9cis\u00e9ment, produit et manipule depuis longtemps gr\u00e2ce \u00e0\n sa grande tradition de statistique publique et \u00e0 son attachement \u00e0 la \nqualit\u00e9 du service public. Elle suppose <strong>enfin une culture accrue des strat\u00e9gies fond\u00e9es sur la donn\u00e9e<\/strong>,\n une volont\u00e9 de conduire ce type de changement et la patience de tester \net de v\u00e9rifier sans rel\u00e2che si de petites am\u00e9liorations permettent de \nproduire de grands r\u00e9sultats.<\/p>\n\n\n\n<p>La mise en \u0153uvre correcte de ces m\u00e9thodes suppose cependant au pr\u00e9alable une v\u00e9ritable <strong>gouvernance de la donn\u00e9e<\/strong>, c\u2019est-\u00e0-dire <strong>une organisation globale<\/strong>\n des donn\u00e9es produites ou d\u00e9tenues par l\u2019Etat permettant d\u2019en assurer la\n qualit\u00e9, la fra\u00eecheur, l\u2019interop\u00e9rabilit\u00e9, la disponibilit\u00e9 dans des \nformats techniques en facilitant l\u2019utilisation rapide et la meilleure \ncirculation possible afin que chaque agent public de l\u2019Etat comme des \ncollectivit\u00e9s locales b\u00e9n\u00e9ficie des informations n\u00e9cessaires \u00e0 \nl\u2019exercice de ses missions, et ce, dans le respect des secrets l\u00e9gaux \nqui prot\u00e8gent d\u2019importantes libert\u00e9s fondamentales et les int\u00e9r\u00e8ts \nfondamentaux de la nation. Une organisation qui assure \u00e0 l\u2019Etat la \nma\u00eetrise et la souverainet\u00e9 sur ses donn\u00e9es, ses processus et ses \nsyst\u00e8mes, et au citoyen les points de transparence qu\u2019il est fond\u00e9 \u00e0 \nrevendiquer.<\/p>\n\n\n\n<p><strong>Ce premier rapport<\/strong>, fond\u00e9 sur une ann\u00e9e d\u2019enqu\u00eates, \nd\u2019\u00e9changes et d\u2019exp\u00e9rimentations avec de nombreux agents publics et de \nnombreuses administrations a vocation \u00e0 poser le cadre d\u2019analyse, \u00e0 \ncerner les promesses et les illusions des sciences de la donn\u00e9e, \u00e0 \npr\u00e9senter de premiers r\u00e9sultats, \u00e0 signaler les premi\u00e8res difficult\u00e9s \nrencontr\u00e9es et \u00e0 sugg\u00e9rer de premi\u00e8res orientations. Il identifie les \nfreins structurels et culturels \u00e0 la lib\u00e9ration des donn\u00e9es d\u00e9tenues par\n les administrations. Il souligne les limites, pour la capacit\u00e9 d\u2019agir \nde l\u2019Etat, du recours accru \u00e0 des prestataires priv\u00e9s dans la gestion \ndes syst\u00e8mes d\u2019information. Enfin, il montre combien la culture en silo \nminist\u00e9riel de l\u2019administration bride la transversalit\u00e9, ce qui \naffaiblit la vision globale des politiques publiques et la fonction \nprospective auxquelles les traitements de donn\u00e9es permettent d\u2019acc\u00e9der.<\/p>\n\n\n\n<p>L\u2019<strong>administrateur g\u00e9n\u00e9ral des donn\u00e9es<\/strong> formule des propositions visant \u00e0 :<\/p>\n\n\n\n<ul><li>\u00e9tablir une cartographie des donn\u00e9es de l\u2019Etat ;<\/li><li>concevoir des infrastructures de syst\u00e8mes d\u2019information adapt\u00e9es, \nd\u00e8s leur conception, \u00e0 l\u2019objectif d\u2019exploitation et de partage de \ndonn\u00e9es ;<\/li><li>d\u00e9velopper au sein de chaque administration un r\u00e9seau de correspondants et de personnes ressources ;<\/li><li>\u00e9laborer, en lien avec le conseil d\u2019\u00c9tat, une doctrine \ninterminist\u00e9rielle relative aux secrets l\u00e9gaux et la protection des \ndonn\u00e9es personnelles afin de faciliter les \u00e9changes de donn\u00e9es entre les\n administrations.<\/li><\/ul>\n\n\n\n<p>Lien vers le rapport sur le site <a href=\"http:\/\/www.gouvernement.fr\/partage\/6252-rapport-au-premier-ministre-sur-la-gouvernance-de-la-donnee-2015\">gouvernement.fr<\/a><\/p>\n\n\n\n<p>Entretien avec Henri Verdier sur le site <a href=\"http:\/\/www.modernisation.gouv.fr\/laction-publique-se-transforme\/en-ouvrant-les-donnees-publiques\/rapport-administrateur-general-des-donnees-rencontre-avec-henri-verdier\">modernisation.gouv.fr<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le premier rapport annuel de l\u2019administrateur g\u00e9n\u00e9ral des donn\u00e9es sur la gouvernance de la donn\u00e9e, intitul\u00e9 \u00ab&nbsp;Mettre les donn\u00e9es au service de la transformation de l\u2019action publique \u00bb vient d\u2019\u00e8tre publi\u00e9 par le gouvernement. Le d\u00e9cret du 16 septembre 2014, qui institue la fonction d\u2019administrateur g\u00e9n\u00e9ral des donn\u00e9es, pr\u00e9cise que celui-ci remet chaque ann\u00e9e au &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/rapport-annuel-2015-mettre-les-donnees-au-service-de-la-transformation-de-laction-publique\"> <span class=\"screen-reader-text\">Rapport annuel 2015 : mettre les donn\u00e9es au service de la transformation de l&rsquo;action publique<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":7,"featured_media":10722,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[271],"tags":[96,43,61],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd1-1.png",500,333,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd1-1-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd1-1-300x200.png",300,200,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd1-1.png",500,333,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd1-1.png",500,333,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd1-1.png",500,333,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd1-1.png",500,333,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd1-1-45x45.png",45,45,true]},"uagb_author_info":{"display_name":"Simon Chignard","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/simon-chignard"},"uagb_comment_info":0,"uagb_excerpt":"Le premier rapport annuel de l\u2019administrateur g\u00e9n\u00e9ral des donn\u00e9es sur la gouvernance de la donn\u00e9e, intitul\u00e9 \u00ab&nbsp;Mettre les donn\u00e9es au service de la transformation de l\u2019action publique \u00bb vient d\u2019\u00e8tre publi\u00e9 par le gouvernement. Le d\u00e9cret du 16 septembre 2014, qui institue la fonction d\u2019administrateur g\u00e9n\u00e9ral des donn\u00e9es, pr\u00e9cise que celui-ci remet chaque ann\u00e9e au\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10721"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=10721"}],"version-history":[{"count":1,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10721\/revisions"}],"predecessor-version":[{"id":10723,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10721\/revisions\/10723"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/10722"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=10721"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=10721"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=10721"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}