{"id":16390,"date":"2022-01-17T09:40:11","date_gmt":"2022-01-17T08:40:11","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=16390"},"modified":"2022-01-17T09:40:11","modified_gmt":"2022-01-17T08:40:11","slug":"retour-sur-lopen-data-maturity-index-2021-qualite-du-portail-de-donnees-3-4","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/retour-sur-lopen-data-maturity-index-2021-qualite-du-portail-de-donnees-3-4","title":{"rendered":"Retour sur l\u2019Open Data Maturity Index 2021 : Qualit\u00e9 du portail de donn\u00e9es (3\/4)"},"content":{"rendered":"\n<p>En 2021, la France a confirm\u00e9 sa position de leader europ\u00e9en en mati\u00e8re d\u2019open data, en atteste le classement de l\u2019Open Data Maturity Report&nbsp;2021 de la Commission europ\u00e9enne, qui a plac\u00e9 la France \u00e0 la premi\u00e8re place devant l\u2019Irlande et l\u2019Espagne.<\/p>\n\n\n\n<p>L\u2019Open Data Maturity Report&nbsp;2021 \u00e9value les progr\u00e8s r\u00e9alis\u00e9s par les pays europ\u00e9ens selon quatre crit\u00e8res&nbsp;:<\/p>\n\n\n\n<ul><li>maturit\u00e9 des politiques publiques relatives \u00e0 l\u2019ouverture (<em>Policy<\/em>)\u2009;<\/li><li>qualit\u00e9 de la mesure de l\u2019impact de l\u2019open data (<em>Impact<\/em>)\u2009;<\/li><li>maturit\u00e9 du portail national d\u2019open data (<em>Portal<\/em>)\u2009;<\/li><li>qualit\u00e9 des donn\u00e9es ouvertes (<em>Quality<\/em>).<\/li><\/ul>\n\n\n\n<p>Ce rapport constate les r\u00e9sultats du travail accompli par Etalab et l\u2019ensemble de la communaut\u00e9 open data et de mesurer le chemin qu\u2019il reste \u00e0 parcourir. Pour comprendre quels sont nos points forts et nos points faibles et identifier nos axes d\u2019am\u00e9lioration, nous proposons une s\u00e9rie d\u2019articles portant chacun sur une des dimensions \u00e9valu\u00e9es par le rapport.<\/p>\n\n\n\n<p>Il ne s\u2019agit pas d\u2019\u00eatre exhaustif, mais de partager certains des aspects souvent salu\u00e9s en France et les axes d\u2019am\u00e9liorations les plus souvent \u00e9voqu\u00e9s.<\/p>\n\n\n\n<p>Aujourd\u2019hui nous nous concentrons sur la dimension <em>Portal<\/em> du rapport qui vise \u00e0 mesurer la qualit\u00e9 du portail de donn\u00e9es national, en l\u2019occurrence <a href=\"http:\/\/data.gouv.fr\/\">data.gouv.fr<\/a>.<\/p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong>Que cherche-t-on \u00e0 mesurer\u2009?<\/strong><\/h1>\n\n\n\n<p>Cette dimension se concentre sur les fonctionnalit\u00e9s du portail qui permettent aux utilisateurs, qu\u2019ils soient avertis ou non, d\u2019acc\u00e9der aux donn\u00e9es ouvertes via le portail national, ainsi que sur les fonctionnalit\u00e9s qui am\u00e9liorent l\u2019interaction entre producteurs et r\u00e9utilisateurs de donn\u00e9es. En outre, cette dimension \u00e9value dans quelle mesure les gestionnaires de portails utilisent des outils d\u2019analyse web pour mieux comprendre les besoins et le comportement de leurs utilisateurs et mettent \u00e0 jour les fonctionnalit\u00e9s des portails en fonction des r\u00e9sultats de ces analyses.<\/p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong>Les bonnes pratiques fran\u00e7aises<\/strong><\/h1>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Les r\u00e9utilisations de donn\u00e9es sur <a href=\"http:\/\/data.gouv.fr\/\">data.gouv.fr<\/a><\/strong><\/h3>\n\n\n\n<p>Contrairement \u00e0 la plupart de ses homologues,&nbsp;<a href=\"http:\/\/data.gouv.fr\/\">data.gouv.fr<\/a> permet \u00e0 quiconque de publier une r\u00e9utilisation sans contr\u00f4le \u00e0 priori. Le r\u00e9f\u00e9rencement des r\u00e9utilisations est un enjeu important pour&nbsp;<a href=\"http:\/\/data.gouv.fr\/\">data.gouv.fr<\/a>&nbsp;pour plusieurs raisons. Tout d\u2019abord, la connaissance des r\u00e9utilisations est essentielle pour&nbsp;<strong>mesurer l\u2019impact de l\u2019ouverture des donn\u00e9es<\/strong>. Les r\u00e9utilisations sont \u00e9galement un&nbsp;<strong>vecteur d\u2019information au public.<\/strong> Le r\u00e9f\u00e9rencement des r\u00e9utilisations sur la plateforme nationale permet \u00e0 un grand nombre d\u2019utilisateurs de d\u00e9couvrir des r\u00e9utilisations permettant de visualiser les donn\u00e9es brutes sous des formes riches et diverses.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Une plateforme communautaire<\/strong><\/h3>\n\n\n\n<p>Une autre caract\u00e9ristique de&nbsp;<a href=\"http:\/\/data.gouv.fr\/\">data.gouv.fr<\/a>&nbsp;est la possibilit\u00e9 de discuter l\u2019ensemble des \u00e9l\u00e9ments du site. Cette fonctionnalit\u00e9 est essentielle pour \u00e9changer entre producteurs et r\u00e9utilisateurs de donn\u00e9es. Les commentaires servent notamment \u00e0&nbsp;<strong>favoriser la mont\u00e9e en&nbsp;<a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/nos-reflexions-sur-la-qualite-des-donnees\/\">qualit\u00e9 des donn\u00e9es<\/a>&nbsp;gr\u00e2ce aux retours des utilisateurs et faciliter la r\u00e9utilisation des donn\u00e9es<\/strong>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Des statistiques d\u2019usages accessibles<\/strong><\/h3>\n\n\n\n<p>Les <a href=\"https:\/\/stats.data.gouv.fr\/\">statistiques de fr\u00e9quentations<\/a> de <a href=\"http:\/\/data.gouv.fr\/\">data.gouv.fr<\/a> sont accessibles \u00e0 toutes et tous et permettent notamment de constater l\u2019\u00e9volution des visites et les pages les plus consult\u00e9es. A ceci s\u2019ajoute aussi le <a href=\"https:\/\/www.data.gouv.fr\/en\/datasets\/catalogue-des-donnees-de-data-gouv-fr\/\">catalogue des donn\u00e9es de data.gouv.fr<\/a>. Ce jeu de donn\u00e9es contient les informations relatives \u00e0 l\u2019ensemble du catalogue de donn\u00e9es de&nbsp;<a href=\"http:\/\/data.gouv.fr\/\">data.gouv.fr<\/a>&nbsp;: notamment la liste des jeux de donn\u00e9es, ressources, r\u00e9utilisations et leurs informations associ\u00e9es (y compris certains indicateurs d\u2019audience).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Un portail tr\u00e8s populaire<\/strong><\/h3>\n\n\n\n<p>La communaut\u00e9 open data Fran\u00e7aise est s\u00fbrement une des plus actives d\u2019Europe et l\u2019int\u00e9r\u00eat pour les donn\u00e9es ouvertes est r\u00e9el. La plateforme nationale surpasse de loin ses homologues en termes de visiteurs uniques y compris lorsque ce chiffre est rapport\u00e9 \u00e0 la population. Cet \u00e9tat de fait doit \u00eatre nuanc\u00e9 par le positionnement un peu particulier de <a href=\"http:\/\/data.gouv.fr\/\">data.gouv.fr<\/a>&nbsp;: une part tr\u00e8s importante du trafic est orient\u00e9 vers les r\u00e9utilisations de donn\u00e9es pr\u00e9sentes sur la plateforme (voir notre article sur la dimension <em>Impact).<\/em><\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"814\" height=\"568\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/figure-20.png\" alt=\"\" class=\"wp-image-16391\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/figure-20.png 814w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/figure-20-300x209.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/figure-20-768x536.png 768w\" sizes=\"(max-width: 814px) 100vw, 814px\" \/><\/figure><\/div>\n\n\n\n<h2 class=\"wp-block-heading\">Les axes d&rsquo;am\u00e9liorations<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Fournir un suivi plus transparent et lisible de l\u2019ouverture des donn\u00e9es<\/strong><\/h3>\n\n\n\n<p>Il est aujourd\u2019hui complexe pour les usagers de conna\u00eetre l\u2019avancement de l\u2019ouverture de tel ou tel jeux de donn\u00e9es. Si les <a href=\"https:\/\/cada.data.gouv.fr\/\">avis de la CADA<\/a> sont ouverts et qu\u2019il est possible de <a href=\"https:\/\/ouverture.data.gouv.fr\/\">suivre l\u2019ouverture<\/a> des nouveaux jeux de donn\u00e9es, codes sources et API publics, pour l\u2019ensemble des minist\u00e8res, inscrite dans leurs feuilles de route (voir l\u2019article 1\/4 sur la dimension <em>Policy<\/em>) cette transparence doit \u00eatre \u00e9largit \u00e0 d\u2019autres jeux de donn\u00e9es.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Le module de discussions entre producteurs et r\u00e9utilisateurs peut \u00eatre am\u00e9lior\u00e9<\/strong><\/h3>\n\n\n\n<p><strong>Le syst\u00e8me de commentaires de&nbsp;<a href=\"http:\/\/data.gouv.fr\/\">data.gouv.fr<\/a>&nbsp;doit \u00eatre am\u00e9lior\u00e9 pour favoriser les \u00e9changes entre producteurs et r\u00e9utilisateurs<\/strong>. Il s\u2019agit notamment de l\u2019enrichir de fonctionnalit\u00e9s de votes, de mentions ou encore de mod\u00e9ration pour am\u00e9liorer l\u2019exp\u00e9rience aussi bien des r\u00e9utilisateurs que des producteurs de donn\u00e9es.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Am\u00e9liorer la pr\u00e9visualisation des donn\u00e9es<\/strong><\/h3>\n\n\n\n<p>La plateforme nationale est aujourd\u2019hui en grande partie fr\u00e9quent\u00e9e par des usagers ne disposant pas de comp\u00e9tences en exploitation de donn\u00e9es. L\u2019exp\u00e9rience pour ces usagers peut-\u00eatre complexe dans la mesure est avant tout un portail de donn\u00e9es brutes. Pour la faciliter, il est notamment important de d\u00e9velopper <a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/qualite-des-donnees-repenser-la-previsualisation-des-donnees\/\">la pr\u00e9visualisation des donn\u00e9es sur data.gouv.fr<\/a>. La&nbsp;<strong>pr\u00e9visualisation des donn\u00e9es<\/strong>&nbsp;est \u00e9galement importante, car elle permet de les visualiser sans avoir \u00e0 les t\u00e9l\u00e9charger et permet aux r\u00e9utilisateurs de&nbsp;<strong>se faire une id\u00e9e du contenu et de la qualit\u00e9 d\u2019un jeu de donn\u00e9es avant de l\u2019exploiter<\/strong>. Une pr\u00e9visualisation efficace des donn\u00e9es permet \u00e9galement de pallier, dans une certaine mesure, le manque de documentation des donn\u00e9es en permettant d\u2019avoir acc\u00e8s \u00e0 un aper\u00e7u des diff\u00e9rents champs contenus dans le fichier.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"782\" height=\"465\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Figure-28.png\" alt=\"\" class=\"wp-image-16392\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Figure-28.png 782w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Figure-28-300x178.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Figure-28-768x457.png 768w\" sizes=\"(max-width: 782px) 100vw, 782px\" \/><\/figure><\/div>\n","protected":false},"excerpt":{"rendered":"<p>En 2021, la France a confirm\u00e9 sa position de leader europ\u00e9en en mati\u00e8re d\u2019open data, en atteste le classement de l\u2019Open Data Maturity Report&nbsp;2021 de la Commission europ\u00e9enne, qui a plac\u00e9 la France \u00e0 la premi\u00e8re place devant l\u2019Irlande et l\u2019Espagne. L\u2019Open Data Maturity Report&nbsp;2021 \u00e9value les progr\u00e8s r\u00e9alis\u00e9s par les pays europ\u00e9ens selon quatre &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/retour-sur-lopen-data-maturity-index-2021-qualite-du-portail-de-donnees-3-4\"> <span class=\"screen-reader-text\">Retour sur l\u2019Open Data Maturity Index 2021 : Qualit\u00e9 du portail de donn\u00e9es (3\/4)<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":60,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[32,292,260,71,137],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Antonin Garrone","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/antonin"},"uagb_comment_info":0,"uagb_excerpt":"En 2021, la France a confirm\u00e9 sa position de leader europ\u00e9en en mati\u00e8re d\u2019open data, en atteste le classement de l\u2019Open Data Maturity Report&nbsp;2021 de la Commission europ\u00e9enne, qui a plac\u00e9 la France \u00e0 la premi\u00e8re place devant l\u2019Irlande et l\u2019Espagne. L\u2019Open Data Maturity Report&nbsp;2021 \u00e9value les progr\u00e8s r\u00e9alis\u00e9s par les pays europ\u00e9ens selon quatre\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16390"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/60"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=16390"}],"version-history":[{"count":1,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16390\/revisions"}],"predecessor-version":[{"id":16395,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16390\/revisions\/16395"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=16390"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=16390"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=16390"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}