{"id":866,"date":"2011-07-13T00:00:00","date_gmt":"2011-07-12T22:00:00","guid":{"rendered":"http:\/\/www.etalab.gouv.fr\/article-79321411-6.html"},"modified":"2011-07-13T00:00:00","modified_gmt":"2011-07-12T22:00:00","slug":"ericbessonlouverturedesdonneespubliquesestunedesprioritesdugouvernement","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/ericbessonlouverturedesdonneespubliquesestunedesprioritesdugouvernement","title":{"rendered":"Eric Besson : l&rsquo;ouverture des donn\u00e9es publiques est une des priorit\u00e9s du gouvernement"},"content":{"rendered":"<p>\n    <img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2011\/07\/Severin-Naudet-Eric-Besson-open-data.jpg\" alt=\"S\u00e9verin Naudet Eric Besson open data\" title=\"S\u00e9verin Naudet Eric Besson open data\" class=    \"CtreTexte\" width=\"500\" height=\"333\"\/>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <em>\u00ab\u00a0La France dispose d\u2019atouts majeurs pour d\u00e9velopper les services num\u00e9riques qui accompagneront les citoyens dans leurs activit\u00e9s quotidiennes. Dans de tr\u00e8s nombreux secteurs d\u2019activit\u00e9, les<br \/>\n    administrations de l\u2019\u00c9tat et les grands \u00e9tablissements publics collectent en outre un grand nombre de donn\u00e9es et en conservent aujourd\u2019hui l\u2019usage. Gr\u00e2ce \u00e0 la richesse de notre patrimoine<br \/>\n    touristique, culturel et g\u00e9ographique, ainsi qu\u2019\u00e0 la qualit\u00e9 de nos services publics, ces donn\u00e9es sont parmi les plus attractives en Europe. <strong>L\u2019ouverture des donn\u00e9es publiques est ainsi<br \/>\n    une des priorit\u00e9s du gouvernement, avec deux objectifs.<\/strong> D\u2019une part, <strong>renforcer la transparence de l\u2019action de l\u2019\u00c9tat, et rapprocher les services publics des usagers.<\/strong><br \/>\n    Rendre accessibles les informations publiques permettra \u00e0 tous les citoyens d\u2019acc\u00e9der aux donn\u00e9es de base sur notre pays, comme les budgets de nos institutions, les mesures de la qualit\u00e9 de notre<br \/>\n    environnement, l\u2019emploi, ou encore la qualit\u00e9 des soins de nos h\u00f4pitaux. D\u2019autre part, l\u2019ouverture des donn\u00e9es publiques favorise le d\u00e9veloppement de nouveaux services pour la vie quotidienne de<br \/>\n    nos concitoyens. <strong>Elle constitue un facteur d\u2019innovation et un enjeu de comp\u00e9titivit\u00e9 \u00e9conomique et scientifique.<\/strong><\/em>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <em>Par exemple, la mise \u00e0 disposition du plan du m\u00e9tro permettrait l\u2019\u00e9mergence d\u2019un r\u00e9seau social de ses usagers, qui pourraient s\u2019informer sur les \u00e9ventuels incidents, formuler des commentaires<br \/>\n    sur les artistes qui s\u2019y produisent\u2026 Plus largement, la mise \u00e0 disposition des plans et horaires des transports publics permettrait le d\u00e9veloppement de nouveaux services multimodaux, combinant<br \/>\n    les diff\u00e9rents modes de transport : train, tramway, bus, voiture, v\u00e9lo&#8230;<\/em>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <em>La mise \u00e0 disposition de la carte des antennes relais de t\u00e9l\u00e9phonie mobile pourrait engendrer des services d\u2019alerte \u00e0 proximit\u00e9 de zones blanches, avant interruption de la connexion.<br \/>\n    <strong>La r\u00e9utilisation gratuite de la base des prix du carburant permettra de d\u00e9velopper des services informant les automobilistes des prix dans les stations les plus proches.<\/strong> Enfin, \u00e0<br \/>\n    l\u2019instar du Royaume-Uni, la mise \u00e0 disposition des lieux d\u2019accidents de la route favoriserait l\u2019\u00e9mergence de services mobiles de guidage permettant d\u2019\u00e9viter, \u00e0 v\u00e9lo, les zones les plus<br \/>\n    accidentog\u00e8nes. C\u2019est en effet la r\u00e9utilisation des donn\u00e9es publiques qui les valorise le plus, plut\u00f4t que leur vente \u00e9ventuelle. J\u2019ai ainsi demand\u00e9 aux services de mon minist\u00e8re, et aux<br \/>\n    \u00e9tablissements publics qui en d\u00e9pendent, de s\u2019engager activement dans cette d\u00e9marche et d\u2019ouvrir la plus grande quantit\u00e9 possible de donn\u00e9es.\u00a0\u00bb<\/em>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    Extrait de l&rsquo;intervention d&rsquo;Eric Besson, Ministre charg\u00e9 de l&rsquo;Industrie, de l&rsquo;Energie et de l&rsquo;Economie num\u00e9rique \u00e0 l&rsquo;occasion du lancement de l&rsquo;appel \u00e0 projets europ\u00e9en \u00ab\u00a0open data Proxima<br \/>\n    Mobile\u00a0\u00bb, le mercredi 13 juillet 2011\n  <\/p>\n<div class=\"clear center\"><\/div>\n<\/p><\/div>\n<div class=\"clear\"><\/div>\n<div class=\"clear\">\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; \u00ab\u00a0La France dispose d\u2019atouts majeurs pour d\u00e9velopper les services num\u00e9riques qui accompagneront les citoyens dans leurs activit\u00e9s quotidiennes. Dans de tr\u00e8s nombreux secteurs d\u2019activit\u00e9, les administrations de l\u2019\u00c9tat et les grands \u00e9tablissements publics collectent en outre un grand nombre de donn\u00e9es et en conservent aujourd\u2019hui l\u2019usage. Gr\u00e2ce \u00e0 la richesse de notre patrimoine touristique, &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/ericbessonlouverturedesdonneespubliquesestunedesprioritesdugouvernement\"> <span class=\"screen-reader-text\">Eric Besson : l&rsquo;ouverture des donn\u00e9es publiques est une des priorit\u00e9s du gouvernement<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"close","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Etalab","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/etalab"},"uagb_comment_info":0,"uagb_excerpt":"&nbsp; \u00ab\u00a0La France dispose d\u2019atouts majeurs pour d\u00e9velopper les services num\u00e9riques qui accompagneront les citoyens dans leurs activit\u00e9s quotidiennes. Dans de tr\u00e8s nombreux secteurs d\u2019activit\u00e9, les administrations de l\u2019\u00c9tat et les grands \u00e9tablissements publics collectent en outre un grand nombre de donn\u00e9es et en conservent aujourd\u2019hui l\u2019usage. Gr\u00e2ce \u00e0 la richesse de notre patrimoine touristique,\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/866"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=866"}],"version-history":[{"count":0,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/866\/revisions"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=866"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=866"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=866"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}