{"id":14863,"date":"2021-02-03T12:05:10","date_gmt":"2021-02-03T11:05:10","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=14863"},"modified":"2021-02-03T12:05:13","modified_gmt":"2021-02-03T11:05:13","slug":"faire-linventaire-des-algorithmes-publics-point-detape-sur-les-actions-detalab","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/faire-linventaire-des-algorithmes-publics-point-detape-sur-les-actions-detalab","title":{"rendered":"Faire l&rsquo;inventaire des algorithmes publics : point d&rsquo;\u00e9tape sur les actions d&rsquo;Etalab"},"content":{"rendered":"\n<p><em>Au cours du dernier trimestre 2020, Soizic P\u00e9nicaud et Simon Chignard d\u2019Etalab ont anim\u00e9 un groupe de travail restreint r\u00e9unissant des collectivit\u00e9s et des minist\u00e8res. L\u2019objectif : mettre en \u0153uvre l\u2019inventaire des algorithmes publics, l\u2019une des trois obligations issues de la Loi pour une R\u00e9publique num\u00e9rique. Retour sur la d\u00e9marche, ses principaux r\u00e9sultats et les prochaines \u00e9tapes.<\/em><\/p>\n\n\n\n<p>Le sujet des algorithmes publics a gagn\u00e9 en visibilit\u00e9 en 2020. L\u2019\u00e9ch\u00e9ance du 1er juillet dernier (et le risque de sanction en cas d\u2019absence de la mention explicite pr\u00e9vue par la loi) a permis une prise de conscience des enjeux et des obligations, prise de conscience facilit\u00e9e aussi par la <a href=\"https:\/\/www.lagazettedescommunes.com\/692382\/les-algorithmes-vont-ils-prendre-le-pouvoir\/?abo=1\">presse<\/a>. Signe d\u2019un int\u00e9r\u00eat croissant, le premier <a href=\"https:\/\/www.etalab.gouv.fr\/transparence-des-algorithmes-publics-regardez-le-webinaire-a-lintention-des-administrations\">webinaire<\/a> organis\u00e9 en juin 2020 par Etalab a accueilli plus d\u2019une centaine de participants, soucieux d\u2019en conna\u00eetre davantage sur les enjeux juridiques et pratiques d\u2019une plus grande transparence des algorithmes.&nbsp;<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Etalab organise un second webinaire consacr\u00e9 cette fois-ci \u00e0 l&rsquo;inventaire des algorithmes publics le 11 f\u00e9vrier 2021 \u00e0 10h. <a href=\"https:\/\/app.livestorm.co\/etalab-donnees\/comment-faire-linventaire-des-algorithmes-publics\" target=\"_blank\" rel=\"noreferrer noopener\" class=\"broken_link\">Inscrivez-vous !<\/a><\/p><\/blockquote>\n\n\n\n<p>Notre pays est l\u2019un des premiers \u00e0 s\u2019\u00eatre dot\u00e9, d\u00e8s 2016, d\u2019un corpus l\u00e9gislatif coh\u00e9rent sur le sujet, avec d\u2019une part la loi pour une R\u00e9publique num\u00e9rique et d\u2019autre part l\u2019adaptation du r\u00e8glement g\u00e9n\u00e9ral sur la protection des donn\u00e9es \u00e0 caract\u00e8re personnel (RGPD). Cependant, on constate souvent que les administrations ont besoin d\u2019accompagnement pour appliquer le cadre juridique existant. D\u00e8s lors, il nous a sembl\u00e9 indispensable <strong>d\u2019aller plus loin<\/strong> que le rappel voire l\u2019explication des lois, comme cela est d\u00e9j\u00e0 le cas avec le <a href=\"https:\/\/guides.etalab.gouv.fr\/algorithmes\/guide\/#_1-a-quoi-servent-les-algorithmes-publics\">guide des algorithmes publics<\/a>. C\u2019est de cette volont\u00e9 qu\u2019est n\u00e9e l&rsquo;id\u00e9e d\u2019un groupe de travail informel r\u00e9unissant quelques administrations volontaires autour d\u2019un objectif commun: progresser sur l<strong>\u2019inventaire des algorithmes publics<\/strong>.<\/p>\n\n\n\n<p><strong>Un groupe restreint et informel pour avancer ensemble<\/strong> <\/p>\n\n\n\n<p>Mi-2020, Etalab a sollicit\u00e9 un petit nombre d\u2019administrations pour participer \u00e0 un groupe de travail informel, en ciblant en priorit\u00e9 celles qui avaient manifest\u00e9 leur int\u00e9r\u00eat pour le sujet des algorithmes. Nous avons fait le pari d\u2019animer un groupe m\u00ealant des minist\u00e8res et des collectivit\u00e9s locales dans une m\u00eame d\u00e9marche. Ainsi, d\u2019octobre \u00e0 d\u00e9cembre 2020, nous avons anim\u00e9 cinq sessions de travail. Autour de la table (ou plut\u00f4t, de l\u2019\u00e9cran, crise sanitaire oblige) : <strong>Maryse Le Bras<\/strong>, du Minist\u00e8re de l\u2019Education nationale, <strong>C\u00e9cile Le Guen<\/strong>, de la Direction des douanes et des droits indirects, <strong>Anthony Claverie<\/strong> de la Ville d\u2019Antibes et <strong>Nathalie Vernus Prost<\/strong> de la M\u00e9tropole de Lyon. Tous ont accept\u00e9 de partager leurs r\u00e9alisations, leurs interrogations et parfois aussi leurs doutes pendant ce trimestre. Qu\u2019elles et il en soient ici remerci\u00e9s.<\/p>\n\n\n\n<p>Le point de d\u00e9part de nos travaux \u00e9tait l\u2019<strong>article du Code des relations entre le public et l\u2019administration<\/strong> qui \u00e9voque l\u2019inventaire des algorithmes publics. Voil\u00e0 ce qui dit le texte: les administrations sont tenues de publier en ligne \u201c<em>les r\u00e8gles d\u00e9finissant les principaux traitements algorithmiques utilis\u00e9s dans l\u2019accomplissement de leurs missions lorsqu\u2019ils fondent des d\u00e9cisions individuelles\u201d<\/em>.<\/p>\n\n\n\n<p>Le point d\u2019arriv\u00e9e est un <strong>mod\u00e8le d\u2019inventaire des algorithmes<\/strong> publics en <strong>version beta<\/strong>, que nous allons prochainement mettre en d\u00e9bat pour am\u00e9lioration et commentaires. Ce mod\u00e8le, une fois consolid\u00e9, pourra \u00eatre adopt\u00e9 par toute administration souhaitant publier son propre inventaire et se mettre ainsi en conformit\u00e9 avec la loi. La ville d\u2019Antibes a d\u2019ailleurs r\u00e9cemment publi\u00e9 une <a href=\"https:\/\/www.antibes-juanlespins.com\/administration\/acces-aux-documents-administratifs\">premi\u00e8re version<\/a> de cet inventaire \u00e0 l\u2019aide de ce mod\u00e8le. Au cours de ce trimestre de travail, nous avons aussi \u00e9t\u00e9 inspir\u00e9s par plusieurs initiatives d\u2019inventaire des algorithmes publics, par exemple de <a href=\"https:\/\/data.nantesmetropole.fr\/pages\/algorithmes_nantes_metropole\/\">Nantes M\u00e9tropole<\/a>, d\u2019<a href=\"https:\/\/algoritmeregister.amsterdam.nl\/en\/ai-register\/\">Amsterdam<\/a> et d\u2019<a href=\"https:\/\/ai.hel.fi\/en\/ai-register\/\">Helsinki<\/a>. Parall\u00e8lement \u00e0 ce groupe de travail, l\u2019\u00e9quipe d\u2019Etalab a aussi \u00e9chang\u00e9 avec plusieurs pays, dont le Canada, le Royaume-Uni, les Pays-Bas et la Nouvelle-Z\u00e9lande dans le cadre des travaux du groupe \u00ab\u00a0<a href=\"https:\/\/www.opengovpartnership.org\/topic\/open-algorithms-blog-series\/\">Open Algorithms<\/a>\u00a0\u00bb du Partenariat pour le Gouvernement ouvert (PGO).<\/p>\n\n\n\n<p><strong>Ce que nous avons appris en chemin<\/strong><\/p>\n\n\n\n<p>En pr\u00e9parant ce mod\u00e8le d\u2019inventaire, nous avons identifi\u00e9 plusieurs enjeux qui m\u00e9ritent d\u2019\u00eatre partag\u00e9s.<\/p>\n\n\n\n<p>Il faut tout d\u2019abord souligner la proximit\u00e9, <em>de fait et de droit<\/em>, entre le sujet de l\u2019open data et la question des algorithmes. De fait, les agents des administrations mobilis\u00e9s sur cette derni\u00e8re question sont aussi ceux qui le sont pour l\u2019ouverture des donn\u00e9es publiques. De droit, ensuite: la plupart des dispositions li\u00e9es aux algorithmes et \u00e0 l\u2019open data apparaissent dans le m\u00eame Code des relations entre le public et l&rsquo;administration.                                                                                                                                                                                                                                                                                                                             Les difficult\u00e9s rencontr\u00e9es sont identiques, avec notamment un tr\u00e8s fort enjeu d\u2019acculturation et de p\u00e9dagogie en interne au sein des administrations.&nbsp;<\/p>\n\n\n\n<p><em>Comment parler des algorithmes ?<\/em> Pas facile! La discussion a fait ressortir le besoin d\u2019illustrations, d\u2019exemples d\u2019algorithmes dans le secteur public. Le terme m\u00eame d\u2019algorithme est souvent mal compris. Les fronti\u00e8res de l\u2019algorithme et son tropisme num\u00e9rique font aussi l\u2019objet de discussion, et la confusion r\u00e8gne parfois entre algorithme, traitement automatis\u00e9 et code source, trois notions qui cohabitent dans les textes juridiques.&nbsp;<\/p>\n\n\n\n<p>C\u2019est bien souvent \u00e0 partir d\u2019exemples que les services m\u00e9tiers se saisissent de la question, plut\u00f4t que par la d\u00e9finition. Ainsi, la bonne question \u00e0 poser en interne n\u2019est pas tant \u201c<em>quels sont les algorithmes que vous utilisez ?<\/em>\u201d mais plut\u00f4t \u201c<em>quelles sont les d\u00e9cisions que vous prenez, par exemple envers les administr\u00e9s<\/em> ?\u201d. Il est parfois plus ais\u00e9 de commencer par identifier les d\u00e9cisions administratives pour arriver ensuite aux outils qui aident \u00e0 prendre ces d\u00e9cisions, et non l\u2019inverse.<\/p>\n\n\n\n<p><em>Qui doit r\u00e9aliser cet inventaire ?<\/em> La gouvernance des algorithmes publics, au sens large, est encore largement \u00e0 construire. \u00c0 coup s\u00fbr, elle doit faire intervenir de nombreux intervenants dans l\u2019organisation: direction m\u00e9tiers, direction du num\u00e9rique, d\u00e9l\u00e9gu\u00e9s \u00e0 la protection des donn\u00e9es, personnes en charge de l\u2019acc\u00e8s aux documents administratifs (<a href=\"https:\/\/www.cada.fr\/administration\/le-role-de-la-prada\">PRADA<\/a>). Dans les administrations que nous avons rencontr\u00e9es, c\u2019est souvent la personne charg\u00e9e de l\u2019ouverture des donn\u00e9es qui joue le r\u00f4le de chef d\u2019orchestre de la transparence des algorithmes. On notera d&rsquo;ailleurs avec int\u00e9r\u00eat que le <a href=\"https:\/\/www.gouvernement.fr\/remise-du-rapport-sur-la-politique-publique-de-la-donnee-des-algorithmes-et-des-codes-sources\">rapport<\/a> remis par le d\u00e9put\u00e9 Eric Bothorel au Premier ministre propose d\u2019\u00e9largir le p\u00e9rim\u00e8tre des administrateurs des donn\u00e9es en leur confiant aussi les sujets d\u2019algorithmes et de codes sources.<\/p>\n\n\n\n<p><em>Un inventaire, pour qui ?<\/em> <em>Un inventaire pour quoi ?<\/em> La question des cibles de cet inventaire est \u00e9troitement li\u00e9e \u00e0 celle des usages\u2026 et des moyens disponibles. On l\u2019aura compris, r\u00e9aliser un tel inventaire est une obligation l\u00e9gale. Mais rien n\u2019interdit aussi de s\u2019interroger sur les objectifs \u00e0 atteindre et sur les publics cibles. Dans l\u2019esprit du l\u00e9gislateur, cet inventaire est l\u2019une des trois composantes de la transparence des algorithmes, avec la mention explicite et le droit \u00e0 l\u2019information individuelle. En ce sens, l\u2019inventaire contribue \u00e0 rendre visible \u00e0 la soci\u00e9t\u00e9 des syst\u00e8mes qui sont parfois invisibles. Cette mise en visibilit\u00e9 n\u2019est que la premi\u00e8re \u00e9tape, c\u2019est un moyen mais surtout pas une fin. Le travail de m\u00e9diation \u00e0 r\u00e9aliser reste essentiel, pour permettre \u00e0 chacun de s\u2019emparer de ces informations.&nbsp;<\/p>\n\n\n\n<p><strong>Pour aller plus loin<\/strong><\/p>\n\n\n\n<p><em>Comment r\u00e9aliser cet inventaire ? Que doit-il contenir ? O\u00f9 le publier ? <\/em>Pour r\u00e9pondre \u00e0 ces questions, Etalab organise le <strong>11 f\u00e9vrier 2021 \u00e0 10h<\/strong> un webinaire en ligne sur l\u2019inventaire des algorithmes publics, avec le t\u00e9moignage des participants \u00e0 ce groupe de travail. <a href=\"https:\/\/app.livestorm.co\/etalab-donnees\/comment-faire-linventaire-des-algorithmes-publics\" class=\"broken_link\">Inscription gratuite et obligatoire<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Au cours du dernier trimestre 2020, Soizic P\u00e9nicaud et Simon Chignard d\u2019Etalab ont anim\u00e9 un groupe de travail restreint r\u00e9unissant des collectivit\u00e9s et des minist\u00e8res. L\u2019objectif : mettre en \u0153uvre l\u2019inventaire des algorithmes publics, l\u2019une des trois obligations issues de la Loi pour une R\u00e9publique num\u00e9rique. Retour sur la d\u00e9marche, ses principaux r\u00e9sultats et les &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/faire-linventaire-des-algorithmes-publics-point-detape-sur-les-actions-detalab\"> <span class=\"screen-reader-text\">Faire l&rsquo;inventaire des algorithmes publics : point d&rsquo;\u00e9tape sur les actions d&rsquo;Etalab<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[42,20,27],"tags":[250],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Simon Chignard","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/simon-chignard"},"uagb_comment_info":0,"uagb_excerpt":"Au cours du dernier trimestre 2020, Soizic P\u00e9nicaud et Simon Chignard d\u2019Etalab ont anim\u00e9 un groupe de travail restreint r\u00e9unissant des collectivit\u00e9s et des minist\u00e8res. L\u2019objectif : mettre en \u0153uvre l\u2019inventaire des algorithmes publics, l\u2019une des trois obligations issues de la Loi pour une R\u00e9publique num\u00e9rique. Retour sur la d\u00e9marche, ses principaux r\u00e9sultats et les\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14863"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=14863"}],"version-history":[{"count":8,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14863\/revisions"}],"predecessor-version":[{"id":14882,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14863\/revisions\/14882"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=14863"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=14863"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=14863"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}