{"id":3653,"date":"2015-09-21T19:40:28","date_gmt":"2015-09-21T17:40:28","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=3653"},"modified":"2015-09-21T19:40:28","modified_gmt":"2015-09-21T17:40:28","slug":"la-nouvelle-generation-de-lopen-data-retours-dexperience-de-lopen-data-youth-camp","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/la-nouvelle-generation-de-lopen-data-retours-dexperience-de-lopen-data-youth-camp","title":{"rendered":"[:fr]La nouvelle g\u00e9n\u00e9ration de l&rsquo;Open Data: retours d&rsquo;exp\u00e9rience de l&rsquo;Open Data Youth Camp.[:en]L\u2019acc\u00e8s aux donn\u00e9es est un droit ! Retours d&rsquo;exp\u00e9rience de l&rsquo;Open Data Youth Camp.[:]"},"content":{"rendered":"[:fr]Du<strong> 29 ao\u00fbt au 2 septembre<\/strong> dernier, l\u2019<a href=\"http:\/\/odbc.codeforcroatia.org\/\" class=\"broken_link\">Open Data Youth Camp<\/a> a initi\u00e9 aux donn\u00e9es ouvertes<strong> 21 jeunes venus de Croatie, de Serbie, de France et du Royaume-Uni.<\/strong> La semaine de travail s\u2019est d\u00e9roul\u00e9e \u00e0 Rovinj en Croatie. Gr\u00e2ce au <a href=\"https:\/\/vlada.gov.hr\/en\">gouvernement de Croatie<\/a>, \u00e0 l\u2019<a href=\"http:\/\/www.ambafrance-hr.org\/\">ambassade de France en Croatie<\/a> et \u00e0 <a href=\"http:\/\/www.etalab.gouv.fr\/\">Etalab<\/a>, <a href=\"https:\/\/www.etalab.gouv.fr\/les-jeunes-et-lopen-data\">trois jeunes participants et une experte<\/a> ont \u00e9t\u00e9 s\u00e9lectionn\u00e9s pour repr\u00e9senter la France lors de cet \u00e9v\u00e8nement. D\u00e9couvrons le d\u00e9roulement des activit\u00e9s \u00e0 travers leurs retours d\u2019exp\u00e9rience.<\/p>\n<p>La pr\u00e9sentation introductive\u00a0des experts\u00a0sur l\u2019Open Data, le gouvernement ouvert, les nouvelles technologies et l\u2019engagement citoyen a rapidement\u00a0trouv\u00e9 un \u00e9cho particulier aupr\u00e8s de ces jeunes :<\/p>\n<p style=\"text-align: left;\"><em>\u00ab D\u00e8s mon arriv\u00e9e, j\u2019ai \u00e9t\u00e9 tr\u00e8s surprise par l\u2019engouement citoyen qui se d\u00e9gageait du camp. Les discours des experts comme les remarques des participants \u00e9taient tous orient\u00e9s vers la r\u00e9volution soci\u00e9tale induite par l\u2019Open Data avec comme leitmotiv :<strong> l\u2019acc\u00e8s aux donn\u00e9es est un droit, et l\u2019open data en est l\u2019outil<\/strong>. \u00bb<\/em><\/p>\n<p style=\"text-align: right;\"><strong>Jordanne Monseau<\/strong>, 24 ans, \u00e9l\u00e8ve avocate \u00e0 Toulouse sp\u00e9cialis\u00e9e en droit des nouvelles technologies.<\/p>\n<p>La\u00a0vari\u00e9t\u00e9 des profils\u00a0de la communaut\u00e9 des utilisateurs des donn\u00e9es a particuli\u00e8rement marqu\u00e9 les participants :<\/p>\n<p style=\"text-align: left;\"><em>\u00ab Le premier int\u00e9r\u00eat du camp provenait de la diversit\u00e9 des participants et des mentors. Etudiant en \u00e9conomie ou en droit, d\u00e9veloppeur, journaliste, fonctionnaire, employ\u00e9 d\u2019ONG voire m\u00eame psychologue, <strong>chaque participant amenait sa propre vision de ce qu\u2019\u00e9tait l\u2019open data et de ce \u00e0 quoi elle pouvait (ou devait) servir<\/strong>. Cet \u00e9tat d\u2019esprit \u00e9tait renforc\u00e9 par les interventions des mentors, les experts du sujet qui contextualisaient et concr\u00e9tisaient nos th\u00e9ories. Qu\u2019ils soient membres du Gouvernement Croate, Italien, Slovaque, de la Mairie de Paris ou businessman, chacun apportait des exemples concrets d\u2019utilisation de l\u2019open data au service des citoyens. \u00bb<\/em><\/p>\n<p style=\"text-align: right;\"><strong>Jonathan Williet<\/strong>, 23 ans, \u00e9tudiant \u00e0 l\u2019EM Lyon Business School sp\u00e9cialis\u00e9 en entrepreneuriat et strat\u00e9gie d\u2019entreprise.<\/p>\n<p>L\u2019approche pratique, \u00e0 travers le d\u00e9veloppement de projets en \u00e9quipes, s\u2019est av\u00e9r\u00e9 \u00eatre un facteur d\u2019apprentissage important.\u00a0Les participants ont rapidement \u00e9t\u00e9 invit\u00e9s \u00e0 r\u00e9utiliser les donn\u00e9es pour apporter des r\u00e9ponses \u00e0 des probl\u00e8mes concrets : d\u00e9veloppement d&rsquo;une plateforme permettant de faciliter la cr\u00e9ation d\u2019entreprises, d&rsquo;une application permettant de trouver des opportunit\u00e9s professionnelles en fonction de pr\u00e9f\u00e9rences personnelles li\u00e9es \u00e0 la ville, d&rsquo;une application pour cyclistes ou encore d&rsquo;un site qui facilite l\u2019\u00e9criture de contrats.<\/p>\n<p style=\"text-align: center;\"><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture7.png\"><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-3666 aligncenter\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture7-300x68.png\" alt=\"Capture7\" width=\"455\" height=\"103\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture7-300x68.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture7.png 982w\" sizes=\"(max-width: 455px) 100vw, 455px\" \/><\/a><\/p>\n<p style=\"text-align: center;\">Deux utilisateurs recevront des offres d\u2019emploi diff\u00e9rentes et localis\u00e9s dans leurs quartiers de pr\u00e9dilection<\/p>\n<p style=\"text-align: left;\"><em>\u00ab Le travail par \u00e9quipes sur diff\u00e9rents projets a \u00e9t\u00e9 l\u2019occasion d\u2019aborder l\u2019open data via les pratiques concr\u00e8tes, autour de projets collectifs. D\u2019ailleurs, ce volet pratique a permis d\u2019apprendre \u00e0 adapter son projet \u00e0 ce qui est r\u00e9aliste et disponible. Et ainsi voir concr\u00e8tement o\u00f9 des progr\u00e8s peuvent \u00eatre fait dans la publication de donn\u00e9es. \u00bb<\/em><\/p>\n<p style=\"text-align: right;\"><strong>Brice Le Borgne<\/strong>, 22 ans, \u00e9tudiant \u00e0 Sciences Po Lille, en formation pour devenir data-journaliste<\/p>\n<p>Le dernier exercice collectif fut l\u2019\u00e9laboration de la Youth Open Data Declaration qui sera pr\u00e9sent\u00e9e au <a href=\"http:\/\/ogpsummit.org\/index.html\" class=\"broken_link\">Sommet Mondial<\/a> du <a href=\"http:\/\/www.opengovpartnership.org\/\">Partenariat pour un Gouvernement Ouvert<\/a> (du 27 au 29 octobre, Mexico). Les premi\u00e8res lignes du manifeste transmettent avec passion la mont\u00e9e en puissance d\u2019une nouvelle g\u00e9n\u00e9ration :<\/p>\n<p><em>\u201cNous, jeunes provenant du monde entier, sommes r\u00e9unis aujourd&rsquo;hui \u00e0 Rovinj en Croatie, le 2 septembre 2015, \u00e0 l&rsquo;Open Data Youth Camp, pour exprimer <strong>notre engagement envers les principes d&rsquo;ouverture, de transparence et du\u00a0gouvernement\u00a0ouvert<\/strong>, qui fournit des services publics performants \u00e0 ses citoyens, en\u00a0favorisant ainsi\u00a0le d\u00e9velopement social et \u00e9conomique.\u00a0\u00bb\u00a0\u00a0\u00a0<\/em><\/p>\n<p style=\"text-align: right;\"><strong>Youth Open Data Declaration<\/strong><\/p>\n<p style=\"text-align: center;\"><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture6.png\"><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-3662 aligncenter\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture6-300x167.png\" alt=\"Capture6\" width=\"321\" height=\"179\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture6-300x167.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture6.png 561w\" sizes=\"(max-width: 321px) 100vw, 321px\" \/><\/a>Signature de la Youth Open Data Declaration<\/p>\n<p style=\"text-align: left;\">L\u2019experte fran\u00e7aise souligne l\u2019int\u00e9r\u00eat pour les responsables des politiques d&rsquo;ouverture de donn\u00e9es\u00a0d&rsquo;\u00e9couter attentivement ces\u00a0jeunes utilisateurs de la donn\u00e9e :<\/p>\n<p style=\"text-align: left;\"><em>\u00ab En tant que mentor, participer \u00e0 l&rsquo;Open Data Youth Camp a \u00e9t\u00e9 une opportunit\u00e9 de rentrer en lien direct avec les futurs utilisateurs des donn\u00e9es que nous travaillons \u00e0 lib\u00e9rer aujourd&rsquo;hui. <strong>L&rsquo;Open Data Youth Camp a donn\u00e9 la possibilit\u00e9 d&rsquo;imaginer et de mod\u00e9liser ce que pourrait \u00eatre le futur de l&rsquo;open data europ\u00e9en et mondial.<\/strong> \u00bb<\/em><\/p>\n<p style=\"text-align: right;\"><strong>Awa Ndiaye<\/strong>, Chef de Projet Open Innovation \u00e0 la Mairie de Paris, sp\u00e9cialiste en Open Data.<\/p>\n<p style=\"text-align: left;\">L&rsquo;organisatrice \u00a0croate de cette semaine nous donne le mot de la fin :<\/p>\n<p><em>\u00ab <strong>Apr\u00e8s trois ans \u00e0 l&rsquo;OGP, on\u00a0pourrait\u00a0penser\u00a0que\u00a0\u00ab\u00a0changer le monde\u00a0\u00bb fait partie de ma to-do list quotidienne, mais rien ne m&rsquo;avait pr\u00e9par\u00e9e \u00e0 la rapidit\u00e9 et\u00a0\u00e0 la facilit\u00e9 avec laquelle cette nouvelle g\u00e9n\u00e9ration peut le faire<\/strong>. Je le reconnais avec honte : j&rsquo;ai \u00e9t\u00e9 suprise quand\u00a0les participants\u00a0ont tous vot\u00e9 \u00e0 l&rsquo;unanimit\u00e9 le fait d&rsquo;ouvrir et de mettre en ligne, non\u00a0seulement toutes leurs id\u00e9es\u00a0sur\u00a0les applications et plateformes, mais aussi les r\u00e9sultats du vote pour chacun de leurs projets\u00a0concurrents, ainsi que le\u00a0projet de d\u00e9claration, sur lequel nous travaillons encore,\u00a0en vue de recevoir des\u00a0commentaires du public<strong>. <\/strong>Ils se sont mis \u00e0 la place des producteurs de donn\u00e9es, ils ont ressenti la difficult\u00e9 d&rsquo;ouvrir des donn\u00e9es et des informations auxquelles on est attach\u00e9&#8230;\u00a0 et ils l&rsquo;ont fait malgr\u00e9 tout. \u00bb<\/em><\/p>\n<p style=\"text-align: right;\"><em> <a href=\"http:\/\/www.opengovpartnership.org\/blog\/tamara-puhovski\/2015\/09\/11\/openyouth\">#OpenYouth<\/a>, <strong>Tamara Puhovski<\/strong>, Coordinatrice OGP Croatia, Minist\u00e8re des affaires \u00e9trang\u00e8res de Croatie<\/em><\/p>\n<p>&nbsp;[:en]Du 29 ao\u00fbt au 2 septembre dernier, l\u2019Open Data Youth Camp a initi\u00e9 aux donn\u00e9es ouvertes 21 jeunes venus de Croatie, de Serbie, de France et du Royaume-Uni. La semaine de travail s\u2019est d\u00e9roul\u00e9e \u00e0 Rovinj en Croatie. Gr\u00e2ce au gouvernement de Croatie, \u00e0 l\u2019ambassade de France en Croatie et \u00e0 Etalab, trois jeunes participants et une experte ont \u00e9t\u00e9 s\u00e9lectionn\u00e9s pour repr\u00e9senter la France lors de cet \u00e9v\u00e8nement.  D\u00e9couvrons le d\u00e9roulement des activit\u00e9s \u00e0 travers leurs propres retours d\u2019exp\u00e9rience.<br \/>\nLes premi\u00e8res impressions d\u00e9gagent d\u00e9j\u00e0 un enthousiasme contagieux. L\u2019introduction des experts \u00e0 des sujets tels que l\u2019Open Data, le gouvernement ouvert, les nouvelles technologies et l\u2019engagement citoyen a trouv\u00e9 un \u00e9cho particulier aupr\u00e8s de ces jeunes, sensibles aux valeurs :<br \/>\n\u00ab D\u00e8s mon arriv\u00e9e, j\u2019ai \u00e9t\u00e9 tr\u00e8s surprise par l\u2019engouement citoyen qui se d\u00e9gageait du camp. Les discours des experts comme les remarques des participants \u00e9taient tous orient\u00e9s vers la r\u00e9volution soci\u00e9tale induite par l\u2019Open Data avec comme leitmotiv : l\u2019acc\u00e8s aux donn\u00e9es est un droit, et l\u2019Open Data en est l\u2019outil. \u00bb<\/p>\n<p>Jordanne Monseau, 24 ans, \u00e9l\u00e8ve avocate \u00e0 Toulouse sp\u00e9cialis\u00e9e en droit des nouvelles technologies.<\/p>\n<p>La multiplicit\u00e9 de la communaut\u00e9 des utilisateurs des donn\u00e9es a particuli\u00e8rement marqu\u00e9 les participants :<br \/>\n\u00ab Le premier int\u00e9r\u00eat du camp provenait de la diversit\u00e9 des participants et des mentors. Etudiant en \u00e9conomie ou en droit, d\u00e9veloppeur, journaliste, fonctionnaire, employ\u00e9 d\u2019ONG voire m\u00eame psychologue, chaque participant amenait sa propre vision de ce qu\u2019\u00e9tait l\u2019open data et de ce \u00e0 quoi elle pouvait (ou devait) servir. Cet \u00e9tat d\u2019esprit \u00e9tait renforc\u00e9 par les interventions des mentors, les experts du sujet qui contextualisaient et concr\u00e9tisaient nos th\u00e9ories. Qu\u2019ils soient membres du Gouvernement Croate, Italien, Slovaque, de la Mairie de Paris ou businessman, chacun apportait des exemples concrets d\u2019utilisation de l\u2019open data au service des citoyens. \u00bb<br \/>\n  Jonathan Williet, 23 ans, \u00e9tudiant \u00e0 l\u2019EM Lyon Business School sp\u00e9cialis\u00e9 en entrepreneuriat et strat\u00e9gie d\u2019entreprise. <\/p>\n<p>L\u2019approche pratique, \u00e0 travers le d\u00e9veloppement de projets en \u00e9quipes, s\u2019est av\u00e9r\u00e9 \u00eatre un facteur d\u2019apprentissage cl\u00e9. Quelques projets issus de cette semaine de travail sont : une plateforme permettant de faciliter la cr\u00e9ation d\u2019entreprises, une application permettant de trouver des opportunit\u00e9s professionnelles en fonction de pr\u00e9f\u00e9rences personnelles li\u00e9es \u00e0 la ville, une application pour cyclistes ou encore un site qui facilite l\u2019\u00e9criture de contrats.<br \/>\n\u00ab Le travail par \u00e9quipes sur diff\u00e9rents projets a \u00e9t\u00e9 l\u2019occasion d\u2019aborder l\u2019open data via les pratiques concr\u00e8tes, autour de projets collectifs. D\u2019ailleurs, ce volet pratique a permis d\u2019apprendre \u00e0 adapter son projet \u00e0 ce qui est r\u00e9aliste et disponible. Et ainsi voir concr\u00e8tement o\u00f9 des progr\u00e8s peuvent \u00eatre fait dans la publication de donn\u00e9es. \u00bb <\/p>\n<p>Brice Le Borgne, 22 ans, \u00e9tudiant \u00e0 Sciences Po Lille, en formation pour devenir data-journaliste<\/p>\n<p>Le dernier exercice collectif fut l\u2019\u00e9laboration de la Youth Open Data Declaration qui sera  pr\u00e9sent\u00e9e au Sommet Mondial du Partenariat pour un Gouvernement  Ouvert (du 27 au 29 octobre, Mexico). Les premi\u00e8res lignes du manifeste transmettent avec passion la mont\u00e9e en puissance d\u2019une nouvelle g\u00e9n\u00e9ration : <\/p>\n<p>\u201cWe, young people from around the world, gathered here in Rovinj, Croatia, on 2nd September 2015 at the Open Data Youth Camp, to express our commitment to the principles of open, transparent, participative and accountable government, which provides efficient services to its citizens, thereby actively enhancing social and economic development.\u201d<br \/>\nYouth Open Data Declaration<br \/>\nL\u2019experte fran\u00e7aise souligne l\u2019int\u00e9r\u00eat pour les responsables de la politique open data \u00e0 \u00e9couter de pr\u00e8s ces futurs utilisateurs de la  donn\u00e9e :<br \/>\n\u00ab En tant que mentor, participer \u00e0 l&rsquo;Open Data Youth Camp a \u00e9t\u00e9 une opportunit\u00e9 de rentrer en lien direct avec les futurs utilisateurs des donn\u00e9es que nous travaillons \u00e0 lib\u00e9rer aujourd&rsquo;hui. L&rsquo;Open Data Youth Camp a donn\u00e9 la possibilit\u00e9 d&rsquo;imaginer et de mod\u00e9liser ce que pourrait \u00eatre le futur de l&rsquo;open data europ\u00e9en et mondial. \u00bb<br \/>\nAwa Ndiaye, Chef de Projet Open Innovation \u00e0 la Mairie de Paris, sp\u00e9cialiste en Open Data.<\/p>\n<p>Enfin, du c\u00f4t\u00e9 des organisateurs, l\u2019admiration est \u00e9vidente :  <\/p>\n<p>\u00ab After three years in OGP you would think I\u2019d be used to having \u201cchanging the world\u201d on my to-do list, but nothing prepared me for how quickly, how effortlessly and how well this new generation can do that. I was embarrassed to be surprised when they unanimously voted to open and put online not just all the ideas for apps and platforms they came up with during the camp, but also the results of voting for each of their competing projects (to the penny) and the draft Declaration, which we are still working on, for public comments. They went to the other side, felt what it was like to open up data and information you are attached to and did it anyway. \u00bb<br \/>\n#OpenYouth, Tamara Puhovski, Coordinatrice OGP Croatia, Minist\u00e8re des affaires \u00e9trang\u00e8res de Croatie<br \/>\nMerci \u00e0 tous pour un r\u00e9cit qui remplit d\u2019enthousiasme et de motivation la communaut\u00e9 open data fran\u00e7aise et au-del\u00e0 ! Continuez \u00e0 nous surprendre et l\u2019\u00e9quipe d\u2019Etalab vous donne rendez-vous lors de nos prochains \u00e9v\u00e8nements. <\/p>\n[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr]Du 29 ao\u00fbt au 2 septembre dernier, l\u2019Open Data Youth Camp a initi\u00e9 aux donn\u00e9es ouvertes 21 jeunes venus de Croatie, de Serbie, de France et du Royaume-Uni. La semaine de travail s\u2019est d\u00e9roul\u00e9e \u00e0 Rovinj en Croatie. Gr\u00e2ce au gouvernement de Croatie, \u00e0 l\u2019ambassade de France en Croatie et \u00e0 Etalab, trois jeunes participants &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/la-nouvelle-generation-de-lopen-data-retours-dexperience-de-lopen-data-youth-camp\"> <span class=\"screen-reader-text\">[:fr]La nouvelle g\u00e9n\u00e9ration de l&rsquo;Open Data: retours d&rsquo;exp\u00e9rience de l&rsquo;Open Data Youth Camp.[:en]L\u2019acc\u00e8s aux donn\u00e9es est un droit ! Retours d&rsquo;exp\u00e9rience de l&rsquo;Open Data Youth Camp.[:]<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":19,"featured_media":3657,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture1.png",918,374,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture1-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture1-300x122.png",300,122,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture1.png",768,313,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture1.png",918,374,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture1.png",918,374,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture1.png",918,374,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/09\/Capture1.png",45,18,false]},"uagb_author_info":{"display_name":"Paula Forteza","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/paula-forteza"},"uagb_comment_info":0,"uagb_excerpt":"[:fr]Du 29 ao\u00fbt au 2 septembre dernier, l\u2019Open Data Youth Camp a initi\u00e9 aux donn\u00e9es ouvertes 21 jeunes venus de Croatie, de Serbie, de France et du Royaume-Uni. La semaine de travail s\u2019est d\u00e9roul\u00e9e \u00e0 Rovinj en Croatie. Gr\u00e2ce au gouvernement de Croatie, \u00e0 l\u2019ambassade de France en Croatie et \u00e0 Etalab, trois jeunes participants\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/3653"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/19"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=3653"}],"version-history":[{"count":21,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/3653\/revisions"}],"predecessor-version":[{"id":3685,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/3653\/revisions\/3685"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/3657"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=3653"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=3653"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=3653"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}