{"id":14961,"date":"2021-02-17T17:18:40","date_gmt":"2021-02-17T16:18:40","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=14961"},"modified":"2021-02-18T13:05:30","modified_gmt":"2021-02-18T12:05:30","slug":"les-api-au-service-de-la-simplification-des-demarches-en-ligne","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/les-api-au-service-de-la-simplification-des-demarches-en-ligne","title":{"rendered":"R\u00e9trospective d&rsquo;Etalab 2020 #4\/6 : Les API au service de la simplification des d\u00e9marches en ligne"},"content":{"rendered":"\n<p>Le d\u00e9partement Etalab au sein de la DINUM porte depuis 10 ans la politique d&rsquo;ouverture des donn\u00e9es publiques de la France (politique d&rsquo;open data). Construire un cadre l\u00e9gal p\u00e9renne, mettre \u00e0 disposition des outils, accompagner les administrations et les communaut\u00e9s de r\u00e9utilisateurs dans l&rsquo;ouverture et l&rsquo;exploitation des donn\u00e9es&#8230;autant d&rsquo;actions qu&rsquo;Etalab a initi\u00e9es et continue de mettre en oeuvre au service de l&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral.<\/p>\n\n\n\n<p>Nous avons souvent \u00e9t\u00e9 confront\u00e9s aux limites de l&rsquo;open data avec notamment les donn\u00e9es prot\u00e9g\u00e9es par des secrets l\u00e9gaux et contenant des informations \u00e0 caract\u00e8re personnel. Cette limite n&rsquo;est pas une fin en soit mais plut\u00f4t le d\u00e9but d&rsquo;un nouveau cycle portant sur la circulation de la donn\u00e9e entre administrations habilit\u00e9es.<\/p>\n\n\n\n<p>Compte tenu des difficult\u00e9s exprim\u00e9es par les producteurs de donn\u00e9es mais aussi par les administrations en charge de les exploiter dans le cadre de leur mission de service public, la DINUM a d\u00e9velopp\u00e9 une expertise sur le d\u00e9veloppement des \u00e9changes de donn\u00e9es entre administrations notamment \u00e0 travers la mise en place d&rsquo;outils (catalogues, bouquets d&rsquo;API, gestion des habilitations) et d&rsquo;un accompagnement juridique et technique au plus pr\u00e8s des besoins exprim\u00e9s par les administrations.<\/p>\n\n\n\n<p>Dans cet article de blog, nous revenons sur les premiers r\u00e9sultats de cette nouvelle offre de service que nous continuerons de d\u00e9velopper afin de simplifier la vie des citoyens et des administrations au service de l&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral.<\/p>\n\n\n\n<figure class=\"wp-block-embed-dailymotion wp-block-embed is-type-video is-provider-dailymotion wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n<iframe loading=\"lazy\" title=\"Dites-le-nous une fois : la DINUM vous accompagne dans la mise en \u0153uvre\" frameborder=\"0\" width=\"500\" height=\"281\" src=\"https:\/\/www.dailymotion.com\/embed\/video\/x7x5gkj\" allowfullscreen allow=\"autoplay\"><\/iframe>\n<\/div><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">L&rsquo;offre du catalogue <a href=\"http:\/\/api.gouv.fr\">api.gouv.fr<\/a> augmente avec 36 nouvelles API<\/h2>\n\n\n\n<p><a href=\"http:\/\/api.gouv.fr\">API.gouv.fr<\/a> est un catalogue permettant de mettre en avant les API ouvertes ou sous habilitation propos\u00e9es par les administrations publiques.<\/p>\n\n\n\n<p>Le nombre d&rsquo;API r\u00e9f\u00e9renc\u00e9es a presque doubl\u00e9 en passant de quarante API en Janvier 2020, \u00e0 76 API en Janvier 2021 (+90%).<\/p>\n\n\n\n<p>A noter, parmi ces nouvelles API r\u00e9f\u00e9renc\u00e9es :<\/p>\n\n\n\n<ul><li>25 nouvelles API en open data, gr\u00e2ce \u00e0 la dynamique insuffl\u00e9e par nos coll\u00e8gues de <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a><\/li><li>11 nouvelles API en acc\u00e8s restreint, sous habilitation<\/li><\/ul>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"1390\" height=\"636\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/chartapi.png\" alt=\"\" class=\"wp-image-14965\"\/><\/figure>\n\n\n\n<p>Pour plus de d\u00e9tails, <a href=\"https:\/\/api.gouv.fr\/statistiques\" target=\"_blank\" rel=\"noreferrer noopener\">retrouvez toutes les statistiques sur notre page<\/a>. <\/p>\n\n\n\n<p>Aujourd&rsquo;hui, pr\u00e8s de 20 000 visiteurs mensuels d\u00e9couvrent des API et des ressources mises \u00e0 disposition gratuitement par le gouvernement.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Des collaborations r\u00e9ussies avec des fournisseurs de donn\u00e9es<\/h2>\n\n\n\n<p>Une partie de notre mission est d&rsquo;accompagner des fournisseurs de donn\u00e9es dans la mise \u00e0 disposition par API de leurs donn\u00e9es.<\/p>\n\n\n\n<p>Nous vous proposons un zoom sur notre collaboration avec la Direction G\u00e9n\u00e9rale des Finances Publiques (DGFiP), administration avec laquelle nous avons collabor\u00e9 \u00e9troitement tout au long de cette ann\u00e9e 2020 sur le sujet des API.<\/p>\n\n\n\n<p>La DGFiP propose d\u00e9sormais trois API au catalogue <a href=\"http:\/\/api.gouv.fr\">api.gouv.fr<\/a> :<\/p>\n\n\n\n<ul><li>l&rsquo;API Imp\u00f4t Particulier ;<\/li><li>l&rsquo;API Recherche de Personne Physique ;<\/li><li>l&rsquo;API Fichier des Comptes Bancaires et Assimil\u00e9s.<\/li><\/ul>\n\n\n\n<p>Pour chacune de ces API, la DGFiP utilise DataPass : l&rsquo;outil de gestion des habilitations de la DINUM, con\u00e7u avec le p\u00f4le juridique d&rsquo;Etalab.<\/p>\n\n\n\n<p>2020 est aussi l&rsquo;ann\u00e9e du d\u00e9but d&rsquo;industrialisation des demandes d&rsquo;habilitation \u00e0 l&rsquo;API Imp\u00f4t Particulier, une API donnant acc\u00e8s au revenu fiscal de r\u00e9f\u00e9rence d&rsquo;un citoyen. Deux exemples de d\u00e9marches pour lesquelles disposer de cette donn\u00e9e est crucial pour en simplifier le fonctionnement :<\/p>\n\n\n\n<ul><li>la v\u00e9rification de l&rsquo;\u00e9ligibilit\u00e9 au Livret d&rsquo;Epargne Populaire (LEP). Pour qu&rsquo;un citoyen puisse y acc\u00e9der, il doit justifier d&rsquo;un revenu fiscal inf\u00e9rieur \u00e0 un certain seuil : cette obligation bancaire devient v\u00e9rifiable par API<\/li><li>la d\u00e9livrance de titres de stationnement r\u00e9sidentiel (projet <a href=\"http:\/\/etatplateforme.modernisation.gouv.fr\/actualite\/calcul-du-quotient-familial-lyon-passe-a-la-vitesse-superieure-avec-franceconnect\" target=\"_blank\" rel=\"noreferrer noopener\" class=\"broken_link\">PALYMA<\/a>). Paris Lyon Marseille d\u00e9livrent tous les mois des milliers de cartes de stationnement, l&rsquo;enjeu est d&rsquo;automatiser ce dispositif en r\u00e9cup\u00e9rant par API le revenu fiscal d&rsquo;un fran\u00e7ais apr\u00e8s de la DGFiP ainsi que des informations sur le v\u00e9hicule aupr\u00e8s de l&rsquo;Agence Nationale des Titres S\u00e9curis\u00e9s (ANTS). Ce projet va \u00eatre \u00e9largi \u00e0 5 nouvelles collectivit\u00e9s dans le cadre du <a href=\"https:\/\/www.modernisation.gouv.fr\/transformation-publique\/comites-interministeriels-de-la-transformation-publique\/article-citp\" target=\"_blank\" rel=\"noreferrer noopener\">5\u00e8me Comit\u00e9 interminist\u00e9riel de la transformation publique (CITP)<\/a>.<\/li><\/ul>\n\n\n\n<p>Pour couronner cette belle ann\u00e9e, la DGFiP a particip\u00e9 \u00e0 un webinaire de mise en avant de ses donn\u00e9es dans le cadre du mois de l&rsquo;innovation publique, en compagnie de la ville de Clamart et d&rsquo;Up (\u00e9diteur de logiciel \u00e9quipant des Centres Communaux d&rsquo;Action Sociale (CCAS)). <a href=\"https:\/\/www.dailymotion.com\/video\/x7xsjgz\" target=\"_blank\" rel=\"noreferrer noopener\">La rediffusion est disponible par ici<\/a>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Des challenges autour de la d\u00e9livrance d&rsquo;acc\u00e8s aux API restreintes<\/h2>\n\n\n\n<p>Pour les API \u00e0 acc\u00e8s restreint qui v\u00e9hiculent des donn\u00e9es sensibles, il est essentiel de v\u00e9rifier le cadre juridique avant de permettre aux donn\u00e9es de circuler.<\/p>\n\n\n\n<ul><li>Qui souhaite acc\u00e9der aux donn\u00e9es ?<\/li><li>Quel est le cas d&rsquo;usage ?<\/li><li>Sur la base de quel cadre l\u00e9gal et sur quel p\u00e9rim\u00e8tre de donn\u00e9es ?<\/li><\/ul>\n\n\n\n<p>Notre enjeu au sein de l&rsquo;\u00e9quipe API est que ces questions de conventionnement soient le plus efficaces possibles, et puissent notamment se faire de fa\u00e7on d\u00e9mat\u00e9rialis\u00e9e.<\/p>\n\n\n\n<p>C&rsquo;est la raison d&rsquo;\u00eatre du produit DataPass : l&rsquo;outil de gestion des habilitations juridiques pour les donn\u00e9es \u00e0 acc\u00e8s restreint. Cet outil est mis \u00e0 disposition des fournisseurs de donn\u00e9es, pour faciliter le passage \u00e0 l&rsquo;\u00e9chelle dans la d\u00e9livrance de Token.<\/p>\n\n\n\n<p><a href=\"https:\/\/datapass.api.gouv.fr\/stats\" target=\"_blank\" rel=\"noreferrer noopener\">Consulter les statistiques<\/a>.<\/p>\n\n\n\n<p>L&rsquo;outil est aujourd&rsquo;hui notamment utilis\u00e9 par :<\/p>\n\n\n\n<ul><li>FranceConnect avec 540 demandes valid\u00e9es en 2020<\/li><li>API Entreprise avec 231 demandes valid\u00e9es en 2020<\/li><li>API Particulier avec 103 demandes valid\u00e9es en 2020<\/li><\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">Des cas d&rsquo;usages qui changent la vie des Fran\u00e7ais<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">Industrialiser la demande d\u2019aide aux entreprises dans le cadre de la crise COVID-19<\/h3>\n\n\n\n<p>Suite \u00e0 la crise du COVID, un fond de solidarit\u00e9 \u00e0 destination des entreprises a \u00e9t\u00e9 lanc\u00e9. En quelques mois, pr\u00e8s de 5,4 millions de dossiers ont pu \u00eatre trait\u00e9s en un temps record. L&rsquo;utilisation des donn\u00e9es de l&rsquo;<a rel=\"noreferrer noopener\" href=\"http:\/\/entreprise.api.gouv.fr\/\" target=\"_blank\">API Entreprise<\/a> a \u00e9t\u00e9 un \u00e9l\u00e9ment clef de ce succ\u00e8s.<\/p>\n\n\n\n<p>Sans l&rsquo;API, une entreprise remplissant un dossier devait saisir toutes ses informations et un agent devait les v\u00e9rifier \u00e0 la main. Avec l&rsquo;API, les donn\u00e9es sont pr\u00e9-remplies et l&rsquo;agent re\u00e7oit des donn\u00e9es certifi\u00e9es \u00e0 la source : le temps de traitement est divis\u00e9 par 5.<\/p>\n\n\n\n<p>Cela a permis de verser <strong>8,6 milliards d&rsquo;euros d&rsquo;aide \u00e0 pr\u00e8s de 1,8 millions d&rsquo;entreprises b\u00e9n\u00e9ficiaires.<\/strong><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Faciliter la tarification scolaire gr\u00e2ce au quotient familial d\u00e9mat\u00e9rialis\u00e9 dans les communes fran\u00e7aises<\/h3>\n\n\n\n<p>Chaque ann\u00e9e, des milliers de familles doivent se rendre en mairie pour calculer le tarif des activit\u00e9s scolaires et p\u00e9ri-scolaires de leurs enfants (cantine, cr\u00e8che, activit\u00e9s sportives etc.). Au c\u0153ur du calcul : le quotient familial, dont la famille doit apporter la preuve sous format papier. C&rsquo;est une d\u00e9marche administrative p\u00e9nible pour tous, agents et familles, que les API ont la capacit\u00e9 de simplifier !<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"2664\" height=\"1154\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/tarificationscolaire.png\" alt=\"\" class=\"wp-image-14966\"\/><\/figure>\n\n\n\n<p>Aujourd&rsquo;hui, des villes innovantes comme Clamart, Nantes, Boulogne-Billancourt ont mis en place un parcours simplifi\u00e9 :<\/p>\n\n\n\n<ul><li>Quand 5000 dossiers prenaient auparavant 4 mois au guichet \u00e0 plusieurs agents, ils sont d\u00e9sormais automatiques (les familles ne se d\u00e9placent plus) et le temps de traitement a \u00e9t\u00e9 divis\u00e9 par trois.<\/li><li>85% des familles passent par ce syst\u00e8me d\u00e9mat\u00e9rialis\u00e9, le guichet de la mairie reste ouvert pour accompagner ceux qui en ont besoin<\/li><\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">Les perspectives 2021<\/h2>\n\n\n\n<p>Comme vous avez pu le constater dans cet article de blog, plusieurs d\u00e9marches en ligne sont devenues plus simples pour l&rsquo;usager \u00e0 la suite de la mise en place des \u00e9changes de donn\u00e9es. Nous souhaitons aller plus loin et g\u00e9n\u00e9raliser le partage de donn\u00e9es entre administrations au b\u00e9n\u00e9fice de l&rsquo;usager, pour simplifier les d\u00e9marches administratives. Cela implique de d\u00e9velopper les connecteurs n\u00e9cessaires (interfaces de partage de donn\u00e9es, API) entre les syst\u00e8mes d&rsquo;information des administrations.<\/p>\n\n\n\n<p>Nous souhaitons ainsi engager un changement de paradigme pour que l&rsquo;\u00e9change de donn\u00e9es entre administrations devienne la r\u00e8gle et non plus l&rsquo;exception, en garantissant la protection des donn\u00e9es personnelles afin de tendre vers un service public proactif vis \u00e0 vis des citoyens et exploiter tout le potentiel des donn\u00e9es pour simplifier la vie des usagers et des administrations.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le d\u00e9partement Etalab au sein de la DINUM porte depuis 10 ans la politique d&rsquo;ouverture des donn\u00e9es publiques de la France (politique d&rsquo;open data). Construire un cadre l\u00e9gal p\u00e9renne, mettre \u00e0 disposition des outils, accompagner les administrations et les communaut\u00e9s de r\u00e9utilisateurs dans l&rsquo;ouverture et l&rsquo;exploitation des donn\u00e9es&#8230;autant d&rsquo;actions qu&rsquo;Etalab a initi\u00e9es et continue de &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/les-api-au-service-de-la-simplification-des-demarches-en-ligne\"> <span class=\"screen-reader-text\">R\u00e9trospective d&rsquo;Etalab 2020 #4\/6 : Les API au service de la simplification des d\u00e9marches en ligne<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":5,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Romain Tales","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/romain"},"uagb_comment_info":0,"uagb_excerpt":"Le d\u00e9partement Etalab au sein de la DINUM porte depuis 10 ans la politique d&rsquo;ouverture des donn\u00e9es publiques de la France (politique d&rsquo;open data). Construire un cadre l\u00e9gal p\u00e9renne, mettre \u00e0 disposition des outils, accompagner les administrations et les communaut\u00e9s de r\u00e9utilisateurs dans l&rsquo;ouverture et l&rsquo;exploitation des donn\u00e9es&#8230;autant d&rsquo;actions qu&rsquo;Etalab a initi\u00e9es et continue de\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14961"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=14961"}],"version-history":[{"count":12,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14961\/revisions"}],"predecessor-version":[{"id":15016,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14961\/revisions\/15016"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=14961"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=14961"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=14961"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}