{"id":7064,"date":"2017-06-07T16:55:02","date_gmt":"2017-06-07T14:55:02","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=7064"},"modified":"2019-10-15T10:42:29","modified_gmt":"2019-10-15T08:42:29","slug":"la-transparence-de-la-commande-publique-se-transforme-au-service-de-lopen-data","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/la-transparence-de-la-commande-publique-se-transforme-au-service-de-lopen-data","title":{"rendered":"Transparence de la commande publique : les enjeux et l&rsquo;engagement de la France, du local \u00e0 l&rsquo;international"},"content":{"rendered":"[:fr]\n<h3><span style=\"color: #3366ff;\"><em><strong>1. La transparence de la commande publique, un enjeu majeur<\/strong><\/em><\/span><\/h3>\n<p style=\"text-align: justify;\">La commande publique, v\u00e9ritable acte \u00e9conomique, constitue un levier de soutien et d\u2019accompagnement des politiques \u00e9conomiques pour cr\u00e9er les conditions du rapprochement de l\u2019offre et de la demande, soutenir la croissance, favoriser la comp\u00e9titivit\u00e9 et l\u2019emploi et stimuler l\u2019innovation. En effet, au niveau national, la commande publique est estim\u00e9e \u00e0 15% du PIB. Si l\u2019on se r\u00e9f\u00e8re au cas de la France en 2014, avec un PIB de 2 132 milliards d\u2019euros, cela repr\u00e9sente presque 320 milliards d\u2019euros par an.<\/p>\n<p style=\"text-align: justify;\"><strong>La transparence sur cette d\u00e9pense doit encore progresser<\/strong>\u00a0: elle est en effet autant un <strong>enjeu citoyen<\/strong>, t\u00e9moignant de la bonne gestion des deniers publics, qu\u2019un <strong>enjeu \u00e9conomique<\/strong>, en facilitant un juste acc\u00e8s des entreprises \u00e0 la commande publique, et un <strong>enjeu d\u2019efficacit\u00e9 de l\u2019action publique, <\/strong>en permettant un pilotage efficient de cette politique par l\u2019ensemble des responsables publics.<\/p>\n<h3><em><span style=\"color: #3366ff;\"><strong>2. Des avanc\u00e9es du c\u00f4t\u00e9 du cadre l\u00e9gal, en lien avec des standards techniques<\/strong><\/span><\/em><\/h3>\n<p style=\"text-align: justify;\">L\u2019ancien article 133 du code des march\u00e9s publics, qui pr\u00e9voyait que l\u2019acheteur publie la liste des march\u00e9s conclus l\u2019ann\u00e9e pr\u00e9c\u00e9dente, \u00e9tait gage de transparence quant \u00e0 l\u2019emploi des deniers publics. Toutefois, ces donn\u00e9es n\u2019\u00e9taient pas norm\u00e9es et publi\u00e9es sur des supports tr\u00e8s divers, ce qui rendait leur exploitation complexe et difficilement accessible aux citoyens.<\/p>\n<p style=\"text-align: justify;\">C\u2019est pourquoi, \u00e0 l\u2019occasion de la transposition des directives, l\u2019article 56 de l\u2019ordonnance n\u00b0 2015-899 du 23 juillet 2015 relative aux march\u00e9s publics a pr\u00e9vu l\u2019obligation qui impose \u00ab au<em>x acheteurs publics de rendre public le choix de l&rsquo;offre retenue et de rendre accessible sous un format ouvert et librement r\u00e9utilisable les donn\u00e9es essentielles du march\u00e9 public<\/em> \u00bb.<\/p>\n<p style=\"text-align: justify;\">L\u2019article 107 du d\u00e9cret n\u00b0 2016-360, l\u2019article 34 du d\u00e9cret n\u00b02016-86 et l\u2019article 94 du d\u00e9cret n\u00b0 2016-361 pr\u00e9voient ainsi que l\u2019acheteur public doit offrir sur son profil d\u2019acheteur un acc\u00e8s libre, direct et complet aux donn\u00e9es essentielles des march\u00e9s publics, des march\u00e9s de d\u00e9fense ou de s\u00e9curit\u00e9 et des contrats de concessions, \u00e0 l\u2019exception des informations dont la divulgation serait contraire \u00e0 l\u2019ordre public.<\/p>\n<p style=\"text-align: justify;\">Afin de cr\u00e9er un \u00e9cosyst\u00e8me de donn\u00e9es de la commande publique, il est apparu n\u00e9cessaire de standardiser celles-ci pour faciliter leur mise \u00e0 disposition dans un format exploitable et facilement r\u00e9utilisable.<\/p>\n<p><a href=\"https:\/\/www.legifrance.gouv.fr\/affichTexte.do?cidTexte=JORFTEXT000034492587&amp;categorieLien=id\">L\u2019arr\u00eat\u00e9 du 14 avril 2017<\/a> pr\u00e9cise la liste des donn\u00e9es devant \u00eatre publi\u00e9es sur les profils d\u2019acheteur ainsi que les modalit\u00e9s de leur publication \u00e0 compter du 1er octobre 2018.<\/p>\n<p style=\"text-align: center;\"><em><strong>L&rsquo;ouverture des donn\u00e9es essentielles de march\u00e9s publics en infographie:<\/strong><\/em><\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"aligncenter size-full wp-image-7067\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/C-gW_LFXcAAKKZS1.jpg\" alt=\"\" width=\"937\" height=\"1200\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/C-gW_LFXcAAKKZS1.jpg 937w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/C-gW_LFXcAAKKZS1-234x300.jpg 234w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/C-gW_LFXcAAKKZS1-768x984.jpg 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/C-gW_LFXcAAKKZS1-800x1024.jpg 800w\" sizes=\"(max-width: 937px) 100vw, 937px\" \/><\/p>\n<h3><strong><span style=\"color: #3366ff;\">3.<\/span> <span style=\"color: #3366ff;\"><em>Une communaut\u00e9 d\u2019acteurs mobilis\u00e9s, du local \u00e0 l\u2019international<\/em><\/span><\/strong><\/h3>\n<p style=\"text-align: justify;\">La transparence de la commande publique constitue un enjeu majeur identifi\u00e9 dans le plan national pour un gouvernement ouvert. Cette th\u00e9matique fait \u00e9galement l\u2019objet d\u2019\u00e9changes dans le cadre du programme de D\u00e9veloppement concert\u00e9 de l\u2019administration num\u00e9rique territoriale (DcANT), s\u2019agissant de la recommandation n\u00b03 relative \u00e0 la pr\u00e9figuration d\u2019une commande publique simplifi\u00e9e, d\u00e9mat\u00e9rialis\u00e9e et transparente, avec diff\u00e9rents acteurs locaux.<\/p>\n<ul>\n<li><strong>Les collectivit\u00e9s territoriales, territoires d&rsquo;exp\u00e9rimentation impliqu\u00e9s dans cette d\u00e9marche d&rsquo;ouverture<\/strong><\/li>\n<\/ul>\n<p style=\"text-align: justify;\">La<strong> mission Etalab, la DGFIP, la DAJ ainsi que la r\u00e9gion Bretagne<\/strong> souhaitent travailler conjointement \u00e0 la mise en \u0153uvre op\u00e9rationnelle du cadre l\u00e9gal dont la mise en application est imminente. Accompagner l&rsquo;ensemble des acteurs impliqu\u00e9s dans la chaine de valeur de production et de diffusion des donn\u00e9es et leur fournir les outils adapt\u00e9s \u00e0 leurs besoins sera un enjeu majeur. Par ailleurs, afin de s&rsquo;assurer de la mise en \u0153uvre op\u00e9rationnelle de cet ambitieux projet, l&rsquo;administration centrale va pouvoir compter sur la r\u00e9gion Bretagne, d\u00e9j\u00e0 fortement engag\u00e9e sur le sujet, afin de b\u00e9n\u00e9ficier d&rsquo;un territoire d&rsquo;exp\u00e9rimentation pour la production des donn\u00e9es essentielles de la commande publique. <a href=\"https:\/\/www.etalab.gouv.fr\/retour-sur-le-barcamp-la-commande-publique-augmentee-par-la-donnee\">Un BarCamp avait d\u00e9j\u00e0 eu lieu \u00e0 Rennes en mai 2016 <\/a><em>(<a href=\"https:\/\/forum.etalab.gouv.fr\/t\/restitution-des-travaux-et-productions-du-bar-camp-dedie-a-la-transparence-de-la-commande-publique\/1182\">voir les restitutions).<\/a> <\/em><\/p>\n<p style=\"text-align: justify;\">D&rsquo;autres r\u00e9gions ont identifi\u00e9 le sujet de la transparence de la commande publique comme une enjeu majeur. La <strong>r\u00e9gion Occitanie<\/strong> envisage la cr\u00e9ation d&rsquo;un observatoire r\u00e9gional de la commande publique, et la <strong>Bourgogne Franche Comt\u00e9<\/strong> a d\u00e9j\u00e0 organis\u00e9 un \u00e9v\u00e8nement sp\u00e9cifique \u00e0 l&rsquo;ouverture des donn\u00e9es de la commande publique au format des donn\u00e9es essentielles, tel que publi\u00e9 dans l&rsquo;arr\u00eat\u00e9 associ\u00e9.<\/p>\n<p style=\"text-align: justify;\">Au del\u00e0 de la dimension de transparence, les diff\u00e9rents acteurs administratifs impliqu\u00e9s dans cette d\u00e9marche r\u00e9fl\u00e9chissent d&rsquo;ores et d\u00e9j\u00e0 aux usages potentiels pour les territoires. La <strong>mise en \u0153uvre de politiques publiques d&rsquo;achats objectiv\u00e9es par la donn\u00e9e<\/strong> permettrait notamment l&rsquo;identification des offres anormalement basses ou un meilleur accompagnement des acteurs \u00e9conomiques sur les diff\u00e9rents territoires.<\/p>\n<ul>\n<li><strong>La transparence de la commande publique comme levier de lutte contre la corruption au niveau national et international<\/strong><\/li>\n<\/ul>\n<p style=\"text-align: justify;\"><strong><a href=\"https:\/\/www.etalab.gouv.fr\/retour-sur-le-4e-sommet-du-partenariat-pour-un-gouvernement-ouvert-pgo-a-paris-en-decembre-2016\/logo-pgo-fondblanc-fr-2\" rel=\"attachment wp-att-6939\"><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-6939 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/Logo-PGO-fondblanc-FR.png\" alt=\"\" width=\"351\" height=\"120\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/Logo-PGO-fondblanc-FR.png 1176w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/Logo-PGO-fondblanc-FR-300x103.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/Logo-PGO-fondblanc-FR-768x263.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/Logo-PGO-fondblanc-FR-1024x350.png 1024w\" sizes=\"(max-width: 351px) 100vw, 351px\" \/><\/a><a href=\"https:\/\/github.com\/etalab\/plan-ogp-2015-2017\/blob\/master\/fr\/rendre-des-comptes\/transparence-depense-et-comptes-publics\/engagement-2.md\">Intitul\u00e9 \u00ab <em>Accro\u00eetre la transparence de la commande publique<\/em> \u00bb, l\u2019engagement n\u00b02 du Plan d\u2019action national pour la France, <\/a><\/strong>pris dans le cadre du Partenariat pour un Gouvernement Ouvert (PGO), pr\u00e9voit la mise \u00e0 disposition des donn\u00e9es des march\u00e9s publics en open data et dans un format standard. La France doit d\u2019autant plus se montrer exemplaire dans le respect de cet engagement qu\u2019elle a pris la pr\u00e9sidence du PGO en octobre 2016 et qu\u2019elle se positionne comme un acteur de r\u00e9f\u00e9rence en mati\u00e8re d\u2019open data et d\u2019open government.<\/p>\n<p style=\"text-align: justify;\">La France a d&rsquo;ailleurs<a href=\"http:\/\/www.open-contracting.org\/wp-content\/uploads\/2016\/12\/C5declaration.pdf\"> officialis\u00e9 en d\u00e9cembre 2016 son adh\u00e9sion au<strong> \u00ab\u00a0Contracting 5\u00a0\u00bb,<\/strong><\/a> <strong>organisation internationale regroupant cinq pays (France, Royaume Uni, Mexique, Ukraine, Colombie)<\/strong> afin de travailler conjointement \u00e0 l&rsquo;ouverture et la mise \u00e0 disposition des donn\u00e9es relatives \u00e0 la commande publique dans un standard international. L&rsquo;ouverture des donn\u00e9es relatives aux march\u00e9s publics est un sujet mondial que de nombreux gouvernements mettent en \u0153uvre, chacun \u00e0 leur mani\u00e8re selon leur propre contexte. L&rsquo;initiative C5 vise \u00e0 rassembler les gouvernements pour partager les connaissances et les bonnes pratiques et promouvoir ainsi la transparence de la commande publique sur la sc\u00e8ne mondiale. Cela permet d&rsquo;am\u00e9liorer l&rsquo;efficacit\u00e9 du gouvernement, d&rsquo;accroitre la transparence sur les march\u00e9s publics pass\u00e9s, de renforcer l&rsquo;int\u00e9grit\u00e9, de cr\u00e9er une concurrence plus \u00e9quitable et plus favorable pour les acteurs \u00e9conomiques et de favoriser l&rsquo;innovation pour l&rsquo;ensemble des acteurs impliqu\u00e9s. La France prendra la pr\u00e9sidence de cette organisation en 2018 afin d&rsquo;impulser la d\u00e9marche d&rsquo;ouverture et de mise \u00e0 disposition des donn\u00e9es relatives \u00e0 la transparence de la commande publique.<\/p>\n<p style=\"text-align: justify;\">Par ailleurs, lors du dernier sommet mondial du Partenariat pour un Gouvernement Ouvert (PGO), les pays membre de cette organisation internationale ont sign\u00e9 <a href=\"https:\/\/paris-declaration.ogpsummit.org\/topic\/58108b73b84f27e92318333d\" class=\"broken_link\">la d\u00e9claration de Paris,<\/a> qui pr\u00e9voit notamment la mise en \u0153uvre d&rsquo;actions collectives pour faire acc\u00e9l\u00e9rer le mouvement du gouvernement ouvert et afin d\u2019entretenir une dynamique de progr\u00e8s dans les r\u00e9formes et d\u2019\u00eatre une source d\u2019inspiration pour l\u2019\u00e9cosyst\u00e8me du gouvernement ouvert. Les actions collectives propos\u00e9es en soutien \u00e0 cette d\u00e9claration \u00e9tablissent de nouvelles ambitions en mati\u00e8re de <strong>gouvernement ouvert<\/strong>, et contribuent \u00e0 transformer durablement l\u2019action publique \u00e0 l\u2019\u00e9chelle internationale, nationale et locale en mati\u00e8re de : <strong>transparence<\/strong>, <strong>int\u00e9grit\u00e9<\/strong> et lutte contre la corruption ; <strong>d\u00e9veloppement durable et changement climatique<\/strong> ; et d\u2019outils et de ressources num\u00e9riques. <a href=\"https:\/\/paris-declaration.ogpsummit.org\/topic\/58108b73b84f27e92318333d\" class=\"broken_link\">Une des actions collectives concerne l&rsquo;ouverture par d\u00e9faut des donn\u00e9es relatives \u00e0 la commande publique<\/a> afin de permettre de lutter contre la corruption et de travailler avec des standards communs permettant de comparer les donn\u00e9es au niveau national et international.<\/p>\n<ul>\n<li style=\"text-align: justify;\"><strong>Prochaines \u00e9tapes <\/strong><\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Le prochain grand rendez-vous international autour de la transparence de la commande publique se d\u00e9roulera les 28 et 29 novembre prochain \u00e0 Amsterdam et r\u00e9unira les influenceurs et innovateurs d&rsquo;une douzaine de pays afin d&rsquo;identifier les prochains d\u00e9fis en mati\u00e8re d&rsquo;ouverture et de mise \u00e0 disposition des donn\u00e9es relatives \u00e0 la transparence de la commande publique (<a href=\"http:\/\/www.open-contracting.org\/events\/#open-contracting-2017\">plus d&rsquo;informations sur le site de l&rsquo;open contracting partnership<\/a>)<\/p>\n<p style=\"text-align: justify;\">Cet \u00e9v\u00e8nement sera suivi d&rsquo;une r\u00e9union strat\u00e9gique du Contracting 5 qui identifiera les prochains grands chantiers qui seront initi\u00e9s par la France en qualit\u00e9 de pays pr\u00e9sident de l&rsquo;organisation pour l&rsquo;ann\u00e9e 2018.<\/p>\n<p><span style=\"color: #ff0000;\"><em>\u00a0<\/em><\/span><\/p>\n<p>&nbsp;[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr] 1. La transparence de la commande publique, un enjeu majeur La commande publique, v\u00e9ritable acte \u00e9conomique, constitue un levier de soutien et d\u2019accompagnement des politiques \u00e9conomiques pour cr\u00e9er les conditions du rapprochement de l\u2019offre et de la demande, soutenir la croissance, favoriser la comp\u00e9titivit\u00e9 et l\u2019emploi et stimuler l\u2019innovation. En effet, au niveau national, &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/la-transparence-de-la-commande-publique-se-transforme-au-service-de-lopen-data\"> <span class=\"screen-reader-text\">Transparence de la commande publique : les enjeux et l&rsquo;engagement de la France, du local \u00e0 l&rsquo;international<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":5,"featured_media":7072,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[70,1],"tags":[214,213,260,31,99,178],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/IMAGE_2010_01_12_1029052.jpg",450,255,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/IMAGE_2010_01_12_1029052-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/IMAGE_2010_01_12_1029052-300x170.jpg",300,170,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/IMAGE_2010_01_12_1029052.jpg",450,255,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/IMAGE_2010_01_12_1029052.jpg",450,255,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/IMAGE_2010_01_12_1029052.jpg",450,255,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/IMAGE_2010_01_12_1029052.jpg",450,255,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/IMAGE_2010_01_12_1029052.jpg",45,26,false]},"uagb_author_info":{"display_name":"Romain Tales","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/romain"},"uagb_comment_info":0,"uagb_excerpt":"[:fr] 1. La transparence de la commande publique, un enjeu majeur La commande publique, v\u00e9ritable acte \u00e9conomique, constitue un levier de soutien et d\u2019accompagnement des politiques \u00e9conomiques pour cr\u00e9er les conditions du rapprochement de l\u2019offre et de la demande, soutenir la croissance, favoriser la comp\u00e9titivit\u00e9 et l\u2019emploi et stimuler l\u2019innovation. En effet, au niveau national,\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/7064"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=7064"}],"version-history":[{"count":21,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/7064\/revisions"}],"predecessor-version":[{"id":12236,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/7064\/revisions\/12236"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/7072"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=7064"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=7064"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=7064"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}