{"id":819,"date":"2012-05-21T00:00:00","date_gmt":"2012-05-20T22:00:00","guid":{"rendered":"http:\/\/www.etalab.gouv.fr\/article-les-finalistes-du-1er-concours-dataconnexions-105550957-comments.html"},"modified":"2014-07-09T17:42:11","modified_gmt":"2014-07-09T15:42:11","slug":"lesfinalistesdu1erconcoursdataconnexions","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/lesfinalistesdu1erconcoursdataconnexions","title":{"rendered":"Les finalistes du 1er concours Dataconnexions"},"content":{"rendered":"<p><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/05\/grandoral.jpg\" class=\"CtreTexte\" width=\"600\" height=\"300\" alt=\"grandoral.jpg\"\/><\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    Le jury du 1er concours Dataconnexions s&rsquo;est r\u00e9uni le 15 mai dernier pour \u00e9valuer la trentaine de projets innovants, re\u00e7us dans le cadre du concours, et s\u00e9l\u00e9ctionner les finalistes.\n  <\/p>\n<p>\n    L&rsquo;\u00e9valuation des projets s&rsquo;est faite sur la base de crit\u00e8res pr\u00e9cis, tels que l&rsquo;utilit\u00e9 du projet, son ergonomie, son design, l&rsquo;exploitation des donn\u00e9es publiques, mais \u00e9galement sa comp\u00e9titivit\u00e9<br \/>\n    \u00e9conomique et sa p\u00e9rennit\u00e9.\n  <\/p>\n<p>\n    Les finalistes ci-apr\u00e8s ont eu l&rsquo;opportunit\u00e9 de pr\u00e9senter leurs projets de vive voix \u00e0 l&rsquo;ensemble du jury lors du grand oral Dataconnexions du 15 mai. Au terme de cette journ\u00e9e, le jury a<br \/>\n    s\u00e9lectionn\u00e9 les laur\u00e9ats du 1er concours Dataconnexions, qui seront publiquement d\u00e9voil\u00e9s le 29 mai prochain.\n  <\/p>\n<p>\n    <span><strong>Projets Grand Public<\/strong><\/span>\n  <\/p>\n<p>\n    <strong>Fourmisant\u00e9<\/strong> (<a href=\"http:\/\/www.fourmisante.com\" target=\"_blank\">www.fourmisante.com<\/a>)\n  <\/p>\n<p>\n    <strong><br \/>\n<img decoding=\"async\" loading=\"lazy\" alt=\"Fourmisante.jpg\" height=\"56\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/05\/Fourmisante.jpg\"\/><br \/>\n<\/strong>Fourmi sant\u00e9 est le site<br \/>\n    carrefour pour savoir si et de combien on pourra \u00eatre rembours\u00e9, conna\u00eetre son reste \u00e0 charge lorsqu\u2019on s\u2019appr\u00eate \u00e0 consulter un m\u00e9decin, \u00e0 acheter un m\u00e9dicament ou un autre produit de sant\u00e9. Il<br \/>\n    permet aujourd&rsquo;hui de comparer en un clic les tarifs des m\u00e9decins \u00e0 proximit\u00e9 de son domicile, leurs qualifications et leurs services.\n  <\/p>\n<p>\n    Ce site r\u00e9pond \u00e0 un vrai besoin des consommateurs, de plus en plus ressenti \u00e0 savoir pouvoir comparer l&rsquo;offre de soins \u00e0 cause de l&rsquo;opacit\u00e9 dans le domaine des tarifs pratiqu\u00e9s en sant\u00e9 pouvant<br \/>\n    conduire \u00e0 des \u00e9carts de tarifs importants, de la compl\u00e9xit\u00e9 des bases et des taux de remboursement de la s\u00e9curit\u00e9 sociale ou des variantes dans l\u2019offre des mutuelles.\n  <\/p>\n<p>\n    Fourmi Sant\u00e9 aggr\u00e8ge, retraite et pr\u00e9sente les donn\u00e9es de mani\u00e8re ergonomique et compl\u00e8te donc le service du site de l&rsquo;Assurance Maladie. Demain, le site s&rsquo;enrichira d&rsquo;applications mobiles et<br \/>\n    permettra de comparer les prix des actes m\u00e9dicaux, des soins li\u00e9s \u00e0 la d\u00e9pendance.&nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Home&rsquo;n go<\/strong> (<a href=\"http:\/\/www.homengo.com\" target=\"_blank\" class=\"broken_link\">www.homengo.com<\/a>)\n  <\/p>\n<p><img decoding=\"async\" loading=\"lazy\" alt=\"homengo.jpg\" height=\"25\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/09\/homengo.jpg\"\/><br \/>\nHome\u2019n\u2019go est un service web qui permet aux particuliers<br \/>\n    de g\u00e9rer leur recherche de logement simplement. Tout d\u2019abord, trouvez, sauvegarder et centralisez tout d\u2019abord vos annonces immobili\u00e8res sur votre espace priv\u00e9 et en quelques clics. Vous pourrez<br \/>\n    ainsi classez vos annonces et les comparer ais\u00e9ment.\n  <\/p>\n<p>\n    Vous voulez en savoir plus sur le quartier du logement ?\n  <\/p>\n<p>\n    Obtenez automatiquement des donn\u00e9es pertinentes mais aussi la localisation des commerces, services et transports \u00e0 proximit\u00e9 de chaque annonce.\n  <\/p>\n<p>\n    Consultez ainsi par exemple les prix moyens, la localisation du supermarch\u00e9 le plus proche mais aussi le temps de transport entre votre logement potentiel et votre travail.\n  <\/p>\n<p>\n    Vous voulez partager ces annonces avec vos proches ? Vous pouvez simplement les inviter \u00e0 votre espace de recherche. Ceux-ci pourrons collaborer en ajoutant des annonces ou en commentant celles<br \/>\n    que vous avez d\u00e9j\u00e0 ajout\u00e9es.&nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Ma ville vue du ciel<\/strong> (<a href=\"http:\/\/www.mavillevueduciel.com\/\" target=\"_blank\">www.mavillevueduciel.com<\/a>)\n  <\/p>\n<p><img decoding=\"async\" loading=\"lazy\" alt=\"mavillevueduciel.jpg\" height=\"96\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/05\/mavillevueduciel.jpg\"\/><br \/>\nMaVilleVueDuCiel est une application<br \/>\n    Internet novatrice qui a pour but de mettre en valeur les forces vives de l\u2019administration et du commerce afin de dynamiser l\u2019activit\u00e9 des communes. Sous une interface Google Maps (vue<br \/>\n    satellite), sont g\u00e9olocalis\u00e9s tous les b\u00e2timents municipaux, les informations pratiques ainsi que la totalit\u00e9 des commerces. Notre application est ainsi d\u00e9di\u00e9e aux citoyens, et privil\u00e9gie la<br \/>\n    proximit\u00e9. Certe il existe d\u00e9j\u00e0 sur Internet de nombreux sites de r\u00e9f\u00e9rencement; cependant nous allons plus loin&#8230; Nos valeurs ajout\u00e9es sont :\n  <\/p>\n<p>\n    &#8211; Le concept du \u00ab tout sous un m\u00eame toit \u00bb, en privil\u00e9giant un certain confort dans la navigation et une rapidit\u00e9 d\u2019acc\u00e8s aux informations (navigation th\u00e9matique et intuitive) ;\n  <\/p>\n<p>\n    &#8211; &nbsp;La facilit\u00e9 d\u2019acc\u00e8s aux renseignements des services techniques et d\u2019urbanisme ;\n  <\/p>\n<p>\n    &#8211; &nbsp;La possibilit\u00e9 de valoriser vos b\u00e2timents et \u00e9quipements par une visite virtuelle 360\u00b0 et une \u00e9l\u00e9vation en 3D ;\n  <\/p>\n<p>\n    &#8211; La mise en \u0153uvre des outils de promotion des commerces : espace promotion, vitrine suppl\u00e9mentaire, visite virtuelle \u00e0 360\u00b0 du point de vente ;\n  <\/p>\n<p>\n    &#8211; Un acc\u00e8s privatif qui permet aux mairies partenaires d\u2019avoir un outil de gestion interne qui les aidera \u00e0 localiser, par exemple, leur patrimoine foncier, les biens pr\u00e9empt\u00e9s, les biens en<br \/>\n    p\u00e9ril ainsi que toute information utile ou sensible&#8230;\n  <\/p>\n<p>\n    &#8211; Un acc\u00e8s privatif qui permet aux commerces de g\u00e9rer eux-m\u00eames leurs mises \u00e0 jour et leurs promotions&#8230;&nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Dataprez<\/strong> (<a href=\"http:\/\/data-prez.appspot.com\/\" target=\"_blank\" class=\"broken_link\">data-prez.appspot.com<\/a>)\n  <\/p>\n<p><img decoding=\"async\" loading=\"lazy\" alt=\"sfeir.jpg\" height=\"34\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/05\/sfeir.jpg\"\/><br \/>\nL\u2019objectif de DataPrez est de cr\u00e9er une r\u00e9volution au sein de<br \/>\n    la communaut\u00e9 Open Data de la m\u00eame fa\u00e7on que GitHub a d\u00e9marr\u00e9 la nouvelle r\u00e9volution de l\u2019Open Source: en baissant les barri\u00e8res \u00e0 la r\u00e9utilisation et \u00e0 la collaboration autour des donn\u00e9es<br \/>\n    ouvertes \u00e0 l\u2019aide des fonctionnalit\u00e9s suivantes:\n  <\/p>\n<p>\n    &#8211; Cr\u00e9er facilement des pr\u00e9sentations mettant en valeur des jeux de donn\u00e9es publiques \u00e0 travers des visualisations de donn\u00e9es interactives, \u00e9ventuellement accompagn\u00e9es de textes explicatifs.\n  <\/p>\n<p>\n    &#8211; Partager les pr\u00e9sentations \u00e0 travers les r\u00e9seaux sociaux pr\u00e9f\u00e9r\u00e9s des utilisateurs. D\u2019autres utilisateurs pourront donner une note \u00e0 la pr\u00e9sentation ou m\u00eame la modifier en utilisant le concept<br \/>\n    de \u201cFork\u201d.\n  <\/p>\n<p>\n    &#8211; Visualiser le r\u00e9seau des modifications d\u2019une pr\u00e9sentation, permettant ainsi au cr\u00e9ateurs d\u2019identifier et r\u00e9int\u00e9grer facilement les modifications des autres. Lister les pr\u00e9sentations les mieux<br \/>\n    not\u00e9es, les plus partag\u00e9es, et les plus modifi\u00e9es afin de stimuler la collaboration au sein de la communaut\u00e9&nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>D-Datasant\u00e9<\/strong> (<a href=\"http:\/\/www.d-data.fr\/\" target=\"_blank\" class=\"broken_link\">www.d-data.fr<\/a>)\n  <\/p>\n<p><img decoding=\"async\" loading=\"lazy\" alt=\"datasante\" height=\"19\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/05\/datasante.jpg\"\/><br \/>\nLes Fran\u00e7ais placent leur sant\u00e9 au premier rang de leurs<br \/>\n    pr\u00e9occupations et r\u00e9clament une vision globale des services sanitaires et sociaux accessibles sur leur territoire. A partir de donn\u00e9es publiques ouvertes, D-Data Sant\u00e9 offre un service innovant \u00e0<br \/>\n    destination du grand public qui, sur un m\u00eame site :\n  <\/p>\n<p>\n    &#8211; R\u00e9pertorie et g\u00e9o-localise tous les services publics de sant\u00e9.\n  <\/p>\n<p>\n    &#8211; Synth\u00e9tise un ensemble d\u2019indicateurs de sant\u00e9, de d\u00e9mographie et de qualit\u00e9 de vie.\n  <\/p>\n<p>\n    &#8211; Compare les territoires entre eux et facilite la prise de d\u00e9cision. D-Data Sant\u00e9 est l\u2019observatoire public de sant\u00e9 du citoyen malin qui propose pour la premi\u00e8re fois un GPS Sant\u00e9 interactif<br \/>\n    cartographi\u00e9, un barom\u00e8tre \u00ab qualit\u00e9 Sant\u00e9 \u00bb, des alertes m\u00e9dicales ainsi que des espaces personnels permettant d\u2019indexer ses \u00abacteurs sant\u00e9 favoris \u00bb et de les partager.\n  <\/p>\n<p>\n    Enfin, D-Data Sant\u00e9 est \u00e9galement un outil de veille \u00e0 destination d\u2019acteurs publics ou priv\u00e9s \u00e0 la recherche d\u2019un diagnostic de sant\u00e9 dynamique et actualis\u00e9 d\u2019un territoire.&nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Yakwala<\/strong> (<a href=\"http:\/\/www.yakwala.fr\" target=\"_blank\">www.yakwala.fr<\/a>)\n  <\/p>\n<p><img decoding=\"async\" loading=\"lazy\" alt=\"yakwala.jpg\" height=\"56\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/05\/yakwala.jpg\"\/><br \/>\nYakwala est une plateforme au service de l\u2019ensemble des<br \/>\n    acteurs de la vie locale. L\u00e0 o\u00f9 l&rsquo;information est actuellement dispers\u00e9e, il s\u2019agit d\u2019offrir un outil centralisant les informations hyperlocales sous forme de carte ou de fil d\u2019informations. Pour<br \/>\n    ce faire, Yakwala travaille sur la mise en place de services d\u2019informations \u00e0 destination du grand public, tout en permettant aux professionnels de dynamiser leurs activit\u00e9s locales.\n  <\/p>\n<p>\n    Yakwala entend exploiter un maximum de donn\u00e9es publiques pertinentes \u00e0 l\u2019\u00e9chelle hyperlocale en les enrichissant d\u2019informations locales contextualis\u00e9es. Il s\u2019agit d\u2019offrir le meilleur dispositif<br \/>\n    de visualisation possible, en prenant en compte les dimensions temporelles et g\u00e9ographiques des informations recherch\u00e9es, des actualit\u00e9s locales et des services de proximit\u00e9 dont pourraient avoir<br \/>\n    besoin les utilisateurs de Yakwala.\n  <\/p>\n<p>\n    Objectif : devenir le premier service d&rsquo;information hyperlocale.&nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <span><strong>Projets Utilit\u00e9 Publique<\/strong><\/span>\n  <\/p>\n<p>\n    <strong>CitizensUp<\/strong>\n  <\/p>\n<p>\n    <!--[endif] --><br \/>\n     <!--StartFragment-->\n  <\/p>\n<p><img decoding=\"async\" loading=\"lazy\" alt=\"CitizensUp.jpg\" height=\"75\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/09\/CitizensUp.jpg\"\/><br \/>\nCitizensUp est le tableau international des donn\u00e9es<br \/>\n    gouvernementales. Il permet aux citoyens du monde entier de facilement suivre la performance et l\u2019actualit\u00e9 de leur gouvernement, \u00e0 travers des profils synth\u00e9tiques de pays et de dirigeants<br \/>\n    politiques agr\u00e9geant des jeux de donn\u00e9es publiques pr\u00e9sent\u00e9s de mani\u00e8re interactive, gr\u00e2ce au Public Data Explorer de Google.\n  <\/p>\n<p>\n    Dans un monde&nbsp; o\u00f9 l\u2019efficacit\u00e9 des gouvernements est \u00e0 la fois critique et difficilement mesurable de mani\u00e8re objective, CitizensUp veut \u00eatre \u00e0 la politique ce que le compte de r\u00e9sultat est<br \/>\n    au monde de l\u2019entreprise.\n  <\/p>\n<p>\n    Sur PC, smartphone et tablette, CitizensUp vous permet par exemple de connaitre en un clic&nbsp;:\n  <\/p>\n<p>\n    &#8211; la performance du march\u00e9 du travail en France&nbsp;: taux de ch\u00f4mage, co\u00fbt du travail, nombre d\u2019heures travaill\u00e9es, de 1970 \u00e0 nos jours, et compar\u00e9 \u00e0 nos voisins Allemands, Anglais, Am\u00e9ricains<br \/>\n    etc\u2026\n  <\/p>\n<p>\n    &#8211; l\u2019\u00e9volution des indicateurs \u00e9nerg\u00e9tiques en Chine sous la pr\u00e9sidence de Hu Jintao&nbsp;: nombre de centrales nucl\u00e9aires construites, importations de p\u00e9trole, taux d\u2019utilisation des \u00e9nergies<br \/>\n    renouvelables\u2026\n  <\/p>\n<p><!--EndFragment--><\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Voxe<\/strong> (<a href=\"http:\/\/www.voxe.org\" target=\"_blank\">www.voxe.org<\/a>)\n  <\/p>\n<p><img decoding=\"async\" loading=\"lazy\" alt=\"voxe.jpg\" height=\"41\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/09\/voxe.jpg\"\/><br \/>\nVoxe.org est un comparateur neutre et international des<br \/>\n    programmes politiques pour les \u00e9lec- tions, lanc\u00e9 en France le 06 f\u00e9vrier 2012. Voxe.org entend proposer un acc\u00e8s simple et efficace \u00e0 l\u2019essemble des programmes pour permettre \u00e0 tous de voter<br \/>\n    \u00e9clair\u00e9. Il permet, en 3 clics et gratuitement, de s\u00e9lectionner deux candidats, un th\u00e8me, et de comparer leurs propositions respectives. Voxe.org permet \u00e9galement de s\u2019informer sur les<br \/>\n    propositions \u00e0 l\u2019aide de vid\u00e9os, de d\u00e9finitions, de statistiques et de donn\u00e9es publiques.\n  <\/p>\n<p>\n    Enfin, Voxe.org est espace d\u00e9bat : chaque proposition peut \u00eatre comment\u00e9e par les utilisateurs. Voxe.org est accessible sur Iphone, Andoid et Balckberry et propose une exp\u00e9rience de comparaison<br \/>\n    sobre et fluide.&nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>HDA-Lab<\/strong> (<a href=\"http:\/\/hdalab.iri-research.org\/hdalab\" target=\"_blank\">hdalab.iri-research.org\/hdalab<\/a>)\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p><img decoding=\"async\" loading=\"lazy\" alt=\"hda-lab.jpg\" height=\"43\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/05\/hda-lab.jpg\"\/><br \/>\nLe portail Histoire des arts a pour vocation de mettre \u00e0<br \/>\n    la disposition de publics prescripteurs \u2014 via un site Internet \u2014 une s\u00e9lection de ressources culturelles et \u00e9ducatives riches en lien avec le programme officiel de l&rsquo;enseignement de l&rsquo;Histoire<br \/>\n    des arts. Le volet HDA-Lab de ce projet s&rsquo;inscrit dans le cadre d&rsquo;une collaboration entre l&rsquo;Institut de Recherche et d&rsquo;Innovation (IRI) et le Minist\u00e8re de la Culture et de la Communication. Ce<br \/>\n    projet de recherche et d\u00e9veloppement pr\u00e9voit la r\u00e9alisation d&rsquo;une preuve de concept destin\u00e9e \u00e0 montrer le potentiel heuristique du tagging s\u00e9mantique. Il a permis la r\u00e9alisation de deux outils :\n  <\/p>\n<p>\n    &#8211; Un module de tagging s\u00e9mantique du corpus \u00ab Histoire des Arts \u00bb destin\u00e9 \u00e0 l&rsquo;indexation des ressources, via le back-office du site (module \u00ab HDA-BO \u00bb)\n  <\/p>\n<p>\n    &#8211; Une interface de recherche et de navigation de la version s\u00e9mantis\u00e9e du corpus (projet \u00ab HDA-Lab \u00bb) Les tags s\u00e9mantiques sont constitu\u00e9s des entr\u00e9es de Wikip\u00e9dia et dot\u00e9s de m\u00e9tadonn\u00e9es, dont<br \/>\n    les URIs de DBpedia.org correspondant \u00e0 ces entr\u00e9es. Les donn\u00e9es-cl\u00e9s extraites des articles de Wikipedia sont les infobox et les cat\u00e9gories. Les fonctionnalit\u00e9s de recherche et de navigation<br \/>\n    dans le corpus s&rsquo;appuient sur le graphe de DBpedia. L&rsquo;interface propose des fonctionnalit\u00e9s telles qu&rsquo;une recherche par facettes, une carte heuristique, etc. ainsi qu&rsquo;un enrichissement des<br \/>\n    r\u00e9sultats de recherche \u00e0 l&rsquo;aide d&rsquo;extraits de Wikipedia (photos, d\u00e9finitions\u2026). La preuve de concept est r\u00e9solument orient\u00e9e utilisateur final, r\u00e9pondant \u00e0 une approche de recherche appliqu\u00e9e.<br \/>\n    Les internautes pourront comparer en direct les fonctionnalit\u00e9s classiques de l&rsquo;interface d&rsquo;origine avec les fonctionnalit\u00e9s enrichies de la preuve de concept. L&rsquo;objectif est de d\u00e9montrer<br \/>\n    l&rsquo;int\u00e9r\u00eat du tagging s\u00e9mantique et de sensibiliser l&rsquo;utilisateur final aux enjeux du Web de donn\u00e9es. \u00c0 terme, cette phase exp\u00e9rimentale a vocation \u00e0 enrichir les fonctionnalit\u00e9s du portail<br \/>\n    Histoire des arts.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Projets Professionnels<\/strong>\n  <\/p>\n<p>\n    <strong>La place de l&rsquo;immobilier<\/strong> (<a href=\"http:\/\/www.laplacedelimmobilier-pro.com\" target=\"_blank\">www.laplacedelimmobilier-pro.com<\/a>)\n  <\/p>\n<p>\n    <img decoding=\"async\" loading=\"lazy\" alt=\"laplacedelimmobilier.jpg\" height=\"23\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/05\/laplacedelimmobilier.jpg\">La Place de l\u2019Immobilier<br \/>\n    s&rsquo;adresse aux professionnels de l&rsquo;immobilier d&rsquo;entreprise, leur permettant d&rsquo;acc\u00e9der \u00e0 l&rsquo;ensemble des informations pertinentes sur leur m\u00e9tier. La base de donn\u00e9es constitu\u00e9e \u00e0 partir d&rsquo;une<br \/>\n    vingtaine de bases publiques et priv\u00e9es rassemble de l\u2019information sur plus de 3 millions d\u2019immeubles en France. Nous r\u00e9organisons ainsi \u00e0 l\u2019immeuble les donn\u00e9es sur :\n  <\/p>\n<p>\n    &#8211; La propri\u00e9t\u00e9 (personnes morales)\n  <\/p>\n<p>\n    &#8211; Les soci\u00e9t\u00e9s occupantes\n  <\/p>\n<p>\n    &#8211; Les modifications du b\u00e2ti\n  <\/p>\n<p>\n    &#8211; La vacance de locaux et les prix de transactions L&rsquo;outil repose sur un Syst\u00e8me d&rsquo;Information G\u00e9ographique : PLU, plans cadastraux, zones \u00e0 risques naturels et technologiques, zones de<br \/>\n    d\u00e9veloppement, vue a\u00e9rienne, transports&#8230;\n  <\/p>\n<p>\n    Les clients appr\u00e9cient :\n  <\/p>\n<p>\n    &#8211; Un guichet unique et une interface conviviale\n  <\/p>\n<p>\n    &#8211; La cr\u00e9ation de couches d\u2019informations exclusives HBS\n  <\/p>\n<p>\n    &#8211; Une fa\u00e7on diff\u00e9rente de travailler La Place de l&rsquo;Immobilier est un projet p\u00e9renne g\u00e9n\u00e9rant 1,2M\u20ac de CA en 2011 et g\u00e9r\u00e9 par une \u00e9quipe de 15 collaborateurs.&nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Webshell<\/strong> (<a href=\"http:\/\/www.webshell.fr\" target=\"_blank\" class=\"broken_link\">www.webshell.fr<\/a>)\n  <\/p>\n<p><img decoding=\"async\" loading=\"lazy\" alt=\"Webshell.jpg\" height=\"26\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/05\/Webshell.jpg\"\/><br \/>\nMettre \u00e0 disposition des d\u00e9veloppeurs un nouveau langage<br \/>\n    informatique o\u00f9 tous les webservices data\/opendata sont interop\u00e9rables et une plate-forme cloud de d\u00e9veloppement simplifi\u00e9 pour faire des applications opendata\/data plus rapidement facilement.<br \/>\n    Donc le langage Webshell est une opportunit\u00e9 pour les d\u00e9veloppeurs web et mobile qui utilisent des opendata\/data de faire des applications plus complexes, m\u00e9langeant plus de donn\u00e9es de sources<br \/>\n    diff\u00e9rentes, du data traitement et de la data visualisation avec une plus grande facilit\u00e9.\n  <\/p>\n<p>\n    Ce langage est inspir\u00e9 du Javascript , le langage web le plus utilis\u00e9 et du langage shell, un langage en ligne de commande que tous les d\u00e9veloppeurs connaissent \u00e9galement.\n  <\/p>\n<p>\n    Le langage Webshell est adapt\u00e9 pour uniformiser tous les webservices et les donn\u00e9es\/donn\u00e9es ouvertes, accessibles sous la forme d&rsquo;API (Application Programming Interfaces) , pour les rendre toutes<br \/>\n    interop\u00e9rables entre elles.\n  <\/p>\n<p>\n    De plus ce langage s&rsquo;adapte et peut se m\u00e9langer \u00e0 tous les langages existants, il n&rsquo; y a donc pas de barri\u00e8re \u00e0 l&rsquo;entr\u00e9e \u00e0 son apprentissage et de cloisonnement entre langages.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Open Data Ware<\/strong> (<a href=\"http:\/\/www.opendatasoft.com\/\" target=\"_blank\">www.opendatasoft.com<\/a>)\n  <\/p>\n<p><img decoding=\"async\" loading=\"lazy\" alt=\"OpenDataWare_blue.jpg\" height=\"27\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/09\/OpenDataWare_blue.jpg\"\/><br \/>\nOpenDataWare a pour objectif de<br \/>\n    contribuer au d\u00e9veloppement de synergies entre les acteurs de open data :\n  <\/p>\n<p>\n    permettre \u00e0 chaque cr\u00e9ateur \/ r\u00e9utilisateur de donn\u00e9es open data de partager publiquement ses jeux donn\u00e9es (fichiers, donn\u00e9es de capteurs, applications), que ces derniers soient \u00ab originaux \u00bb ou<br \/>\n    bien le fruit d\u2019une am\u00e9lioration \u00e0 partir de donn\u00e9es d\u00e9j\u00e0 publi\u00e9es ;\n  <\/p>\n<p>\n    g\u00e9n\u00e9rer de la sorte des communaut\u00e9s d\u2019int\u00e9r\u00eats autour de cat\u00e9gories de donn\u00e9es que les utilisateurs am\u00e9lioreront collectivement ;\n  <\/p>\n<p>\n    faire ainsi \u00e9merger de nouvelles pratiques sociales sur le web autour de la data et pas simplement autour de contenus non structur\u00e9s tels qu\u2019\u00e9chang\u00e9s sur les r\u00e9seaux sociaux (documents, images,<br \/>\n    commentaires \u2026) ;\n  <\/p>\n<p>\n    positionner un acteur fran\u00e7ais sur le march\u00e9 des plates-formes sociales de la data (versus les acteurs am\u00e9ricains Socrata ou Pachube par exemple).\n  <\/p>\n<p>\n    Le challenge du projet r\u00e9side donc dans : la simplicit\u00e9 d\u2019usage de la plate-forme pour favoriser son adoption par des utilisateurs non techniques (comp\u00e9tences maximales requises proches de<br \/>\n    l\u2019utilisateur standard d\u2019un tableur et d\u2019un site web grand public) ;\n  <\/p>\n<p>\n    l\u2019ouverture de la plate-forme sur l\u2019\u00e9cosyst\u00e8me d\u2019API disponibles sur le web (services d\u2019enrichissement de donn\u00e9es tels que g\u00e9ocodage, services de partages et diffusions de contenus comme les<br \/>\n    r\u00e9seaux sociaux \u2026) ;\n  <\/p>\n<p>\n    la capacit\u00e9 de manipuler de grands volumes de donn\u00e9es tout en tra\u00e7ant et monitorant leur sourcing et leur r\u00e9utilisation (prendre en compte les notions de cycles de vie des donn\u00e9es et &nbsp;des<br \/>\n    diff\u00e9rents mod\u00e8les \u00e9conomiques associ\u00e9s aux donn\u00e9es) ;\n  <\/p>\n<p>\n    Attirer les industriels et op\u00e9rateurs de services pour qu\u2019ils d\u00e9veloppent de nouveaux business centr\u00e9s sur la data sur la base de cette plate-forme (certes sur leurs domaines propres, mais aussi<br \/>\n    et surtout sur des territoire nouveaux gr\u00e2ce \u00e0 de nouveaux types de montages industriels bas\u00e9s sur la pertinence d\u2019assembler dans de nouveaux services des donn\u00e9es provenant de contexte<br \/>\n    h\u00e9t\u00e9rog\u00e8nes).&nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Rendez-vous le 29 mai prochain sur ce blog pour assister \u00e0 la remise des prix en Livestream.<\/strong>\n  <\/p>\n<div class=\"clear center\"><\/div>\n<\/p><\/div>\n<div class=\"clear\"><\/div>\n<div class=\"clear\">\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; Le jury du 1er concours Dataconnexions s&rsquo;est r\u00e9uni le 15 mai dernier pour \u00e9valuer la trentaine de projets innovants, re\u00e7us dans le cadre du concours, et s\u00e9l\u00e9ctionner les finalistes. L&rsquo;\u00e9valuation des projets s&rsquo;est faite sur la base de crit\u00e8res pr\u00e9cis, tels que l&rsquo;utilit\u00e9 du projet, son ergonomie, son design, l&rsquo;exploitation des donn\u00e9es publiques, mais &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/lesfinalistesdu1erconcoursdataconnexions\"> <span class=\"screen-reader-text\">Les finalistes du 1er concours Dataconnexions<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"close","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1,20],"tags":[262,24],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Etalab","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/etalab"},"uagb_comment_info":0,"uagb_excerpt":"&nbsp; Le jury du 1er concours Dataconnexions s&rsquo;est r\u00e9uni le 15 mai dernier pour \u00e9valuer la trentaine de projets innovants, re\u00e7us dans le cadre du concours, et s\u00e9l\u00e9ctionner les finalistes. L&rsquo;\u00e9valuation des projets s&rsquo;est faite sur la base de crit\u00e8res pr\u00e9cis, tels que l&rsquo;utilit\u00e9 du projet, son ergonomie, son design, l&rsquo;exploitation des donn\u00e9es publiques, mais\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/819"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=819"}],"version-history":[{"count":1,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/819\/revisions"}],"predecessor-version":[{"id":1432,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/819\/revisions\/1432"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=819"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=819"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=819"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}