{"id":10742,"date":"2015-04-02T18:08:45","date_gmt":"2015-04-02T16:08:45","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=10742"},"modified":"2019-06-18T10:30:54","modified_gmt":"2019-06-18T08:30:54","slug":"avis-portant-sur-la-publication-la-rectification-et-la-reutilisation-des-informations-portant-sur-les-professionnels-de-sante","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/avis-portant-sur-la-publication-la-rectification-et-la-reutilisation-des-informations-portant-sur-les-professionnels-de-sante","title":{"rendered":"Avis portant sur la publication, la rectification et la r\u00e9utilisation des informations portant sur les professionnels de sant\u00e9"},"content":{"rendered":"\n<p>Dans le cadre de la pr\u00e9paration de la loi sur la sant\u00e9, La \nDirection de la recherche, de l\u2019\u00e9valuation et des \u00e9tudes statistiques \n(DREES) du Minist\u00e8re des affaires sociales et de la sant\u00e9 a sollicit\u00e9 \nl\u2019avis de l\u2019AGD sur la question sp\u00e9cifique de la publication des \ninformations portant sur les professionnels de sant\u00e9 publi\u00e9es en vertu \nde l\u2019article 76 de la loi n\u00b02002-303 du 4 mars 2002, codifi\u00e9 \u00e0 l\u2019<a href=\"http:\/\/www.legifrance.gouv.fr\/affichCodeArticle.do;jsessionid=494F0AA4016F964602D1574C968BC6CF.tpdila10v_3?cidTexte=LEGITEXT000006073189&amp;idArticle=LEGIARTI000006741318&amp;dateTexte=20150521&amp;categorieLien=id#LEGIARTI000006741318\">article L. 162-1-11 du code de la s\u00e9curit\u00e9 sociale<\/a>.\n Il s\u2019agissait en particulier d\u2019examiner les conditions dans lesquelles \nces donn\u00e9es pourraient \u00eatre r\u00e9utilis\u00e9es, et, dans ce cas, les modalit\u00e9s \nselon lesquelles les personnes pourraient exercer leur droit de \nrectification.<\/p>\n\n\n\n<p>Ci-apr\u00e8s l\u2019avis de l\u2019AGD, publi\u00e9 avec l\u2019accord du Minist\u00e8re des affaires sociales et de la sant\u00e9.<\/p>\n\n\n\n<p>\n  <strong>AVIS A L&rsquo;ATTENTION DE M. LE DIRECTEUR DE LA RECHERCHE, DES ETUDES, DE L&rsquo;EVALUATION ET DES STATISTIQUES<\/strong>\n<\/p>\n\n\n\n<p>\n  <strong>Minist\u00e8re des Affaires sociales, de la Sant\u00e9 et des Droits des femmes<\/strong>\n<\/p>\n\n\n\n<p><strong>Objet : \nR\u00e9ponses aux interrogations de la DRESS concernant l\u2019opportunit\u00e9 de \ns\u2019appuyer sur la licence pr\u00e9vue \u00e0 l\u2019article 16 de la loi CADA pour \nfaciliter l\u2019exercice du droit des professionnels de sant\u00e9 \u00e0 rectifier \nles donn\u00e9es les concernant, dans le r\u00e9gime de r\u00e9utilisation pr\u00e9vu par \nl\u2019article 47 du projet de loi relatif \u00e0 la sant\u00e9.<\/strong><\/p>\n\n\n\n<p>Vous avez sollicit\u00e9 l\u2019avis de l\u2019Administrateur g\u00e9n\u00e9ral des donn\u00e9es \nsur la meilleure mani\u00e8re de mettre en oeuvre le droit des professionnels\n de sant\u00e9 \u00e0 la rectification des informations les concernant qui \nseraient republi\u00e9es conform\u00e9ment au nouveau cadre instaur\u00e9 par l\u2019article\n 47 du projet de loi relatif \u00e0 la sant\u00e9 qui sera examin\u00e9 en premi\u00e8re \nlecture par l\u2019Assembl\u00e9e nationale \u00e0 partir de la fin du mois de mars.<\/p>\n\n\n\n<p>Ces interrogations concernent plus sp\u00e9cifiquement le projet d\u2019article\n L. 1461-2 du code de la sant\u00e9 publique, tel que reproduit dans votre \nlettre du 19 f\u00e9vrier 2015.<\/p>\n\n\n\n<p>L\u2019article 76 de la loi n\u00b02002-303 du 4 mars 2002, codifi\u00e9 \u00e0 l\u2019<a href=\"http:\/\/www.legifrance.gouv.fr\/affichCodeArticle.do;jsessionid=494F0AA4016F964602D1574C968BC6CF.tpdila10v_3?cidTexte=LEGITEXT000006073189&amp;idArticle=LEGIARTI000006741318&amp;dateTexte=20150521&amp;categorieLien=id#LEGIARTI000006741318\">article L. 162-1-11 du code de la s\u00e9curit\u00e9 sociale<\/a>,\n avait instaur\u00e9 une mission g\u00e9n\u00e9rale d\u2019information des assur\u00e9s sociaux \nvisant \u00e0 faciliter leur acc\u00e8s aux soins et \u00e0 la protection sociale. \nCette mission avait \u00e9t\u00e9 confi\u00e9e \u00e0 l\u2019Assurance Maladie, qui a cr\u00e9e \u00e0 \ncette fin le site <a href=\"http:\/\/ameli-direct.ameli.fr\">http:\/\/ameli-direct.ameli.fr<\/a>, lequel diffuse publiquement un ensemble de donn\u00e9es relatives \u00e0 l\u2019activit\u00e9 des professionnels de sant\u00e9.<\/p>\n\n\n\n<p>Comme vous l\u2019avez not\u00e9, il n\u2019existe pas dans le droit positif de \ndisposition l\u00e9gislative ou r\u00e9glementaire permettant de r\u00e9utiliser ces \ninformations diffus\u00e9es publiquement. C\u2019est l\u2019objet de la proposition \nd\u2019article L. 1461-2 en son alin\u00e9a 2, tel que reproduit dans votre \ncourrier.<\/p>\n\n\n\n<p>L\u2019objectif de ce dispositif est de garantir un juste \u00e9quilibre entre \nla possibilit\u00e9 de r\u00e9utiliser des donn\u00e9es diffus\u00e9es pour faciliter \nl\u2019information, l\u2019acc\u00e8s aux soins et \u00e0 la protection sociale des assur\u00e9s \net le respect des droits des professionnels de sant\u00e9. <strong>En cela, les lois relatives \u00e0 la transparence de la vie publique constituent un pr\u00e9c\u00e9dent int\u00e9ressant (voir annexe).<\/strong><\/p>\n\n\n\n<p>L\u2019alin\u00e9a 2 du projet d\u2019article L. 1461-2 du code de la sant\u00e9 publique\n autoriserait la r\u00e9utilisation de ces informations en la soumettant \u00e0 la\n loi n\u00b078-753 du 17 juillet 1978 (ci-apr\u00e8s \u201cloi CADA\u201d) et plus \nsp\u00e9cifiquement au respect des articles 12 et 13 alin\u00e9a 2 de cette loi.<\/p>\n\n\n\n<p>-&gt; L\u2019<a href=\"http:\/\/www.legifrance.gouv.fr\/affichTexteArticle.do;jsessionid=494F0AA4016F964602D1574C968BC6CF.tpdila10v_3?idArticle=LEGIARTI000006528243&amp;cidTexte=LEGITEXT000006068643&amp;dateTexte=20150521\">article 12 de la loi CADA<\/a>\n pose certaines conditions \u00e0 la r\u00e9utilisation des informations \npubliques. Il impose notamment que les sources des informations et la \ndate de leur derni\u00e8re mise \u00e0 jour soient mentionn\u00e9es.<\/p>\n\n\n\n<p>Si la disposition l\u00e9gislative en cause suffit \u00e0 imposer cette \nobligation, l\u2019adoption d\u2019une licence pour pr\u00e9voir les conditions et les \nlibert\u00e9s de r\u00e9utilisation, quoique non obligatoire est g\u00e9n\u00e9ralement \nutile. Une telle licence d\u2019utilisation peut \u00eatre approuv\u00e9e si elle \nrappelle les obligations pr\u00e9vues par la loi.<\/p>\n\n\n\n<p><strong>\u00c0 ce titre, dans le cas o\u00f9 la Caisse nationale d\u2019assurance \nmaladie souhaiterait pr\u00e9voir une licence pour les r\u00e9utilisations, je \nrecommande l\u2019utilisation de la Licence Ouverte.<\/strong><\/p>\n\n\n\n<p>-&gt; L\u2019<a href=\"http:\/\/www.legifrance.gouv.fr\/affichTexteArticle.do;jsessionid=494F0AA4016F964602D1574C968BC6CF.tpdila10v_3?idArticle=LEGIARTI000020566920&amp;cidTexte=LEGITEXT000006068643&amp;dateTexte=20150521\">article 13 al. 2<\/a> de la loi CADA rappelle quant \u00e0 lui l\u2019application de la <a href=\"http:\/\/www.legifrance.gouv.fr\/affichTexte.do;jsessionid=494F0AA4016F964602D1574C968BC6CF.tpdila10v_3?cidTexte=JORFTEXT000000886460&amp;dateTexte=19780107&amp;categorieLien=cid#JORFTEXT000000886460\">loi n\u00b078-17 du 6 janvier 1978<\/a>\n (ci-apr\u00e8s \u201cloi informatique et libert\u00e9s\u201d), qui a pour but principal \nd\u2019encadrer la collecte, le traitement et l\u2019utilisation des donn\u00e9es \u00e0 \ncaract\u00e8re personnel. Le renvoi ainsi op\u00e9r\u00e9 soumet les r\u00e9utilisateurs des\n donn\u00e9es diffus\u00e9es publiquement au respect des dispositions de la loi \ninformatique et libert\u00e9s.<\/p>\n\n\n\n<p>Cette loi pr\u00e9voit en son chapitre IV les formalit\u00e9s pr\u00e9alables \u00e0 la \nmise en uvre des traitements informatis\u00e9s. Dans certains cas, vis\u00e9s en \nparticulier aux articles 2 al.2 et 22, les traitements ne sont pas \nsoumis \u00e0 l\u2019obligation de d\u00e9claration pr\u00e9alable. Cependant, dans la \ngrande majorit\u00e9 des situations, le r\u00e9utilisateur devra effectuer une \nd\u00e9claration de traitement aupr\u00e8s de la Commission Nationale de \nl\u2019Informatique et des Libert\u00e9s.<\/p>\n\n\n\n<p>Le renvoi op\u00e9r\u00e9 par l\u2019article 13 de la loi CADA \u00e0 la loi informatique\n et libert\u00e9s a \u00e9galement pour effet de soumettre le r\u00e9utilisateur au \nrespect des articles 39 et 40, qui ont pour objet de permettre aux \npersonnes physiques d\u2019exercer leurs droits d\u2019acc\u00e8s et de rectification \naupr\u00e8s du responsable du traitement.<\/p>\n\n\n\n<p>Ainsi, les r\u00e9utilisateurs, pour respecter leurs obligations l\u00e9gales, \ndevront permettre aux professionnels de sant\u00e9 d\u2019exercer leurs droits \nd\u2019acc\u00e8s et de rectification. <strong>Le recours \u00e0 un contrat avec la \nCaisse nationale d\u2019assurance maladie est donc superflu, puisque le \nrespect de la loi informatique et libert\u00e9 suffit \u00e0 encadrer la \nr\u00e9utilisation.<\/strong><\/p>\n\n\n\n<p>Cependant, il convient de pr\u00e9ciser qu\u2019en termes d\u2019efficacit\u00e9, il \nserait pr\u00e9f\u00e9rable d\u2019encourager les professionnels de sant\u00e9 \u00e0 exercer \ndirectement leur droit de rectification aupr\u00e8s du producteur de la base \nde donn\u00e9es. En effet, cette rectification \u00e0 la source a pour m\u00e9rite de \npermettre une diffusion des donn\u00e9es rectifi\u00e9es plus efficace.<\/p>\n\n\n\n<p>\u00c0 ce titre, je recommande de pr\u00e9voir dans une disposition \nr\u00e9glementaire d\u2019application de la future loi sant\u00e9 que le droit de \nrectification s\u2019exerce aupr\u00e8s de la Caisse nationale d\u2019assurance maladie\n (sur le mod\u00e8le de ce que pr\u00e9voit, <em>mutatis mutandis<\/em>, l\u2019arr\u00eat\u00e9 \ndu 8 juillet 2014 relatif aux conditions de fonctionnement du site \ninternet de la Haute Autorit\u00e9 pour la Transparence de la vie publique).<\/p>\n\n\n\n<p>Les r\u00e9utilisateurs \u00e9tant tenus de respecter les dispositions de la \nloi informatique et libert\u00e9s, notamment le point 4 de l\u2019article 6 qui \npr\u00e9voit l\u2019obligation de mise \u00e0 jour des donn\u00e9es, les rectifications sur \nla base source seront r\u00e9percut\u00e9es sur l\u2019ensemble des r\u00e9utilisations.<\/p>\n\n\n\n<p><strong>Henri Verdier<\/strong><\/p>\n\n\n\n<p>Administrateur g\u00e9n\u00e9ral des donn\u00e9es<\/p>\n\n\n\n<p>\n  <strong>Annexe : Dispositions relatives \u00e0 la transparence de la vie publique<\/strong>\n<\/p>\n\n\n\n<p>\n  Les lois du 11 octobre 2013 (loi organique n\u00b02013-906 et loi ordinaire\n n\u00b02013-907) relatives \u00e0 la transparence de la vie publique ont trait\u00e9 \nde la d\u00e9licate question de la r\u00e9utilisation de donn\u00e9es \u00e0 caract\u00e8re \npersonnel qui sont soumises \u00e0 une obligation l\u00e9gale de diffusion \npublique. Ce cadre l\u00e9gislatif et r\u00e9glementaire (d\u00e9cret n\u00b02013-1212 du 23\n d\u00e9cembre 2013 et arr\u00eat\u00e9 du 8 juillet 2014) a en effet pr\u00e9vu de diffuser\n publiquement et de rendre r\u00e9utilisable, sur les fondements des articles\n 10 \u00e0 13 de la loi CADA, les d\u00e9clarations de situation patrimoniale et \nd&rsquo;int\u00e9r\u00eats des membres du Gouvernement (et leurs modifications \nsubstantielles), les d\u00e9clarations d&rsquo;int\u00e9r\u00eats et d&rsquo;activit\u00e9s des membres \ndu Parlement (et leurs modifications substantielles) et les d\u00e9clarations\n d&rsquo;int\u00e9r\u00eats des repr\u00e9sentants fran\u00e7ais au Parlement europ\u00e9en et des \ntitulaires de mandats \u00e9lectifs locaux (et leurs modifications \nsubstantielles).\n<\/p>\n\n\n\n<p>\n  Le Conseil constitutionnel a, par deux d\u00e9cisions du 9 octobre 2013, \nd\u00e9clar\u00e9 que ces dispositions l\u00e9gislatives \u00e9taient conformes \u00e0 la \nConstitution. En effet, le Conseil constitutionnel a consid\u00e9r\u00e9 qu&rsquo;elles \nne portaient pas une atteinte disproportionn\u00e9e \u00e0 la vie priv\u00e9e des \nint\u00e9ress\u00e9s au regard des objectifs poursuivis, c&rsquo;est-\u00e0-dire la mise en \noeuvre des garanties de probit\u00e9, d&rsquo;int\u00e9grit\u00e9 et de pr\u00e9vention et de \nlutte contre des conflits d&rsquo;int\u00e9r\u00eats.\n<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Dans le cadre de la pr\u00e9paration de la loi sur la sant\u00e9, La Direction de la recherche, de l\u2019\u00e9valuation et des \u00e9tudes statistiques (DREES) du Minist\u00e8re des affaires sociales et de la sant\u00e9 a sollicit\u00e9 l\u2019avis de l\u2019AGD sur la question sp\u00e9cifique de la publication des informations portant sur les professionnels de sant\u00e9 publi\u00e9es en &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/avis-portant-sur-la-publication-la-rectification-et-la-reutilisation-des-informations-portant-sur-les-professionnels-de-sante\"> <span class=\"screen-reader-text\">Avis portant sur la publication, la rectification et la r\u00e9utilisation des informations portant sur les professionnels de sant\u00e9<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":12,"featured_media":10696,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[271],"tags":[96,46],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3-1.jpg",425,320,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3-1-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3-1-300x226.jpg",300,226,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3-1.jpg",425,320,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3-1.jpg",425,320,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3-1.jpg",425,320,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3-1.jpg",425,320,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3-1-45x45.jpg",45,45,true]},"uagb_author_info":{"display_name":"Henri Verdier","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/henri-verdier"},"uagb_comment_info":0,"uagb_excerpt":"Dans le cadre de la pr\u00e9paration de la loi sur la sant\u00e9, La Direction de la recherche, de l\u2019\u00e9valuation et des \u00e9tudes statistiques (DREES) du Minist\u00e8re des affaires sociales et de la sant\u00e9 a sollicit\u00e9 l\u2019avis de l\u2019AGD sur la question sp\u00e9cifique de la publication des informations portant sur les professionnels de sant\u00e9 publi\u00e9es en\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10742"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/12"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=10742"}],"version-history":[{"count":2,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10742\/revisions"}],"predecessor-version":[{"id":10764,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10742\/revisions\/10764"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/10696"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=10742"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=10742"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=10742"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}