{"id":8174,"date":"2018-04-12T17:31:31","date_gmt":"2018-04-12T15:31:31","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=8174"},"modified":"2019-10-07T16:05:54","modified_gmt":"2019-10-07T14:05:54","slug":"partenariat-pour-un-gouvernement-ouvert-pgo-le-mandat-de-la-france-renouvele-au-comite-directeur","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/partenariat-pour-un-gouvernement-ouvert-pgo-le-mandat-de-la-france-renouvele-au-comite-directeur","title":{"rendered":"Partenariat pour un gouvernement ouvert [#PGO] : le mandat de la France renouvel\u00e9 au Comit\u00e9 directeur"},"content":{"rendered":"[:fr]&nbsp;<\/p>\n<blockquote><p><em><img decoding=\"async\" loading=\"lazy\" class=\" wp-image-8175 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/OGP_logo_-_print_layers.png\" alt=\"\" width=\"153\" height=\"153\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/OGP_logo_-_print_layers.png 250w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/OGP_logo_-_print_layers-150x150.png 150w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/OGP_logo_-_print_layers-80x80.png 80w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/OGP_logo_-_print_layers-118x118.png 118w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/OGP_logo_-_print_layers-239x239.png 239w\" sizes=\"(max-width: 153px) 100vw, 153px\" \/>Candidate \u00e0 sa r\u00e9\u00e9lection au Comit\u00e9 directeur (Steering Committee), la France a vu son mandat renouvel\u00e9 pour trois ans. Cette r\u00e9\u00e9lection vient ainsi consolider les efforts que la France a fourni en termes de gouvernance, et permettra de donner une assise durable aux travaux lanc\u00e9s avec nos partenaires. L\u2019Argentine et le Nigeria ont \u00e9t\u00e9 \u00e9lus comme nouveaux membres, et le mandat de la Roumanie a aussi \u00e9t\u00e9 renouvel\u00e9.<\/em><\/p><\/blockquote>\n<p>&nbsp;<\/p>\n<p>Membre du <a href=\"https:\/\/www.opengovpartnership.org\/\">Partenariat pour un gouvernement ouvert<\/a> (PGO) depuis 2014, la France a \u00e9t\u00e9 \u00e9lue \u00e0 son <a href=\"https:\/\/www.etalab.gouv.fr\/ogp\">Comit\u00e9 directeur en 2015<\/a>. Alors que son mandat arrivait \u00e0 \u00e9ch\u00e9ance en octobre 2018, la France a \u00e9t\u00e9 r\u00e9\u00e9lue pour un second mandat de trois ans.<\/p>\n<p>Le nombre de candidats \u00e9tant le m\u00eame que le nombre de si\u00e8ges disponibles, soient quatre, le sous-comit\u00e9 charg\u00e9 de la gouvernance du Partenariat (<em>Governance Leadership subcommittee, <\/em>GL) \u00a0a act\u00e9 les nouveaux mandats triennaux de la France et de la Roumanie. Le Nigeria et l\u2019Argentine ont \u00e9t\u00e9 \u00e9lus pour un premier mandat qui commencera le 1<sup>er<\/sup> octobre 2018.<\/p>\n<h2><strong>Le Partenariat pour un gouvernement ouvert\u00a0: une gouvernance par<\/strong><strong>tag\u00e9e entre soci\u00e9t\u00e9 civile et pays membres<\/strong><\/h2>\n<p>Fond\u00e9 en 2011 et constitu\u00e9 de 75 pays ainsi que plus de mille organisations de la soci\u00e9t\u00e9 civile, le PGO est une organisation visant \u00e0 promouvoir la transparence, la participation citoyenne et l\u2019innovation d\u00e9mocratique \u00e0 travers le monde. <strong>La gouvernance du Partenariat est assur\u00e9e par un <a href=\"https:\/\/www.opengovpartnership.org\/about\/ogp-steering-committee\/membership\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">Comit\u00e9 directeur<\/a>, rassemblant 11 repr\u00e9sentants des gouvernements nationaux et 11 repr\u00e9sentants de la soci\u00e9t\u00e9 civile<\/strong>, et qui est charg\u00e9 de fixer les grandes orientations du Partenariat. La participation des diff\u00e9rents pays est divis\u00e9e en 4 zones \u00ab\u00a0r\u00e9gionales\u00a0\u00bb (Afrique, Am\u00e9riques, Asie, Europe), auxquelles\u00a0est attribu\u00e9 un nombre limit\u00e9 de 4 si\u00e8ges au Comit\u00e9 directeur par zone. La pr\u00e9sidence comme la vice-pr\u00e9sidence du Comit\u00e9 directeur sont assur\u00e9es par un tandem gouvernement \/ soci\u00e9t\u00e9 civile renouvel\u00e9 tous les ans.<\/p>\n<p>La France si\u00e8ge actuellement aux c\u00f4t\u00e9s de l\u2019Italie, de la Roumanie et de la Croatie pour la zone Europe. Si le mandat de la Roumanie arrivait \u00e0 \u00e9ch\u00e9ance en m\u00eame temps que le mandat fran\u00e7ais, il a \u00e9galement \u00e9t\u00e9 renouvel\u00e9. L\u2019Argentine et le Nigeria, les deux autres candidats au poste vacant, commenceront en octobre 2018 leur premier mandat au Comit\u00e9 directeur.<\/p>\n<h2><strong>La France, engag\u00e9e au sein du Comit\u00e9 directeur pour construire des d\u00e9mocraties renforc\u00e9es par le num\u00e9rique<\/strong><\/h2>\n<p><em>\u00ab\u00a0Le Partenariat a une place plus importante \u00e0 occuper au sein du paysage international. Il doit devenir la coalition internationale qui rassemble tous les innovateurs qui s\u2019int\u00e9ressent \u00e0 la r\u00e9volution num\u00e9rique, qui doit faire en sorte que cette transition soit soutenable, cr\u00e9atrice de valeur, au sens \u00e9conomique, social et au service de <\/em><em>nos valeurs sur le plan philosophique du terme\u00a0\u00bb &#8211; Emmanuel Macron, 19 septembre 2017.<\/em><\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-7593 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2017\/09\/FullSizeRender-2-300x159.jpg\" alt=\"\" width=\"236\" height=\"125\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/09\/FullSizeRender-2-300x159.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/09\/FullSizeRender-2-768x406.jpg 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/09\/FullSizeRender-2-1024x541.jpg 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/09\/FullSizeRender-2.jpg 1200w\" sizes=\"(max-width: 236px) 100vw, 236px\" \/>Le Pr\u00e9sident de la R\u00e9publique, Emmanuel Macron, avait rappel\u00e9 le 19 septembre 2017 <a href=\"https:\/\/www.etalab.gouv.fr\/a-lonu-le-president-de-la-republique-passe-le-relais-de-la-co-presidence-du-pgo-et-renouvele-lengagement-francais-envers-linnovation-democratique\">en marge de la 72<sup>\u00e8me<\/sup> Assembl\u00e9e g\u00e9n\u00e9rale des Nations unies<\/a> l\u2019intention de la France de maintenir une forte implication \u00e0 l\u2019\u00e9chelle internationale dans la promotion des principes et des valeurs du gouvernement ouvert (<em>Open Government<\/em>) dans le cadre du PGO. C\u2019est en coh\u00e9rence avec cet engagement que la France, repr\u00e9sent\u00e9e par le Secr\u00e9taire d\u2019Etat charg\u00e9 du num\u00e9rique, Mounir Mahjoubi et dont l\u2019action au sein du Partenariat est pilot\u00e9e par Etalab, s\u2019engage \u00e0 maintenir sa force d\u2019impulsion et d\u2019action dans la gouvernance du PGO.<\/p>\n<p>Dans la <a href=\"https:\/\/drive.google.com\/file\/d\/1UDeNgKnMJQaAH4WbCJ5Px6o_rnHrp9FX\/viewhttps:\/\/drive.google.com\/file\/d\/1UDeNgKnMJQaAH4WbCJ5Px6o_rnHrp9FX\/view\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">lettre de candidature <\/a>au renouvellement du mandat fran\u00e7ais, Mounir Mahjoubi soulignait que la France a fait du gouvernement ouvert \u00ab\u00a0<em>une priorit\u00e9 dans son action gouvernementale, avec la conviction forte qu\u2019un gouvernement ouvert est un meilleur gouvernement, fond\u00e9 sur une d\u00e9mocratie plus p\u00e9renne. Avec la communaut\u00e9 du Partenariat pour un gouvernement ouvert, le gouvernement fran\u00e7ais a la conviction <\/em><em>que nous serons mieux \u00e0 m\u00eame de poser les bases qui permettront de tirer pleinement profit des opportunit\u00e9s offertes par le num\u00e9rique, et ainsi d\u2019en relever les d\u00e9fis pour nos d\u00e9mocraties<\/em>.\u00a0\u00bb<\/p>\n<h2><strong>Le renouvell<\/strong><strong>ement de ce mandat permettra de prolonger l\u2019action de la France au sein du Partenariat et de renforcer les coop\u00e9rations internationales<\/strong><\/h2>\n<p>Lors de son mandat au Comit\u00e9 directeur entre 2015 et 2018, notamment lors de son ann\u00e9e de co-pr\u00e9sidence, la France a men\u00e9 une action r\u00e9solue pour renforcer l\u2019impact du Partenariat et d\u00e9velopper des coop\u00e9rations internationales sur la mise en \u0153uvre des principes de transparence et de participation citoyenne.<\/p>\n<h2><em><img decoding=\"async\" loading=\"lazy\" class=\" wp-image-6968 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/salle-de-r\u00e9union-Sommet-PGO-3-300x225.jpg\" alt=\"\" width=\"249\" height=\"187\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/salle-de-r\u00e9union-Sommet-PGO-3-300x225.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/salle-de-r\u00e9union-Sommet-PGO-3-768x575.jpg 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/salle-de-r\u00e9union-Sommet-PGO-3-1024x766.jpg 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/05\/salle-de-r\u00e9union-Sommet-PGO-3.jpg 1383w\" sizes=\"(max-width: 249px) 100vw, 249px\" \/><\/em><\/h2>\n<p>En d\u00e9cembre 2016, la France a accueilli le Sommet mondial pour un gouvernement ouvert qui a r\u00e9uni plus de 4000 participants de 140 pays diff\u00e9rents, dont 13 chefs d\u2019\u00c9tats et de gouvernements et plus de 80 d\u00e9l\u00e9gations officielles. La <a href=\"https:\/\/www.opengovpartnership.org\/paris-declaration\" target=\"_blank\" rel=\"noopener noreferrer\">d\u00e9claration de Paris<\/a>, sign\u00e9e lors de ce sommet, a permis de r\u00e9affirmer les valeurs du Partenariat, de donner un cadre \u00e0 ses actions et d\u2019en formaliser les priorit\u00e9s \u00e0 travers les 20 \u00ab\u00a0actions collectives\u00a0\u00bb d\u00e9finies en collaboration avec tous les membres du PGO. La France a par ailleurs jou\u00e9 un r\u00f4le actif dans l\u2019\u00e9laboration du nouveau plan strat\u00e9gique du PGO, notamment par la mise en place du sous-comit\u00e9 \u00ab\u00a0<em>thematic leadership<\/em>\u00a0\u00bb, dont elle a pris la co-pr\u00e9sidence aux c\u00f4t\u00e9s de Zuzana Wienk, de l\u2019association <a href=\"http:\/\/www.fair-play.sk\/\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Fair Play Alliance<\/em><\/a>, avec l\u2019objectif de cr\u00e9er des coalitions internationales concr\u00e8tes.<\/p>\n<p>La France a activement collabor\u00e9 \u00e0 renforcer le soutien politique au PGO et \u00e0 l\u2019inscrire dans les agendas internationaux d\u2019autres conf\u00e9rences internationales comme le G20. Au cours de la copr\u00e9sidence fran\u00e7aise, un fort accent a \u00e9galement \u00e9t\u00e9 mis sur l\u2019\u00e9largissement du Partenariat \u00e0 d\u2019autres pays, notamment six nouveaux pays, et \u00e0 d\u2019autres acteurs comme les gouvernements locaux et les parlements. La ville de Paris a rejoint le programme \u00ab\u00a0pionnier\u00a0\u00bb du PGO et l\u2019Assembl\u00e9e nationale fran\u00e7aise s\u2019est impliqu\u00e9e avec les autres parlements nationaux.<\/p>\n<p>En tant que co-pr\u00e9sidente du sous-comit\u00e9 \u00ab\u00a0<em>Thematic leadership<\/em>\u00a0\u00bb et membre du Comit\u00e9 directeur, la France continuera son action avec les membres du Partenariat pour lancer des coop\u00e9rations internationales \u00e0 fort impact sur l\u2019ouverture de l&rsquo;action publique. Ainsi, la France, \u00e0 travers l\u2019Agence fran\u00e7aise de d\u00e9veloppement, a lanc\u00e9 le Projet d\u2019appui aux gouvernements ouverts dans les pays en d\u00e9veloppement francophones (PAGOF) qui finance \u00e0 hauteur de 3,5 millions d\u2019euros des projets d\u2019ouverture de l\u2019action publique, et \u00e0 hauteur d\u20191 million d\u2019euros le fonds multi bailleurs du PGO,\u00a0dont la France est le premier pays contributeur.<\/p>\n<p>Depuis 2016, la France est membre du <em>Contracting 5<\/em> (<a href=\"https:\/\/www.etalab.gouv.fr\/opengov-openparliament-les-plans-daction-du-gouvernement-et-de-lassemblee-nationale-pour-une-action-publique-transparente-et-collaborative-ont-ete-lances\">C5<\/a>), un groupe de pays d\u00e9sireux de collaborer dans le cadre de l\u2019<em>open contracting<\/em>, c\u2019est-\u00e0-dire la publication au format ouvert et librement r\u00e9utilisable des donn\u00e9es de la commande publique. La France pr\u00e9side ce groupe de pays depuis fin 2017 et m\u00e8ne \u00e0 ce titre, en collaboration avec l\u2019<em>Open Contracting Partnership<\/em> (<a href=\"https:\/\/www.open-contracting.org\/\">OCP<\/a>), un travail d\u2019animation de la communaut\u00e9 internationale de l\u2019<em>open contracting<\/em>. Elle s\u2019est ainsi notamment assur\u00e9e que le standard de publication des donn\u00e9es de la commande publique, l\u2019<em>open contracting data standard <\/em>(<a href=\"http:\/\/standard.open-contracting.org\/latest\/en\/\">OCDS<\/a>), soit traduit en fran\u00e7ais afin d\u2019\u00eatre accessible \u00e0 la communaut\u00e9 francophone internationale. Dans le cadre de son <a href=\"https:\/\/www.etalab.gouv.fr\/opengov-openparliament-les-plans-daction-du-gouvernement-et-de-lassemblee-nationale-pour-une-action-publique-transparente-et-collaborative-ont-ete-lances\">deuxi\u00e8me plan d\u2019action pour la p\u00e9riode 2018-2020<\/a>, pr\u00e9sent\u00e9 le mardi 3 avril 2018, la France a reconduit ses engagements en mati\u00e8re de <a href=\"https:\/\/www.etalab.gouv.fr\/la-transparence-de-la-commande-publique-se-transforme-au-service-de-lopen-data\">transparence de la commande publique<\/a>, en coh\u00e9rence avec l\u2019action men\u00e9e dans le cadre du C5.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\" wp-image-8177 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/DSC_1243-300x200.jpg\" alt=\"\" width=\"190\" height=\"126\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/DSC_1243-300x200.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/DSC_1243.jpg 750w\" sizes=\"(max-width: 190px) 100vw, 190px\" \/>La France participe aussi \u00e0 la construction d\u2019un r\u00e9seau europ\u00e9en du gouvernement ouvert. Ainsi, en tant que \u00a0repr\u00e9sentant minist\u00e9riel de la France au sein du PGO, Mounir Mahjoubi a notamment particip\u00e9, le 5 f\u00e9vrier dernier, au <a href=\"http:\/\/open.gov.it\/saa\/european-open-government-leaders-forum\/\" class=\"broken_link\">forum des dirigeants europ\u00e9ens du PGO<\/a> \u00e0 Milan, en Italie.<\/p>\n<p>&nbsp;[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr]&nbsp; Candidate \u00e0 sa r\u00e9\u00e9lection au Comit\u00e9 directeur (Steering Committee), la France a vu son mandat renouvel\u00e9 pour trois ans. Cette r\u00e9\u00e9lection vient ainsi consolider les efforts que la France a fourni en termes de gouvernance, et permettra de donner une assise durable aux travaux lanc\u00e9s avec nos partenaires. L\u2019Argentine et le Nigeria ont \u00e9t\u00e9 &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/partenariat-pour-un-gouvernement-ouvert-pgo-le-mandat-de-la-france-renouvele-au-comite-directeur\"> <span class=\"screen-reader-text\">Partenariat pour un gouvernement ouvert [#PGO] : le mandat de la France renouvel\u00e9 au Comit\u00e9 directeur<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":44,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1,26,27],"tags":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Niels Braley","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/niels-braley"},"uagb_comment_info":0,"uagb_excerpt":"[:fr]&nbsp; Candidate \u00e0 sa r\u00e9\u00e9lection au Comit\u00e9 directeur (Steering Committee), la France a vu son mandat renouvel\u00e9 pour trois ans. Cette r\u00e9\u00e9lection vient ainsi consolider les efforts que la France a fourni en termes de gouvernance, et permettra de donner une assise durable aux travaux lanc\u00e9s avec nos partenaires. L\u2019Argentine et le Nigeria ont \u00e9t\u00e9\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8174"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/44"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=8174"}],"version-history":[{"count":11,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8174\/revisions"}],"predecessor-version":[{"id":12192,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8174\/revisions\/12192"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=8174"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=8174"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=8174"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}