{"id":711,"date":"2012-09-13T00:00:00","date_gmt":"2012-09-12T22:00:00","guid":{"rendered":"http:\/\/www.etalab.gouv.fr\/article-dataconnexions-ou-en-sont-les-projets-laureats-de-reutilisation-des-donnees-publiques-110057829-comments.html"},"modified":"2012-09-13T00:00:00","modified_gmt":"2012-09-12T22:00:00","slug":"dataconnexionsouensontlesprojetslaureatsdereutilisationdesdonneespubliques","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/dataconnexionsouensontlesprojetslaureatsdereutilisationdesdonneespubliques","title":{"rendered":"Dataconnexions : o\u00f9 en sont les projets laur\u00e9ats de r\u00e9utilisation des donn\u00e9es publiques ?"},"content":{"rendered":"<p>\n    Etalab, mission interminist\u00e9rielle charg\u00e9e de coordonner l\u2019ouverture des donn\u00e9es publiques, plac\u00e9e sous l\u2019autorit\u00e9 du Premier Ministre, a lanc\u00e9 en f\u00e9vrier 2012 \u00ab Dataconnexions : la communaut\u00e9<br \/>\n    des acteurs de l\u2019innovation \u00bb pour encourager au maximum la r\u00e9utilisation des donn\u00e9es publiques, et soutenir la cr\u00e9ation de services et d\u2019applications, mobiles comme internet.&nbsp;\n  <\/p>\n<p>\n    <img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/09\/event.jpg\" class=\"CtreTexte\" width=\"300\" height=\"150\" alt=\"event\"\/>\n  <\/p>\n<p>\n    Dataconnexions est une communaut\u00e9 qui permet \u00e0 tout porteur de projets innovants, r\u00e9utilisant des donn\u00e9es publiques, d\u2019engager le dialogue et des collaborations (op\u00e9rationnelles, strat\u00e9giques,<br \/>\n    financi\u00e8res\u2026) avec les grands acteurs de l\u2019\u00e9conomie num\u00e9rique en France (entreprises, p\u00f4les de comp\u00e9titivit\u00e9, \u00e9coles d\u2019ing\u00e9nieurs, m\u00e9dias\u2026). Pour cela, la communaut\u00e9 Dataconnexions dispose d\u2019une<br \/>\n    plateforme d\u2019\u00e9change d\u00e9di\u00e9e, sur laquelle porteurs de projets et acteurs de l\u2019innovation dialoguent tr\u00e8s directement : www. dataconnexions.fr.&nbsp;\n  <\/p>\n<p>\n    La communaut\u00e9 se rassemble plusieurs fois dans l\u2019ann\u00e9e pour r\u00e9compenser des projets jug\u00e9s innovants par le jury Dataconnexions de personnalit\u00e9s qualifi\u00e9es. Le 29 dernier, &nbsp;Dataconnexions#1 a<br \/>\n    r\u00e9compens\u00e9 &nbsp;6 projets laur\u00e9ats et d\u00e9sign\u00e9 une mention sp\u00e9ciale du jury. Le palmar\u00e8s est disponible ici : <a href=    \"http:\/\/www.etalab.gouv.fr\/article-1er-rassemblement-dataconnexions-106082443.html\">http:\/\/www.etalab.gouv.fr\/article-1er-rassemblement-dataconnexions-106082443.html<\/a>\n  <\/p>\n<p>\n    Quelques mois apr\u00e8s cette remise de prix, Etalab a souhait\u00e9 savoir comment les projets laur\u00e9ats se d\u00e9veloppaient concr\u00e8tement, et ce que les porteurs de projet \u00e9taient parvenus \u00e0 engager comme<br \/>\n    collaborations avec les partenaires, acteurs de l\u2019innovation.&nbsp;\n  <\/p>\n<p>\n    Panorama rapide des retomb\u00e9es de Dataconnexions#1 pour certains projets laur\u00e9ats &nbsp;et des collaborations en cours :&nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Citizens Up<\/strong>\n  <\/p>\n<p>\n    <img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/09\/CitizensUp.jpg\" alt=\"CitizensUp\" class=\" DrteTexte\" height=\"75\" width=\"100\"\/>\n  <\/p>\n<p>\n    Le fondateur de Citizens Up, Micka\u00ebl Jordan a, depuis la remise de prix Dataconnexions, co-fond\u00e9 la startup Augment (http:\/\/www.augmentedev.com\/), qui permet de visualiser en 3D des meubles ou de<br \/>\n    la d\u00e9coration gr\u00e2ce \u00e0 la r\u00e9alit\u00e9 augment\u00e9e.\n  <\/p>\n<p>\n    Augment a \u00e9galement rejoint l&rsquo;acc\u00e9l\u00e9rateur Le Camping depuis juin 2012, et Micka\u00ebl Jordan dirige le d\u00e9veloppement commercial de la startup.\n  <\/p>\n<p>\n    En parall\u00e8le, le d\u00e9veloppement de la plateforme Citizens Up se poursuit, en vue de son ouverture au grand public \u00e0 partir de la fin de l&rsquo;ann\u00e9e 2012. Les inscriptions pour la version beta priv\u00e9e<br \/>\n    sont toujours ouvertes ici : http:\/\/citizensup.com&nbsp;\n  <\/p>\n<p>\n    Gr\u00e2ce \u00e0 l\u2019appui de McKinsey &amp; Company, partenaire recherche exclusif de Dataconnexions, Citizens Up a pu rencontrer le McKinsey Institute for Government, \u00e9changer sur les meilleures pratiques<br \/>\n    en mati\u00e8re de visualisation de donn\u00e9es pour la gouvernance du secteur public et disposer ainsi d\u2019un retour sur exp\u00e9rience tr\u00e8s int\u00e9ressant et porteur pour leur d\u00e9veloppement\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Fourmi Sant\u00e9<img decoding=\"async\" loading=\"lazy\" alt=\"Fourmisante\" height=\"72\" width=\"128\" class=\"DrteTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/09\/Fourmisante.jpg\"><\/strong>\n  <\/p>\n<p>\n    <strong>&nbsp;<\/strong>Dataconnexions a \u00e9t\u00e9 l&rsquo;occasion pour Fourmi Sant\u00e9 de d\u00e9montrer les b\u00e9n\u00e9fices pour le grand public d&rsquo;un comparateur des tarifs de consultation des m\u00e9decins. Le site a fait<br \/>\n    l&rsquo;objet de nombreuses r\u00e9actions positives \u00e0 la suite du premier concours.\n  <\/p>\n<p>\n    Le portail grand public, qui se positionne dans la comparaison des prix des soins de ville en France, re\u00e7oit un int\u00e9r\u00eat croissant de la part de fonds d&rsquo;investissement, dans le cadre de la<br \/>\n    pr\u00e9paration \u00e0 une lev\u00e9e de fonds pr\u00e9vue en 2013. Bas\u00e9e \u00e0 Lyon, Fourmi Sant\u00e9 a \u00e9galement re\u00e7u une aide financi\u00e8re de la r\u00e9gion Rh\u00f4ne Alpes pour soutenir et encourager son d\u00e9veloppement.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Home N&rsquo; Go<\/strong>\n  <\/p>\n<p>\n    <img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/09\/homengo.jpg\" alt=\"homengo\" class=\" DrteTexte\" height=\"30\" width=\"120\"\/>Home N&rsquo;<br \/>\n    Go a vu r\u00e9cemment une belle croissance de son activit\u00e9, avec 50,000 visiteurs uniques en ao\u00fbt, et s&rsquo;appr\u00eate d\u00e9sormais \u00e0 mettre en ligne une nouvelle version de homengo.com\n  <\/p>\n<p>\n    L&rsquo;\u00e9quipe fondatrice a rejoint l&rsquo;acc\u00e9l\u00e9rateur Le Camping en juin, pour six mois d&rsquo;acc\u00e9l\u00e9ration par l&rsquo;\u00e9mulation d&rsquo;autre \u00e9quipes, la pr\u00e9sence de mentors, de partenaires, et l&rsquo;opportunit\u00e9 de<br \/>\n    pr\u00e9senter leur projet devant plusieurs centaines d&rsquo;investisseurs \u00e0 Paris, Londres et Berlin lors des D\u00e9mo Days.\n  <\/p>\n<p>\n    Un Partenariat a \u00e9t\u00e9 scell\u00e9 avec La Poste, partenaire Industrie de Dataconnexions pour lancer une exp\u00e9rimentation dans le cadre du \u00ab Lab Postal \u00bb, qui pr\u00e9sente aux internautes en recherche de<br \/>\n    logement le service de changement d&rsquo;adresse int\u00e9gr\u00e9 de la Poste.\n  <\/p>\n<p>\n    Home N&rsquo; Go a \u00e9t\u00e9 retenu par le magazine Challenges dans son \u00e9dition 2012 des \u00ab\u00a0100 Startups O\u00f9 Investir\u00a0\u00bb, et se positionne pour une lev\u00e9e de fonds d\u00e9but 2013.\n  <\/p>\n<p>\n    Organisation du 3\u00e8me Datap\u00e9ro sur le th\u00e8me de la mobilit\u00e9 avec notamment la pr\u00e9sence de la SNCF, partenaire Dataconnexions : pr\u00e9sentation du service \u00e0 l&rsquo;occasion de la conf\u00e9rence Open Data<br \/>\n    organis\u00e9e par le CG 92 ; d\u00e9placement \u00e0 Londres et rencontres \u00e0 l&rsquo;occasion de la conf\u00e9rence LeWeb.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Open Data Soft<\/strong><strong><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/09\/OpenDataWare_blue.jpg\" alt=\"OpenDataWare blue\" class=\" DrteTexte\" height=\"34\" width=\"130\"\/><\/strong>\n  <\/p>\n<p>\n    Les retomb\u00e9es m\u00e9diatiques et la visibilit\u00e9 dont a b\u00e9n\u00e9fici\u00e9 OpenDataSoft \u00e0 la suite du 1er concours Dataconnexions ont cr\u00e9\u00e9 de l&rsquo;int\u00e9r\u00eat pour la plateforme technologique \u00e9dit\u00e9e par la soci\u00e9t\u00e9.\n  <\/p>\n<p>\n    La soci\u00e9t\u00e9 poursuit le d\u00e9veloppement de cette plateforme en se concentrant sur les besoins internes de grands comptes, qui souhaitent croiser les donn\u00e9es m\u00e9tiers et des informations publiques qui<br \/>\n    leur donnent un contexte, et d\u00e9velopper des services \u00e0 destination de leurs clients.Open Data Soft a sign\u00e9 un contrat avec le groupe Bull (filiale SIRUS), dans le cadre du d\u00e9veloppement de leur<br \/>\n    offre de Cloud pour les collectivit\u00e9s. Ce partenariat vise \u00e0 faciliter la mise \u00e0 disposition des donn\u00e9es m\u00e9tier des op\u00e9rateurs locaux et des collectivit\u00e9s.\n  <\/p>\n<p>\n    Open Data Soft engage une exp\u00e9rimentation dans le cadre du Lab Postal du groupe La Poste, et a \u00e9t\u00e9 accept\u00e9 au sein de l&rsquo;acc\u00e9l\u00e9rateur \u00ab\u00a0V\u00e9olia Generation Accelerator\u00a0\u00bb du groupe V\u00e9olia, partenaires<br \/>\n    Dataconnexions.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Place de l&rsquo;Immobilier<img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/09\/laplacedelimmobilier.jpg\" alt=\"laplacedelimmobilier\" class=\" DrteTexte\" height=\"38\" width=\"160\"\/><\/strong>\n  <\/p>\n<p>\n    A la suite du 1er concours, Place de l&rsquo;Immobilier a re\u00e7u un int\u00e9r\u00eat marqu\u00e9 de la part de plusieurs capitaux risqueurs. La soci\u00e9t\u00e9 poursuit sont d\u00e9veloppement en France et \u00e9tudie aujourd&rsquo;hui<br \/>\n    l&rsquo;opportunit\u00e9 d&rsquo;engager son d\u00e9veloppement dans d&rsquo;autres march\u00e9s internationaux.\n  <\/p>\n<p>\n    La soci\u00e9t\u00e9 a \u00e9t\u00e9 sollicit\u00e9e \u00e0 de nombreuses reprises, \u00e0 commencer par les m\u00e9dias comme FrecnchWeb ou Les Echos, partenaires m\u00e9dias de Dataconnexions, pour t\u00e9moigner lors de conf\u00e9rences et de<br \/>\n    colloques, et pour pr\u00e9senter son mod\u00e8le d&rsquo;affaire bas\u00e9 sur la r\u00e9utilisation des donn\u00e9es. Cette visibilit\u00e9, qui a suivi l&rsquo;\u00e9v\u00e8nement Dataconnexions a permis de renforcer la cr\u00e9dibilit\u00e9 de<br \/>\n    l&rsquo;entreprise sur son march\u00e9 et l&rsquo;int\u00e9r\u00eat de prospects commerciaux vis-\u00e0-vis du monde du Web\n  <\/p>\n<p>\n    Place de l&rsquo;Immobilier a par ailleurs \u00e9t\u00e9 sollicit\u00e9 par le COEPIA, organe de conseil du Premier ministre sur l&rsquo;\u00e9dition publique et l&rsquo;information administrative, pour pr\u00e9senter au Conseil son<br \/>\n    produit et son mod\u00e8le d&rsquo;enrichissement de donn\u00e9es publiques.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Voxe.org<\/strong><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/09\/voxe.jpg\" class=\"DrteTexte\" width=\"100\" height=\"41\" alt=\"voxe\"\/>\n  <\/p>\n<p>\n    Voxe.org continue le d\u00e9veloppement de sa plateforme en vue des \u00e9lections europ\u00e9ennes de 2014. Les rencontres et la visibilit\u00e9 offertes par l&rsquo;\u00e9v\u00e8nement Dataconnexions vont aider le projet \u00e0 se<br \/>\n    d\u00e9velopper en ce sens.\n  <\/p>\n<p>\n    Voxe sera par ailleurs candidat \u00e0 un concours organis\u00e9 par le Minist\u00e8re des Affaires Etrang\u00e8res qui pourrait ainsi aider le d\u00e9veloppement international du projet, et pour lequel le statut de<br \/>\n    laur\u00e9at Dataconnexions est un gage de solidit\u00e9.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong>Webshell<\/strong><strong><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/09\/Webshell.jpg\" class=\"DrteTexte\" width=\"119\" height=\"31\" alt=\"Webshell\"\/><\/strong>\n  <\/p>\n<p>\n    Webshell, gr\u00e2ce aux conseils de mentor exp\u00e9riment\u00e9s, a recentr\u00e9 la proposition de valeur de son produit sur l&rsquo;int\u00e9gration en ligne, en langage Javascript natif, des API et Services Web. La<br \/>\n    soci\u00e9t\u00e9 vise \u00e0 devenir la plateforme de r\u00e9f\u00e9rence de distribution d&rsquo;APIs.\n  <\/p>\n<p>\n    Depuis le 1er \u00e9v\u00e8nement Dataconnexions, Webshell a aussi \u00e9t\u00e9 nomm\u00e9 laur\u00e9at du concours de cr\u00e9ation d&rsquo;entreprise du Minist\u00e8re de l&rsquo;Enseignement sup\u00e9rieur et de la Recherche.\n  <\/p>\n<p>\n    L&rsquo;\u00e9quipe fondatrice a rejoint l&rsquo;acc\u00e9l\u00e9rateur Le Camping en juin, pour six mois d&rsquo;acc\u00e9l\u00e9ration par l&rsquo;\u00e9mulation d&rsquo;autre \u00e9quipes, la pr\u00e9sence de mentors, de partenaires, et l&rsquo;opportunit\u00e9 de<br \/>\n    pr\u00e9senter leur projet devant plusieurs centaines d&rsquo;investisseurs \u00e0 Paris, Londres et Berlin lors des D\u00e9mo Days.\n  <\/p>\n<p>\n    Dans le cadre du Camping, Webshell a re\u00e7u le prix Google du concours de pitch (le lot : un ChromeBook flamblant neuf !)\n  <\/p>\n<p>\n    Webshell a re\u00e7u cet \u00e9t\u00e9, \u00e0 la suite de Dataconnexions et de son int\u00e9gration au Camping, le t\u00e9moignage du fort int\u00e9r\u00eat de plusieurs capitaux risqueurs, ce qui encourage la soci\u00e9t\u00e9 \u00e0 envisager \u00e0<br \/>\n    terme une lev\u00e9e de fonds.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    Toutes ces collaborations engag\u00e9es entre porteurs de projet laur\u00e9at et acteurs de l\u2019innovation d\u00e9montrent l\u2019importance comme l\u2019utilit\u00e9 de la communaut\u00e9 Dataconnexions, et le besoin<br \/>\n    d\u2019interm\u00e9diation de l\u2019\u00e9cosyst\u00e8me Open data en France.\n  <\/p>\n<p>\n    Soucieux de poursuivre sa mission d\u2019encouragement de r\u00e9utilisation des donn\u00e9es publiques, Etalab et les acteurs de l\u2019innovation s\u2019appr\u00eatent \u00e0 lancer dans les prochains jours, le second concours<br \/>\n    Dataconnexions#2.\n  <\/p>\n<p>\n    Dans quelques jours le nouveau r\u00e8glement sera mis en ligne :&nbsp;Etudiants, Start Up, entreprises, journalistes\u2026.Alors \u00e0 vos projets ! Et rendez vous sur www.etalab.gouv.fr &nbsp;pour la<br \/>\n    publication du r\u00e8glement.&nbsp;\n  <\/p>\n<div class=\"clear center\"><\/div>\n<\/p><\/div>\n<div class=\"clear\"><\/div>\n<div class=\"clear\">\n","protected":false},"excerpt":{"rendered":"<p>Etalab, mission interminist\u00e9rielle charg\u00e9e de coordonner l\u2019ouverture des donn\u00e9es publiques, plac\u00e9e sous l\u2019autorit\u00e9 du Premier Ministre, a lanc\u00e9 en f\u00e9vrier 2012 \u00ab Dataconnexions : la communaut\u00e9 des acteurs de l\u2019innovation \u00bb pour encourager au maximum la r\u00e9utilisation des donn\u00e9es publiques, et soutenir la cr\u00e9ation de services et d\u2019applications, mobiles comme internet.&nbsp; Dataconnexions est une communaut\u00e9 &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/dataconnexionsouensontlesprojetslaureatsdereutilisationdesdonneespubliques\"> <span class=\"screen-reader-text\">Dataconnexions : o\u00f9 en sont les projets laur\u00e9ats de r\u00e9utilisation des donn\u00e9es publiques ?<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"close","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[19],"tags":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Etalab","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/etalab"},"uagb_comment_info":0,"uagb_excerpt":"Etalab, mission interminist\u00e9rielle charg\u00e9e de coordonner l\u2019ouverture des donn\u00e9es publiques, plac\u00e9e sous l\u2019autorit\u00e9 du Premier Ministre, a lanc\u00e9 en f\u00e9vrier 2012 \u00ab Dataconnexions : la communaut\u00e9 des acteurs de l\u2019innovation \u00bb pour encourager au maximum la r\u00e9utilisation des donn\u00e9es publiques, et soutenir la cr\u00e9ation de services et d\u2019applications, mobiles comme internet.&nbsp; Dataconnexions est une communaut\u00e9\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/711"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=711"}],"version-history":[{"count":0,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/711\/revisions"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=711"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=711"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=711"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}