{"id":9749,"date":"2019-03-02T09:56:04","date_gmt":"2019-03-02T08:56:04","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=9749"},"modified":"2019-07-01T14:56:47","modified_gmt":"2019-07-01T12:56:47","slug":"open-data-day-etalab","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/open-data-day-etalab","title":{"rendered":"Open Data Day : les membres d\u2019Etalab pr\u00e9sentent leurs jeux de donn\u00e9es pr\u00e9f\u00e9r\u00e9s"},"content":{"rendered":"<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-9750\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/03\/2019-03-01-cover-article-opendataday.png\" alt=\"image de couverture pour l\u2019article sur la journ\u00e9e mondiale des donn\u00e9es ouvertes\" width=\"1200\" height=\"800\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/03\/2019-03-01-cover-article-opendataday.png 1200w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/03\/2019-03-01-cover-article-opendataday-300x200.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/03\/2019-03-01-cover-article-opendataday-768x512.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/03\/2019-03-01-cover-article-opendataday-1024x683.png 1024w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><\/p>\n<p><em>Nous c\u00e9l\u00e9brons aujourd\u2019hui la journ\u00e9e de l\u2019open data, aussi appel\u00e9e <a href=\"https:\/\/opendataday.org\">Open Data Day<\/a>. Pour l\u2019occasion, nous avons demand\u00e9 aux membres d\u2019Etalab, le service en charge de l\u2019ouverture des donn\u00e9es publiques, de nous citer leur jeu de donn\u00e9es pr\u00e9f\u00e9r\u00e9. Voici leurs r\u00e9ponses.<\/em><\/p>\n<hr \/>\n<h2>Laure Lucchesi<\/h2>\n<p><strong>Responsable de la mission Etalab<\/strong><\/p>\n<p>J\u2019ai choisi de mettre en valeur les donn\u00e9es ouvertes dans le cadre du Grand D\u00e9bat, afin de souligner l\u2019importance de la mise \u00e0 disposition en <em>open data<\/em> des donn\u00e9es anonymis\u00e9es parall\u00e8lement aux d\u00e9marches de consultations. La publication de ces donn\u00e9es permet d\u2019analyser en profondeur les dynamiques \u00e0 l\u2019oeuvre dans les consultations, d\u2019en favoriser la loyaut\u00e9, d\u2019y d\u00e9tecter des anomalies, et permet \u00e0 la soci\u00e9t\u00e9 civile ou aux chercheurs d\u2019apporter des \u00e9clairages utiles.<\/p>\n<p>Une premi\u00e8re ouverture de donn\u00e9es de consultation avait eu lieu <a href=\"https:\/\/www.etalab.gouv.fr\/consultation-republique-numerique-les-donnees-en-open-data-sur-data-gouv\">lors de l\u2019\u00e9laboration de la Loi pour une R\u00e9publique<\/a>, un hackathon avait m\u00eame \u00e9t\u00e9 organis\u00e9 pour explorer les donn\u00e9es ainsi recueillies.<\/p>\n<p>Les donn\u00e9es des r\u00e9unions locales et de la plateforme de contribution en ligne <a href=\"https:\/\/granddebat.fr\/\">granddebat.fr<\/a>, dont l\u2019ampleur est in\u00e9dite, ont \u00e9t\u00e9 publi\u00e9es par le <a href=\"https:\/\/www.data.gouv.fr\/en\/organizations\/service-d-information-du-gouvernement\/\">Service d&rsquo;Information du Gouvernement<\/a>, et permettent d\u00e9j\u00e0 de voir \u00e9merger des <a href=\"https:\/\/www.data.gouv.fr\/en\/reuses\/contributions-rapportees-a-la-population-par-departement-sur-granddebat-fr\/\">analyses sur la g\u00e9ographie des contributions<\/a> par exemple, ou des outils citoyens d&rsquo;annotation collaborative comme le projet \u00ab\u00a0<a href=\"https:\/\/grandeannotation.fr\/\">Grande Annotation\u00a0\u00bb<\/a>.<\/p>\n<p><a href=\"https:\/\/www.data.gouv.fr\/en\/datasets\/donnees-ouvertes-du-grand-debat-national\/\">Voir les donn\u00e9es du Grand D\u00e9bat National<\/a><\/p>\n<h2>Paul-Antoine Chevalier<\/h2>\n<p><strong>Data Scientist<\/strong><\/p>\n<p>Publi\u00e9es pour la premi\u00e8re fois en 2018, par la direction g\u00e9n\u00e9rale des finances publiques, les donn\u00e9es du compte g\u00e9n\u00e9ral de l\u2019\u00c9tat donnent une vision fine de la comptabilit\u00e9 de l\u2019\u00c9tat. Elles permettent notamment de croiser la nomenclature comptable de l\u2019\u00c9tat, les minist\u00e8res porteurs, et les programmes budg\u00e9taires. On y apprend pa exemple combien l\u2019\u00c9tat d\u00e9pense pour son \u00e9lectricit\u00e9, son eau, ses fournitures de bureaux, et ce \u00e0 l\u2019Euro pr\u00e8s. C\u2019est tr\u00e8s pr\u00e9cis. Bien qu\u2019elles aient fait l\u2019objet d\u2019un <em>hackathon<\/em> (Datafin en juin 2018), ces donn\u00e9es gagneraient \u00e0 \u00eatre plus souvent exploit\u00e9es selon moi.<\/p>\n<p><a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/donnees-de-comptabilite-generale-de-letat\/\">Voir les donn\u00e9es du compte g\u00e9n\u00e9ral de l\u2019\u00c9tat<\/a><\/p>\n<h2>Bastien Guerry<\/h2>\n<p><strong>R\u00e9f\u00e9rent logiciels libres<\/strong><\/p>\n<p>Mon jeu de donn\u00e9es pr\u00e9f\u00e9r\u00e9 contient une liste des d\u00e9p\u00f4ts de codes sources publi\u00e9s par des organismes publics. Ce jeu de donn\u00e9es me pla\u00eet car il montre que l\u2019administration publie d\u00e9j\u00e0 beaucoup de code. Avec les m\u00e9tadonn\u00e9es collect\u00e9es sur ces d\u00e9p\u00f4ts, on peut d\u00e9j\u00e0 proposer des analyses int\u00e9ressantes : c\u2019est ce qu\u2019a fait Antoine Augusti, ancien <a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/\">Entrepreneur d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral<\/a>, dans un <a href=\"https:\/\/blog.antoine-augusti.fr\/2019\/01\/analyse-statistique-des-repertoires-de-code-des-organismes-publics-en-france\/\">article publi\u00e9 sur son blog<\/a>.<\/p>\n<p><a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/inventaire-des-depots-de-code-source-des-organismes-publics\/\">Voir la liste des codes sources<\/a><\/p>\n<h2>Antoine Augusti<\/h2>\n<p><strong>Software Engineer (d\u00e9veloppeur)<\/strong><\/p>\n<p>En mati\u00e8re d\u2019ouverture des donn\u00e9es, je trouve l\u2019initiative de la SNCF int\u00e9ressante. D\u2019abord, parce que la SNCF est un EPIC, c\u2019est-\u00e0-dire un \u00c9tablissement Public Industriel et Commercial, ensuite, parce que leur site d\u2019open data contient des donn\u00e9es sur le personnel de la SNCF, comme la r\u00e9mun\u00e9ration, l\u2019\u00e2ge, ou les cong\u00e9s. Il y a m\u00eame un jeu de donn\u00e9es sur les objets trouv\u00e9s, mis-\u00e0-jour plusieurs fois par jour. On peut compter le nombre de doudous perdus. \u00c7a change.<\/p>\n<p><a href=\"https:\/\/data.sncf.com\/explore\/?sort=modified&amp;refine.keyword=Ressources+humaines\">Voir l\u2019initiative de la SNCF<\/a><\/p>\n<h2>Romain Tales<\/h2>\n<p><strong>Responsable du p\u00f4le donn\u00e9es<\/strong><\/p>\n<p>Mon jeu de donn\u00e9es pr\u00e9f\u00e9r\u00e9 est le fichier de recensement des \u00e9l\u00e9ments d\u2019imposition \u00e0 la fiscalit\u00e9 directe locale (REI). Dit comme \u00e7a, c\u2019est \u00e0 peine excitant. Mais ce jeu de donn\u00e9es offre un panorama de la fiscalit\u00e9 directe locale, pour plusieurs taxes (taxe d\u2019habitation, cotisation fonci\u00e8re des entreprises) et pour plusieurs niveaux de collectivit\u00e9s b\u00e9n\u00e9ficiaires (commune, d\u00e9partement, r\u00e9gion). J\u2019aime assez ce jeu de donn\u00e9es car il permet de se rendre compte des imp\u00f4ts pay\u00e9s \u00e0 l\u2019\u00e9chelle locale.<\/p>\n<p><a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/impots-locaux-fichier-de-recensement-des-elements-dimposition-a-la-fiscalite-directe-locale-rei-3\/\">Voir les donn\u00e9es de la fiscalit\u00e9 directe locale<\/a><\/p>\n<h2>Simon Chignard<\/h2>\n<p><strong>Conseiller strat\u00e9gique<\/strong><\/p>\n<p>Mon jeu de donn\u00e9es pr\u00e9f\u00e9r\u00e9 c\u2019est celui des interventions d\u2019assistance et de sauvetage coordonn\u00e9es par les CROSS (Centres r\u00e9gionaux op\u00e9rationnels de surveillance et de sauvetage).<\/p>\n<p>J\u2019aime ce jeu de donn\u00e9es pour de nombreuses raisons :<\/p>\n<ol>\n<li>La premi\u00e8re est la th\u00e9matique : le secours en mer, et plus g\u00e9n\u00e9ralement l\u2019activit\u00e9 maritime, un sujet qui me parle compte tenu de mes origines familiales et g\u00e9ographiques.<\/li>\n<li>La seconde est li\u00e9e \u00e0 la richesse et \u00e0 la qualit\u00e9 des donn\u00e9es et de leur mise \u00e0 disposition : le jeu de donn\u00e9es est accompagn\u00e9 d\u2019une documentation compl\u00e8te qui indique aussi bien le contexte de production des donn\u00e9es que le mod\u00e8le de donn\u00e9es de mani\u00e8re d\u00e9taill\u00e9e.<\/li>\n<li>Enfin, il me semble que ce jeu de donn\u00e9es illustre bien l\u2019int\u00e9r\u00eat de la d\u00e9marche EIG et du travail \u00ab\u00a0en mode ouvert\u00a0\u00bb. Il a \u00e9t\u00e9 construit dans le cadre du projet Pr\u00e9disauvetage et est remis \u00e0 disposition de chacun pour \u00eatre r\u00e9utilis\u00e9. La presse r\u00e9gionale a d\u2019ailleurs d\u00e9j\u00e0 commenc\u00e9 \u00e0 s\u2019en saisir\u2026<\/li>\n<li>Une carte permet de rendre compte visuellement des donn\u00e9es : <a href=\"https:\/\/carte.snosan.fr\">carte.snosan.fr<\/a>.<\/li>\n<li>Les donn\u00e9es sont mises \u00e0 jour quotidiennement, sans intervention humaine. Concr\u00e8tement, si le CROSS intervient aujourd\u2019hui pour un sauvetage en mer, l\u2019intervention sera indiqu\u00e9e d\u00e8s demain dans le jeu de donn\u00e9es.<\/li>\n<\/ol>\n<p><a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/operations-coordonnees-par-les-cross\/\">Voir les donn\u00e9es des op\u00e9rations de sauvetage<\/a><\/p>\n<h2>Brice Boulesteix<\/h2>\n<p><strong>Data Editor (data.gouv.fr)<\/strong><\/p>\n<p>J\u2019aime bien l\u2019histoire et les trains, je ne peux donc qu\u2019appr\u00e9cier les archives de la SNCF, puisqu\u2019elle se situent \u00e0 l\u2019intersection des deux. On y trouve d\u2019anciennes <a href=\"http:\/\/openarchives.sncf.com\/archive\/0238lm00171-8\">cartes ferroviaires<\/a>, de <a href=\"http:\/\/openarchives.sncf.com\/archive\/trsardo1662\" class=\"broken_link\">vieilles photographies<\/a> qui sentent bon la vapeur, mais aussi des <a href=\"http:\/\/openarchives.sncf.com\/archive\/trsardo1679\" class=\"broken_link\">affiches<\/a>, des <a href=\"http:\/\/openarchives.sncf.com\/archive\/trsardo1772\" class=\"broken_link\">grilles de tarifs<\/a>, des <a href=\"http:\/\/openarchives.sncf.com\/archive\/trsardo1261\" class=\"broken_link\">vid\u00e9os<\/a> et m\u00eame des <a href=\"http:\/\/openarchives.sncf.com\/archive\/trsardo1341\" class=\"broken_link\">sons<\/a>. Toutes les archives sont rang\u00e9es, class\u00e9es, organis\u00e9es par th\u00e8mes, ce qui permet d\u2019y naviguer facilement et de faire des recherches par mots-clefs.<\/p>\n<p><a href=\"http:\/\/openarchives.sncf.com\/\">Voir les archives de la SNCF<\/a><\/p>\n<h2>Mathilde Bras<\/h2>\n<p><strong>Responsable du programme EIG<\/strong><\/p>\n<p>J\u2019ai un faible pour la liste des gares europ\u00e9ennes publi\u00e9e par <a href=\"https:\/\/www.trainline.fr\/open\">Trainline<\/a>. Ce jeu de donn\u00e9es me pla\u00eet, car j\u2019aime prendre le train. Je suis fascin\u00e9e par ce moyen de transport, \u00e0 la fois \u00e9cologique et sc\u00e9nique, puisqu\u2019il permet de vivre le voyage au travers de paysages et de moments toujours in\u00e9dits. Au-del\u00e0 des trains, les gares sont aussi pour moi des endroits fabuleux, charg\u00e9s d\u2019histoire, d\u2019architecture, et qui r\u00e9unissent des personnes tous les jours (sans qu\u2019elles ne s\u2019en rendent toujours compte). J\u2019aime aussi ces donn\u00e9es parce qu\u2019elles montrent que des acteurs priv\u00e9s (Trainline n\u2019est pas une entreprise publique) peuvent rentrer dans une d\u00e9marche d\u2019ouverture de donn\u00e9es \u2014 et contribuer ainsi \u00e0 l\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral.<\/p>\n<p><a href=\"https:\/\/www.data.gouv.fr\/en\/datasets\/trainline-libere-les-gares-europeennes\/\">Voir la liste des gares europ\u00e9ennes<\/a><\/p>\n<hr \/>\n<p>Explorez plus de 30 000 jeux de donn\u00e9es sur <a href=\"https:\/\/www.data.gouv.fr\">data.gouv.fr<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Nous c\u00e9l\u00e9brons aujourd\u2019hui la journ\u00e9e de l\u2019open data, aussi appel\u00e9e Open Data Day. Pour l\u2019occasion, nous avons demand\u00e9 aux membres d\u2019Etalab, le service en charge de l\u2019ouverture des donn\u00e9es publiques, de nous citer leur jeu de donn\u00e9es pr\u00e9f\u00e9r\u00e9. Voici leurs r\u00e9ponses. Laure Lucchesi Responsable de la mission Etalab J\u2019ai choisi de mettre en valeur les &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/open-data-day-etalab\"> <span class=\"screen-reader-text\">Open Data Day : les membres d\u2019Etalab pr\u00e9sentent leurs jeux de donn\u00e9es pr\u00e9f\u00e9r\u00e9s<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":47,"featured_media":9750,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"disabled","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[70],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/03\/2019-03-01-cover-article-opendataday.png",1200,800,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/03\/2019-03-01-cover-article-opendataday-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/03\/2019-03-01-cover-article-opendataday-300x200.png",300,200,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/03\/2019-03-01-cover-article-opendataday-768x512.png",768,512,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/03\/2019-03-01-cover-article-opendataday-1024x683.png",1024,683,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/03\/2019-03-01-cover-article-opendataday.png",1200,800,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/03\/2019-03-01-cover-article-opendataday.png",1200,800,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/03\/2019-03-01-cover-article-opendataday.png",45,30,false]},"uagb_author_info":{"display_name":"Brice Boulesteix","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/brice"},"uagb_comment_info":0,"uagb_excerpt":"Nous c\u00e9l\u00e9brons aujourd\u2019hui la journ\u00e9e de l\u2019open data, aussi appel\u00e9e Open Data Day. Pour l\u2019occasion, nous avons demand\u00e9 aux membres d\u2019Etalab, le service en charge de l\u2019ouverture des donn\u00e9es publiques, de nous citer leur jeu de donn\u00e9es pr\u00e9f\u00e9r\u00e9. Voici leurs r\u00e9ponses. Laure Lucchesi Responsable de la mission Etalab J\u2019ai choisi de mettre en valeur les\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/9749"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/47"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=9749"}],"version-history":[{"count":9,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/9749\/revisions"}],"predecessor-version":[{"id":11030,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/9749\/revisions\/11030"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/9750"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=9749"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=9749"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=9749"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}