{"id":2155,"date":"2014-09-29T09:51:40","date_gmt":"2014-09-29T07:51:40","guid":{"rendered":"http:\/\/www.etalab.gouv.fr\/?p=2155"},"modified":"2016-08-26T14:57:26","modified_gmt":"2016-08-26T12:57:26","slug":"allocution-du-president-de-la-republique-devant-lopen-government-partnership","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/allocution-du-president-de-la-republique-devant-lopen-government-partnership","title":{"rendered":"[:fr]Allocution du Pr\u00e9sident de la R\u00e9publique \u00e0 New-York devant l&rsquo;Open Government Partnership[:]"},"content":{"rendered":"[:fr]\n<p style=\"text-align: justify;\"><em><i>A l\u2019issue de la r\u00e9union du Conseil de S\u00e9curit\u00e9 de l\u2019ONU du 24 septembre 2014,<\/i>\u00a0le Pr\u00e9sident de la R\u00e9publique Fran\u00e7ois Hollande a rejoint le <strong>sommet de l\u2019<a href=\"http:\/\/www.opengovpartnership.org\">Open Government Partnership,<\/a><\/strong> o\u00f9 la France si\u00e8ge d\u00e9sormais au Comit\u00e9 Directeur. <\/em><\/p>\n<p style=\"text-align: justify;\"><em>Organis\u00e9 en marge de la 69<sup>e<\/sup> Assembl\u00e9e g\u00e9n\u00e9rale des Nations-Unies, cet \u00e9v\u00e9nement a rassembl\u00e9 <strong>dix Chefs d&rsquo;Etats et de gouvernement<\/strong> &#8211; parmi lesquels <\/em><em>Barack Obama, <\/em><em>Jacob Zuma et Enrique Pe\u00f1a Nieto &#8211; \u00e0 l&rsquo;occasion des trois ans du Partenariat. <\/em><\/p>\n<p style=\"text-align: justify;\"><em>La rencontre a \u00e9galement \u00e9t\u00e9 l&rsquo;occasion de r\u00e9compenser les meilleures initiatives mondiales en mati\u00e8re d\u2019implication des citoyens.\u00a0 A ce titre, un \u00ab\u00a0<strong>Open Government Award\u00a0\u00bb<\/strong> a \u00e9t\u00e9 attribu\u00e9 \u00e0 <span style=\"text-decoration: underline;\">D<\/span><a href=\"http:\/\/data.gouv.fr\"><span style=\"text-decoration: underline;\">a<\/span>ta.gouv.fr<\/a>, premier portail d\u2019open data ouvert aux contributions citoyennes.<\/em><\/p>\n<p><em>\u00a0<\/em>La vid\u00e9o de l\u2019int\u00e9gralit\u00e9 de la c\u00e9r\u00e9monie est accessible <a href=\"http:\/\/www.opengovpartnership.org\/ogp-high-level-event-september-24-new-york\" class=\"broken_link\">sur le site de l\u2019Open Government Partnership<\/a>.<\/p>\n<p style=\"text-align: center;\"><iframe loading=\"lazy\" src=\"\/\/www.dailymotion.com\/embed\/video\/x26qp4c\" width=\"480\" height=\"270\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"><\/iframe><br \/>\n<a href=\"http:\/\/www.dailymotion.com\/video\/x26qp4c_allocution-du-president-de-la-republique-francois-hollande-a-l-ogp_news\" target=\"_blank\">Allocution du Pr\u00e9sident de la R\u00e9publique&#8230;<\/a> <i>par <a href=\"http:\/\/www.dailymotion.com\/etalab\" target=\"_blank\">etalab<\/a><\/i><\/p>\n<p>&nbsp;<\/p>\n<h4 style=\"text-align: center;\"><strong>Allocution du Pr\u00e9sident de la R\u00e9publique<br \/>\n<\/strong><\/h4>\n<h4 style=\"text-align: center;\"><em><b>&#8211; New York, Nations Unies &#8211; le 24 Septembre 2014 &#8211;<\/b><\/em><\/h4>\n<p style=\"text-align: justify;\">\u00ab\u00a0Je salue tous les Chefs d\u2019Etat et de gouvernements qui sont ici pr\u00e9sents, et qui participent \u00e0 cet \u00e9v\u00e9nement. Car c\u2019en est un.<\/p>\n<p style=\"text-align: justify;\">Nous avons \u00e9voqu\u00e9 des sujets terribles tout au long de la journ\u00e9e. Notamment, nous sortons d\u2019une r\u00e9union, pr\u00e9sid\u00e9e par Barack Obama, du Conseil de S\u00e9curit\u00e9 sur la lutte contre le terrorisme.<\/p>\n<p style=\"text-align: justify;\">Nous avons aussi abord\u00e9 ici d\u2019autres questions, qui vont permettre \u00e0 la plan\u00e8te d\u2019\u00eatre plus propre, moins consommatrice d\u2019\u00e9nergie, et c\u2019est toute la question de la Conf\u00e9rence sur le Climat qui se tiendra \u00e0 Paris en d\u00e9cembre 2015.<\/p>\n<p style=\"text-align: justify;\">Et puis, il y a ce forum, qui est aussi une exigence des peuples\u00a0: avoir plus de transparence, avoir plus de coop\u00e9ration pour que les citoyens eux-m\u00eames puissent conna\u00eetre davantage du fonctionnement des \u00c9tats. Pour que les administrations puissent rendre des comptes \u00e0 ceux qui les ont ainsi d\u00e9sign\u00e9es.<\/p>\n<p style=\"text-align: justify;\">C\u2019est une vieille revendication, en d\u00e9finitive, que vous portez, qui remonte pour nous \u00e0 la D\u00e9claration des Droits de l\u2019Homme et du Citoyen, qui proclamait d\u00e9j\u00e0 que \u00ab\u00a0<em>la soci\u00e9t\u00e9 est en droit de demander des comptes \u00e0 tout agent public de son administration\u00a0<\/em>\u00bb.<\/p>\n<p style=\"text-align: justify;\">Vous voyez, vous n\u2019inventez rien. Sauf que les technologies d\u2019aujourd\u2019hui font qu&rsquo;il devient possible de demander des comptes, et d\u2019assurer la transparence.<\/p>\n<p style=\"text-align: justify;\">La transparence, c\u2019est aussi celle qui concerne ceux qui d\u00e9cident, c\u2019est \u00e0 dire les \u00e9lus et les responsables publics. En France, nous avons cr\u00e9e une Haute Autorit\u00e9 pour la Transparence de la Vie Publique, pour conna\u00eetre les patrimoines, l\u2019origine des revenus des \u00e9lus qui d\u00e9cident au nom du peuple fran\u00e7ais. Cela peut parfois avoir des cons\u00e9quences assez dommageables pour ceux qui ont manqu\u00e9 \u00e0 leur devoir. Et c\u2019est bien le but.<\/p>\n<p style=\"text-align: justify;\">De la m\u00eame mani\u00e8re, nous souhaitons qu\u2019il y ait une ouverture de toutes les donn\u00e9es de ce qu\u2019on appelle l\u2019\u00a0\u00ab\u00a0<em>e-gouvernement\u00a0<\/em>\u00bb. Nous souhaitons la simplification : que les citoyens puissent eux-m\u00eames participer \u00e0 cette simplification de l\u2019action publique.<\/p>\n<p style=\"text-align: justify;\">Cette exigence de transparence doit mettre \u00e0 la disposition des citoyens toutes les donn\u00e9es. Toutes celles qui sont \u00e0 vocation publique, pas celles qui sont d\u2019ordre priv\u00e9. Car plus on doit \u00eatre transparent sur le plan de la vie publique, plus on doit prot\u00e9ger aussi la vie priv\u00e9e. C\u2019est finalement cette coordination, cette conjugaison, cette harmonie de la transparence pour les donn\u00e9es publiques et de la protection pour les donn\u00e9es priv\u00e9es, qui fait que nous sommes dans une d\u00e9marche d\u00e9mocratique.<\/p>\n<p style=\"text-align: justify;\">Nous voulons aussi que la France soit partie prenante de cette exigence de r\u00e9gulation, de transparence \u00e0 l\u2019\u00e9chelle de la plan\u00e8te. Pour lutter contre la fraude fiscale, pour lutter contre la corruption, pour lutter aussi contre les fili\u00e8res, contre les trafics, contre tout ce qui peut alimenter le terrorisme.<\/p>\n<p style=\"text-align: justify;\">L\u2019alliance entre les gouvernements &#8211; et ici vous en avez de toutes sortes &#8211; et la soci\u00e9t\u00e9 civile est une n\u00e9cessit\u00e9. C\u2019est ce qui fera que nous pourrons avancer. J\u2019\u00e9voquais tout \u00e0 l\u2019heure l\u2019enjeu du climat. Nous pourrons r\u00e9ussir le rendez-vous de la Conf\u00e9rence sur Climat s&rsquo;il y a transparence, s&rsquo;il y a coordination entre les gouvernements et les soci\u00e9t\u00e9s civiles.<\/p>\n<p style=\"text-align: justify;\">La France a donc souhait\u00e9 rejoindre l\u2019initiative ambitieuse qu\u2019est votre organisation, l\u2019OGP, et s\u2019engager dans son Comit\u00e9 Directeur. Nous voulons \u00eatre un partenaire. Nous voulons \u00eatre un acteur. Nous voulons coop\u00e9rer avec vous.<\/p>\n<p style=\"text-align: justify;\">Dans quelques jours, la France engagera une grande concertation publique sur le num\u00e9rique, parce que nous voulons que l\u2019Etat puisse \u00eatre transform\u00e9 par le num\u00e9rique. Nous aurons un Plan d\u2019Action National, que nous publierons au printemps prochain dans le cadre de l\u2019OGP.<\/p>\n<p style=\"text-align: justify;\">Votre organisation est un lieu unique pour concevoir les r\u00f4les et les responsabilit\u00e9s des gouvernements de demain.<\/p>\n<p style=\"text-align: justify;\">Je suis heureux que vous ayez accept\u00e9 que la France puisse \u00eatre partie prenante de votre ambition de transparence, de d\u00e9mocratie et de libert\u00e9. Car il s\u2019agit de libert\u00e9.\u00bb<\/p>\n<p style=\"text-align: justify;\">[slideshare id=39684641&amp;doc=allocutiondupresidentdelarepublique-140929233633-phpapp01&amp;type=d]\n[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr] A l\u2019issue de la r\u00e9union du Conseil de S\u00e9curit\u00e9 de l\u2019ONU du 24 septembre 2014,\u00a0le Pr\u00e9sident de la R\u00e9publique Fran\u00e7ois Hollande a rejoint le sommet de l\u2019Open Government Partnership, o\u00f9 la France si\u00e8ge d\u00e9sormais au Comit\u00e9 Directeur. Organis\u00e9 en marge de la 69e Assembl\u00e9e g\u00e9n\u00e9rale des Nations-Unies, cet \u00e9v\u00e9nement a rassembl\u00e9 dix Chefs d&rsquo;Etats &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/allocution-du-president-de-la-republique-devant-lopen-government-partnership\"> <span class=\"screen-reader-text\">[:fr]Allocution du Pr\u00e9sident de la R\u00e9publique \u00e0 New-York devant l&rsquo;Open Government Partnership[:]<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":1,"featured_media":2156,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[70,1,26,27],"tags":[73,72,260,31,76,71,74],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/Obama-Hollande-OGP.jpg",675,450,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/Obama-Hollande-OGP-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/Obama-Hollande-OGP-300x200.jpg",300,200,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/Obama-Hollande-OGP.jpg",675,450,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/Obama-Hollande-OGP.jpg",675,450,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/Obama-Hollande-OGP.jpg",675,450,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/Obama-Hollande-OGP.jpg",675,450,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/Obama-Hollande-OGP.jpg",45,30,false]},"uagb_author_info":{"display_name":"etalabadm","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/etalabadm"},"uagb_comment_info":1,"uagb_excerpt":"[:fr] A l\u2019issue de la r\u00e9union du Conseil de S\u00e9curit\u00e9 de l\u2019ONU du 24 septembre 2014,\u00a0le Pr\u00e9sident de la R\u00e9publique Fran\u00e7ois Hollande a rejoint le sommet de l\u2019Open Government Partnership, o\u00f9 la France si\u00e8ge d\u00e9sormais au Comit\u00e9 Directeur. Organis\u00e9 en marge de la 69e Assembl\u00e9e g\u00e9n\u00e9rale des Nations-Unies, cet \u00e9v\u00e9nement a rassembl\u00e9 dix Chefs d&rsquo;Etats\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/2155"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=2155"}],"version-history":[{"count":21,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/2155\/revisions"}],"predecessor-version":[{"id":5297,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/2155\/revisions\/5297"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/2156"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=2155"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=2155"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=2155"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}