{"id":16564,"date":"2022-03-31T11:41:42","date_gmt":"2022-03-31T09:41:42","guid":{"rendered":"https:\/\/preprod.etalab.gouv.fr\/?p=16564"},"modified":"2022-03-31T11:41:42","modified_gmt":"2022-03-31T09:41:42","slug":"lengagement-des-ministeres-sur-louverture-des-codes-sources-et-lutilisation-de-logiciels-libres-retour-sur-les-feuilles-de-route-publiees-en-septembre-2021","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/lengagement-des-ministeres-sur-louverture-des-codes-sources-et-lutilisation-de-logiciels-libres-retour-sur-les-feuilles-de-route-publiees-en-septembre-2021","title":{"rendered":"L\u2019engagement  des minist\u00e8res sur l\u2019ouverture des codes sources et l\u2019utilisation de  logiciels libres : retour sur les feuilles de route publi\u00e9es en  septembre 2021"},"content":{"rendered":"\n<p>Le 27 septembre dernier, 14 minist\u00e8res ont <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/feuilles-de-route-ministerielles-sur-la-politique-de-la-donnee-des-algorithmes-et-des-codes-sources\/\" target=\"_blank\" rel=\"noreferrer noopener\">publi\u00e9<\/a> leurs feuilles de route sur la politique de la donn\u00e9e, des algorithmes et des codes sources.<\/p>\n\n\n\n<p>Depuis le lancement du <a href=\"https:\/\/communs.numerique.gouv.fr\/plan-action-logiciels-libres-et-communs-numeriques\/\" target=\"_blank\" rel=\"noreferrer noopener\">plan d\u2019action logiciels libres et communs num\u00e9riques<\/a> par la ministre de la Transformation et de la Fonction publiques en novembre 2021, plusieurs minist\u00e8res ont r\u00e9affirm\u00e9, lors du Conseil Interminist\u00e9riel des Administrateurs de Donn\u00e9es du 7 d\u00e9cembre, leur volont\u00e9 d\u2019agir pour l\u2019ouverture des codes sources et l\u2019utilisation de logiciels libres.<\/p>\n\n\n\n<p><em>Voici un retour sur quelques engagements importants port\u00e9s par ces feuilles de route minist\u00e9rielles.<\/em><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Des politiques d\u2019ouverture des codes sources renforc\u00e9es<\/h2>\n\n\n\n<p>Le minist\u00e8re de la Coh\u00e9sion des Territoires et des Relations avec les Collectivit\u00e9s Territoriales (cf. <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/r\/ff2c204d-4a92-417c-be2a-12e8d4c2b2a6\" target=\"_blank\" rel=\"noreferrer noopener\">la feuille de route MCTRCT<\/a>) indique promouvoir les logiciels libres et l\u2019ouverture des donn\u00e9es en syst\u00e9matisant la publication des nouveaux codes sources (p. 15). L\u2019incubateur des Territoires est en outre directement impliqu\u00e9 dans cet engagement en tant que porteur de projets num\u00e9riques. Le minist\u00e8re s\u2019engage \u00e9galement \u00e0 r\u00e9aliser une cartographie de ses codes sources (p. 22).<\/p>\n\n\n\n<p>Du c\u00f4t\u00e9 du minist\u00e8re des Solidarit\u00e9s et de la Sant\u00e9 (cf. <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/r\/b02f6070-2473-4873-8dc3-c3da71d6a0be\" target=\"_blank\" rel=\"noreferrer noopener\">la feuille de route MSS<\/a>), des d\u00e9cisions \u00e0 fort impact sont prises en faveur de l\u2019ouverture des codes sources. Parmi celles-ci figure la formalisation d\u2019un \u00ab plan d\u2019ouverture \u00bb collectif incluant tous les acteurs de la sph\u00e8re Solidarit\u00e9s-Sant\u00e9 (p. 11). Ce plan permettra au minist\u00e8re de r\u00e9pertorier \u00ab l\u2019ensemble des d\u00e9p\u00f4ts de codes sources publics ouverts par l\u2019ensemble des acteurs du minist\u00e8re pour les faire remonter vers la plateforme <a href=\"http:\/\/code.gouv.fr\" target=\"_blank\" rel=\"noreferrer noopener\">code.gouv.fr<\/a> \u00bb. Il permettra aussi d\u2019\u00ab accompagner dans le choix ou la mise en place d\u2019une plateforme d\u00e9di\u00e9e \u00e0 l\u2019ouverture [\u2026] les acteurs qui n\u2019en seraient pas munis \u00bb (p. 26). Ces actions seront rendues visibles \u00e0 travers le d\u00e9ploiement d\u2019un plan de communication externe, visant aussi bien la sph\u00e8re web Solidarit\u00e9s-Sant\u00e9, que les m\u00e9dias et les r\u00e9seaux sociaux (p. 12).<\/p>\n\n\n\n<p>Quant au minist\u00e8re de la Transition \u00c9cologique (cf. <a rel=\"noreferrer noopener\" href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/r\/25f0f375-df81-4cc5-8eae-c277a729923f\" target=\"_blank\">la feuille de route MTE<\/a>), le partage des codes sources et algorithmes pr\u00e9sentant un \u00ab int\u00e9r\u00eat g\u00e9n\u00e9ral en terme de connaissance et de transparence de l\u2019action publique \u00bb sera g\u00e9n\u00e9ralis\u00e9 (p. 17). Le minist\u00e8re de l\u2019Agriculture et de l\u2019Alimentation (cf. <a rel=\"noreferrer noopener\" href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/r\/953b4f68-63fa-45fd-b1f6-ab868203e7f0\" target=\"_blank\">la feuille de route MAA<\/a>) s\u2019engage dans une direction similaire en se penchant sur l\u2019identification des codes sources \u00e0 publier et en mettant en place un syst\u00e8me de veille pour l\u2019ensemble des nouveaux traitements dans ce domaine (p. 19). Il en est de m\u00eame pour le minist\u00e8re de l\u2019Int\u00e9rieur (cf. <a rel=\"noreferrer noopener\" href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/r\/7cd10fc7-11c2-4485-996c-d718c184efcf\" target=\"_blank\">la feuille de route MI<\/a>) qui se charge de r\u00e9aliser un inventaire des codes sources \u00e0 ouvrir en priorit\u00e9 (p. 28) et \u00e0 \u00ab [publier] des algorithmes r\u00e9pondant aux crit\u00e8res d\u2019ouverture sur le site d\u2019Etalab et sur les espaces open source \u00bb (p. 31).<\/p>\n\n\n\n<p>Le minist\u00e8re de la Justice (cf. <a rel=\"noreferrer noopener\" href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/r\/81d2c866-c2ba-4204-9f2c-a6da16423248\" target=\"_blank\">la feuille de route MJ<\/a>) met quant \u00e0 lui activement en place une strat\u00e9gie d\u2019ouverture des codes sources (p. 18). Du c\u00f4t\u00e9 du minist\u00e8re de l\u2019\u00c9conomie, des Finances et de la Relance (cf. <a rel=\"noreferrer noopener\" href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/r\/561b8f8f-9fe1-4d2e-8dbf-c4212b7f7d7f\" target=\"_blank\">la feuille de route MEFR<\/a>), l\u2019objectif est de rassembler autour d\u2019une politique d\u2019ouverture en se concentrant sur l\u2019animation d\u2019une communaut\u00e9 des donn\u00e9es ouvertes et des codes sources (p. 20).<\/p>\n\n\n\n<p>L\u2019ouverture, la pr\u00e9servation et le partage des codes sources sont aussi des priorit\u00e9s pour le minist\u00e8re de l\u2019Enseignement Sup\u00e9rieur, de la Recherche et de l\u2019Innovation (cf. <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/r\/be61f13d-06d6-40ea-87dd-df7b2918f2e2\" target=\"_blank\" rel=\"noreferrer noopener\">la feuille de route MESRI<\/a>). Ce dernier souhaite accro\u00eetre et valoriser les ressources libres de l\u2019enseignement sup\u00e9rieur (p. 13) ainsi que suivre l\u2019ouverture des donn\u00e9es et des codes de la recherche via le barom\u00e8tre de la science ouverte (p. 15).<\/p>\n\n\n\n<p>Pour finir, le minist\u00e8re de la Transformation et de la Fonction publiques (cf. <a rel=\"noreferrer noopener\" href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/r\/03b43dc4-b92f-4d40-9b7e-598dcd61c420\" target=\"_blank\">la feuille de route MTFP<\/a>) poursuit quant \u00e0 lui le d\u00e9ploiement quotidien de la plateforme <a rel=\"noreferrer noopener\" href=\"http:\/\/code.gouv.fr\" target=\"_blank\">code.gouv.fr<\/a> (p. 34) et s\u2019engage parall\u00e8lement \u00e0 ouvrir l\u2019ensemble des codes sources de son p\u00e9rim\u00e8tre minist\u00e9riel (p. 34). Dans ce p\u00e9rim\u00e8tre, et dans l\u2019optique de piloter le plan d\u2019action logiciels libres et de suivre l\u2019avancement des engagements minist\u00e9riels, les Services du Premier ministre (cf. <a rel=\"noreferrer noopener\" href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/r\/a1ce2c8e-54c4-4e24-aaaf-8f3b7620cf34\" target=\"_blank\">la feuille de route SPM<\/a>) se chargent de dresser un \u00e9tat des lieux des codes sources et de leur publication ainsi que d\u2019organiser et syst\u00e9matiser leur r\u00e9f\u00e9rencement sur <a rel=\"noreferrer noopener\" href=\"http:\/\/code.gouv.fr\" target=\"_blank\">code.gouv.fr<\/a> (pp. 7-8).<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Les logiciels libres au coeur des politiques minist\u00e9rielles<\/h2>\n\n\n\n<p>La mise en place du plan d\u2019action s\u2019inscrit dans les engagements minist\u00e9riels et participe au renforcement de leur utilisation des logiciels libres au sein de chaque structure.<\/p>\n\n\n\n<p>Le minist\u00e8re de la Culture (cf. <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/r\/2332ad66-0344-4325-ba71-e65517318e22\" target=\"_blank\" rel=\"noreferrer noopener\">la feuille de route MC<\/a>) s\u2019affirme comme acteur du d\u00e9veloppement de logiciels libres \u00e0 travers le programme VITAM, destin\u00e9 \u00e0 \u00ab construire une offre de service compl\u00e8te, libre et ouverte \u00e0 un large ensemble de partenaires institutionnels et priv\u00e9s en mati\u00e8re d\u2019archivage num\u00e9rique \u00bb (p. 22). Sa politique minist\u00e9rielle s\u2019engage aussi \u00e0 favoriser l\u2019utilisation des logiciels libres, y compris au niveau de ses op\u00e9rateurs (p. 22). Le minist\u00e8re insiste sur l\u2019importance pour les communaut\u00e9s int\u00e9ress\u00e9es par la production et l\u2019exploitation des donn\u00e9es culturelles de se rassembler autour d\u2019ateliers, de journ\u00e9es de rencontre, de conf\u00e9rences, de webinaires\u2026 et les invite notamment \u00e0 rejoindre la communaut\u00e9 BlueHats. La DINUM a mis en ce sens \u00e0 disposition <a href=\"https:\/\/man.sr.ht\/~etalab\/logiciels-libres\/espaces-communication-bluehats.md\" target=\"_blank\" rel=\"noreferrer noopener\" class=\"broken_link\">toutes les informations n\u00e9cessaires<\/a> sur les \u00e9changes avec d\u2019autres agents publics libristes et la communaut\u00e9 BlueHats.<\/p>\n\n\n\n<p>Du c\u00f4t\u00e9 du minist\u00e8re de la Transition \u00c9cologique (cf. <a rel=\"noreferrer noopener\" href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/r\/25f0f375-df81-4cc5-8eae-c277a729923f\" target=\"_blank\">la feuille de route MTE<\/a>), l\u2019engagement pour l\u2019utilisation des logiciels libres s\u2019affirme via le renforcement de l\u2019animation des plateformes r\u00e9gionales et des communaut\u00e9s de logiciels libres (pp. 23-24). Le minist\u00e8re du Travail, de l\u2019Emploi et de l\u2019Insertion (cf. <a rel=\"noreferrer noopener\" href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/r\/e9174d55-3ad6-4959-a40b-5818f829fd7f\" target=\"_blank\">la feuille de route MTEI<\/a>) soul\u00e8ve finalement la question du lien communautaire et affirme sa volont\u00e9 d\u2019\u00eatre en lien permanant avec le r\u00e9seau BlueHats en ce qui concerne sa politique sur les logiciels libres et le partage des bonnes pratiques de d\u00e9veloppement (p.14).<\/p>\n\n\n\n<p>Le minist\u00e8re de l\u2019\u00c9ducation nationale, de la Jeunesse et des Sports (cf. <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/r\/0b7e6089-9100-47ba-bc15-ea17013da4ed\" target=\"_blank\" rel=\"noreferrer noopener\">la feuille de route MENJS<\/a>) souhaite se lancer dans la conception d\u2019un \u00ab Open Source Program Office \u00bb visant \u00e0 fournir et \u00e0 mutualiser des solutions, des ressources et des services dans le secteur de l\u2019\u00e9ducation (p. 16).<\/p>\n\n\n\n<p>Le minist\u00e8re de l\u2019Enseignement sup\u00e9rieur, de la Recherche et de l\u2019Innovation (cf. <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/r\/be61f13d-06d6-40ea-87dd-df7b2918f2e2\" target=\"_blank\" rel=\"noreferrer noopener\">la feuille de route MESRI<\/a>) poursuit \u00e9galement le d\u00e9ploiement d\u2019une politique logiciels libres en encourageant leur production et leur usage, tel qu\u2019Esup Portail (p.19), fortement utilis\u00e9 au sein de la structure, et en accompagnant les agents publics producteurs de solutions. Le minist\u00e8re demande \u00e9galement la prise en compte du socle interminist\u00e9riel de logiciels libres (SILL) dans la recherche de nouvelles solutions. L\u2019utilisation de logiciels sous licence propri\u00e9taire devra \u00eatre syst\u00e9matiquement justif\u00e9e lorsqu\u2019elle se fait au d\u00e9triment de logiciels libres fonctionnellement comparables (p.18). Cette politique propose aussi la cr\u00e9ation d\u2019un prix du logiciel libre de la recherche afin de \u00ab mettre en valeur et r\u00e9compenser les \u00e9quipes qui r\u00e9alisent un travail exemplaire dans ce domaine et d\u2019accro\u00eetre la visibilit\u00e9 et la reconnaissance des logiciels comme contribution \u00e0 la recherche \u00bb (p. 29).<\/p>\n\n\n\n<p>Les actions et les engagements list\u00e9s dans ces feuilles de route montrent \u00e0 la fois la diversit\u00e9 des enjeux et la vari\u00e9t\u00e9 des approches minist\u00e9rielles, toutes contribuant \u00e0 la r\u00e9ussite du <a href=\"https:\/\/communs.numerique.gouv.fr\/plan-action-logiciels-libres-et-communs-numeriques\/\" target=\"_blank\" rel=\"noreferrer noopener\">plan d\u2019action logiciels libres et communs num\u00e9riques<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le 27 septembre dernier, 14 minist\u00e8res ont publi\u00e9 leurs feuilles de route sur la politique de la donn\u00e9e, des algorithmes et des codes sources. Depuis le lancement du plan d\u2019action logiciels libres et communs num\u00e9riques par la ministre de la Transformation et de la Fonction publiques en novembre 2021, plusieurs minist\u00e8res ont r\u00e9affirm\u00e9, lors du &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/lengagement-des-ministeres-sur-louverture-des-codes-sources-et-lutilisation-de-logiciels-libres-retour-sur-les-feuilles-de-route-publiees-en-septembre-2021\"> <span class=\"screen-reader-text\">L\u2019engagement  des minist\u00e8res sur l\u2019ouverture des codes sources et l\u2019utilisation de  logiciels libres : retour sur les feuilles de route publi\u00e9es en  septembre 2021<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":75,"featured_media":16568,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/2.png",1920,1080,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/2-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/2-300x169.png",300,169,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/2-768x432.png",768,432,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/2-1024x576.png",1024,576,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/2-1536x864.png",1536,864,true],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/2.png",1920,1080,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/2-45x45.png",45,45,true]},"uagb_author_info":{"display_name":"Agathe Bouch\u00e9","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/agathe"},"uagb_comment_info":0,"uagb_excerpt":"Le 27 septembre dernier, 14 minist\u00e8res ont publi\u00e9 leurs feuilles de route sur la politique de la donn\u00e9e, des algorithmes et des codes sources. Depuis le lancement du plan d\u2019action logiciels libres et communs num\u00e9riques par la ministre de la Transformation et de la Fonction publiques en novembre 2021, plusieurs minist\u00e8res ont r\u00e9affirm\u00e9, lors du\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16564"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/75"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=16564"}],"version-history":[{"count":5,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16564\/revisions"}],"predecessor-version":[{"id":16610,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16564\/revisions\/16610"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/16568"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=16564"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=16564"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=16564"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}