{"id":14073,"date":"2020-06-09T15:42:13","date_gmt":"2020-06-09T13:42:13","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=14073"},"modified":"2020-06-09T15:54:38","modified_gmt":"2020-06-09T13:54:38","slug":"comment-les-administrations-ont-collabore-a-louverture-des-donnees-du-coronavirus-le-cas-francais","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/comment-les-administrations-ont-collabore-a-louverture-des-donnees-du-coronavirus-le-cas-francais","title":{"rendered":"Comment les administrations ont collabor\u00e9 \u00e0 l&rsquo;ouverture des donn\u00e9es du Coronavirus : le cas fran\u00e7ais"},"content":{"rendered":"\n<p><em>La crise du Coronavirus a mobilis\u00e9 simultan\u00e9ment les administrations et la soci\u00e9t\u00e9 civile, le monde acad\u00e9mique et les m\u00e9dias partout dans le monde autour de la collecte, de la consolidation, de la v\u00e9rification et de la mise en valeur des donn\u00e9es. Le besoin de donn\u00e9es pr\u00e9cises et exhaustives a \u00e9t\u00e9 critique d\u00e8s le d\u00e9but de l\u2019\u00e9pid\u00e9mie, autour des enjeux de gestion de crise, de transparence et d\u2019information du public. Cet article relate comment les administrations ont collabor\u00e9 pour ouvrir les donn\u00e9es relatives \u00e0 l\u2019\u00e9pid\u00e9mie de COVID-19 en France.<\/em><\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>R\u00e9colter et publier les donn\u00e9es de sant\u00e9 \u00e0 l\u2019\u00e9chelle nationale : le d\u00e9fi des administrations<\/strong><\/h3>\n\n\n\n<p>Pour les administrations situ\u00e9es en premi\u00e8re ligne, comme<strong> le minist\u00e8re des Solidarit\u00e9s et de la Sant\u00e9, Sant\u00e9 publique France (SPF)<\/strong> et <strong>les Agences R\u00e9gionales de Sant\u00e9 (ARS)<\/strong>, le d\u00e9fi a \u00e9t\u00e9 de parvenir \u00e0 collecter et \u00e0 consolider d\u2019importants volumes de donn\u00e9es issues de sources diff\u00e9rentes.<br><br>Si des syst\u00e8mes d\u2019informations nationaux existaient d\u00e9j\u00e0, il a cependant \u00e9t\u00e9 n\u00e9cessaire de les adapter pour r\u00e9aliser un suivi sp\u00e9cifique des patients atteints de Covid-19. Par ailleurs, les diff\u00e9rents acteurs de la sant\u00e9 (services hospitaliers, services d\u2019appels d\u2019urgence, \u00e9quipes de SOS m\u00e9decins&#8230;) s\u2019appuient au quotidien sur des syst\u00e8mes d\u2019informations qui sont propres \u00e0 leur m\u00e9tier. Ces derniers proposent diff\u00e9rents modes des saisies et souvent, diff\u00e9rentes structures de donn\u00e9es.<br><br>L\u2019exercice \u00e9tait d\u2019autant plus difficile que ces donn\u00e9es devaient \u00eatre collect\u00e9es et mises \u00e0 jour \u00e0 une \u00e9chelle nationale dans des d\u00e9lais particuli\u00e8rement courts.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Collecter, consolider, nettoyer et ouvrir les donn\u00e9es relatives \u00e0 l\u2019\u00e9pid\u00e9mie<\/strong><\/h3>\n\n\n\n<h4 class=\"wp-block-heading\">Pour observer la propagation de l\u2019\u00e9pid\u00e9mie<\/h4>\n\n\n\n<p>L\u2019acc\u00e9l\u00e9ration de la propagation de l\u2019\u00e9pid\u00e9mie dans le monde a intensifi\u00e9 le besoin d\u2019identifier le plus rapidement possible les personnes infect\u00e9es au Covid-19. Tr\u00e8s vite, de premi\u00e8res donn\u00e9es ont \u00e9t\u00e9 mises \u00e0 disposition \u00e0 l\u2019\u00e9chelle mondiale, europ\u00e9enne et nationale : les <a href=\"https:\/\/coronavirus.jhu.edu\/map.html#_blank\"><u>donn\u00e9es l\u2019universit\u00e9 John Hopkins<\/u><\/a>, les <a href=\"https:\/\/www.who.int\/emergencies\/diseases\/novel-coronavirus-2019\/situation-reports\/#_blank\"><u>donn\u00e9es de l\u2019organisation mondiale de la sant\u00e9<\/u><\/a> ou encore celles du <a href=\"https:\/\/www.ecdc.europa.eu\/en\/publications-data\/download-todays-data-geographic-distribution-covid-19-cases-worldwide#_blank\"><u>Centre Europ\u00e9en de pr\u00e9vention et de contr\u00f4le des maladies<\/u><\/a>.<\/p>\n\n\n\n<p>En France, les donn\u00e9es concernant le nombre de cas, de personnes hospitalis\u00e9es ainsi que de personnes d\u00e9c\u00e9d\u00e9es \u00e9taient publi\u00e9es dans <a href=\"https:\/\/www.santepubliquefrance.fr\/recherche\/#search=COVID%2019%20%20%20point%20epidemiologique&amp;publications=donn%C3%A9es&amp;regions=National&amp;sort=date\"><u><strong>des point \u00e9pid\u00e9miologiques par Sant\u00e9 publique France<\/strong><\/u><\/a> et consultables sur un <u><strong><a rel=\"noreferrer noopener\" href=\"https:\/\/www.santepubliquefrance.fr\/maladies-et-traumatismes\/maladies-et-infections-respiratoires\/infection-a-coronavirus\/articles\/infection-au-nouveau-coronavirus-sars-cov-2-covid-19-france-et-monde#block-242818\" target=\"_blank\">tableau de bord<\/a><\/strong><\/u> pour les donn\u00e9es nationales.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"789\" height=\"532\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/04\/tableau_spf.png\" alt=\"\" class=\"wp-image-14319\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/04\/tableau_spf.png 789w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/04\/tableau_spf-300x202.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/04\/tableau_spf-768x518.png 768w\" sizes=\"(max-width: 789px) 100vw, 789px\" \/><figcaption><em>Le tableau de bord disponible sur <\/em><a href=\"https:\/\/www.santepubliquefrance.fr\/\"><em><u>le site de Sant\u00e9 publique France <\/u><\/em><\/a><em>d\u00e9but mars<\/em> 2020<\/figcaption><\/figure><\/div>\n\n\n\n<p>Afin d\u2019apporter une vision \u00e0 l\u2019\u00e9chelle des r\u00e9gions et d\u00e9partements de la situation, l\u2019initiative<a href=\"https:\/\/github.com\/opencovid19-fr\/#_blank\"><\/a><a href=\"https:\/\/github.com\/opencovid19-fr\/#_blank\"><u><strong>\u00ab OpenCOVID19 \u00bb<\/strong><\/u><\/a>, men\u00e9e par la soci\u00e9t\u00e9 civile, a consolid\u00e9 de mani\u00e8re collaborative les donn\u00e9es issues (entre autres sources) des bulletins de Sant\u00e9 publique France, des Agences R\u00e9gionales de Sant\u00e9, des pr\u00e9fectures et des interventions de la Direction g\u00e9n\u00e9rale de la sant\u00e9 (DGS).<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Pour \u00e9valuer la mise en tension du syst\u00e8me de sant\u00e9<\/h4>\n\n\n\n<p>Alors que l\u2019\u00e9pid\u00e9mie continuait de se propager sur le territoire, il est devenu urgent d\u2019\u00e9tablir une image pr\u00e9cise et actualis\u00e9e de la mise en tension du milieu hospitalier.<\/p>\n\n\n\n<p>Le minist\u00e8re des Solidarit\u00e9s et de la Sant\u00e9 et Sant\u00e9 publique France ont r\u00e9alis\u00e9 un travail consid\u00e9rable de collecte et d\u2019agr\u00e9gation des donn\u00e9es. Gr\u00e2ce \u00e0 l\u2019export et la consolidation de donn\u00e9es issues de diff\u00e9rents syst\u00e8mes d\u2019informations, Sant\u00e9 Publique France publie depuis le 18 mars des donn\u00e9es relatives \u00e0 l\u2019\u00e9pid\u00e9mie sur <a href=\"https:\/\/geodes.santepubliquefrance.fr\/#c=home\"><u>Geodes, l\u2019observatoire cartographique de Sant\u00e9 publique France<\/u><\/a> et<a href=\"https:\/\/www.data.gouv.fr\/fr\/organizations\/sante-publique-france\/#_blank\"> sur la plateforme de donn\u00e9es publiques data.gouv.fr<\/a>. Les donn\u00e9es sont mises \u00e0 jour quotidiennement et am\u00e9lior\u00e9es par les contributeurs. Elles comportent&nbsp;:<\/p>\n\n\n\n<ul><li><strong> <\/strong>les <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/donnees-hospitalieres-relatives-a-lepidemie-de-covid-19\/#_blank\">donn\u00e9es hospitali\u00e8res<\/a>,<\/li><li>les <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/donnees-des-urgences-hospitalieres-et-de-sos-medecins-relatives-a-lepidemie-de-covid-19\/#_blank\">donn\u00e9es des urgences et de SOS m\u00e9decins<\/a>,<\/li><li>les <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/donnees-relatives-aux-transferts-de-patients-atteints-de-covid-19\/#_blank\">donn\u00e9es concernant les transferts de patients<\/a>,<\/li><li>les <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/donnees-relatives-aux-tests-de-depistage-de-covid-19-realises-en-laboratoire-de-ville\/#_blank\">donn\u00e9es relatives aux tests<\/a> (en laboratoire de ville),<\/li><li>les <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/donnees-relatives-aux-tests-de-depistage-de-covid-19-realises-en-laboratoire-de-ville\/#_blank\">niveaux d\u2019exc\u00e8s de mortalit\u00e9 standardis\u00e9s durant l\u2019\u00e9pid\u00e9mie de COVID19\u2026<\/a><\/li><\/ul>\n\n\n\n<p>Etalab a collabor\u00e9 directement avec <a href=\"https:\/\/www.data.gouv.fr\/fr\/organizations\/sante-publique-france\/\">Sant\u00e9 publique France<\/a>, notamment sur l\u2019\u00e9ditorialisation et la documentation des donn\u00e9es en vue de faciliter leur r\u00e9utilisation, mais aussi sur la mise en place d\u2019un protocole de mise \u00e0 disposition automatis\u00e9 des donn\u00e9es<strong>.<\/strong><\/p>\n\n\n\n<p>Par ailleurs, la collecte et l\u2019agr\u00e9gation de donn\u00e9es produites sur le terrain peuvent entrainer des anomalies dans certains fichiers. Afin d\u2019identifier et de faire remonter les \u00e9ventuelles anomalies, Etalab a mis en place un rapport quotidien d\u2019analyse qualit\u00e9 des donn\u00e9es. Ce rapport d\u2019anomalie est publi\u00e9 sur data.gouv.fr dans le but d\u2019accompagner les r\u00e9utilisateurs dans la prise en main des donn\u00e9es (les liens vers les rapports sont disponibles sur la page des jeux de donn\u00e9es correspondants).<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"1024\" height=\"753\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/spf_datagouv-1024x753.jpg\" alt=\"\" class=\"wp-image-14320\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/spf_datagouv-1024x753.jpg 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/spf_datagouv-300x221.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/spf_datagouv-768x565.jpg 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/spf_datagouv.jpg 1187w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption><a href=\"https:\/\/www.data.gouv.fr\/fr\/organizations\/sante-publique-france\/#_blank\">La page de l\u2019organisation Sant\u00e9 publique France sur data.gouv.fr<\/a><\/figcaption><\/figure>\n\n\n\n<h4 class=\"wp-block-heading\">Pour observer l\u2019implication de l\u2019\u00c9tat<strong> <\/strong>dans le soutien de l\u2019\u00e9conomie fran\u00e7aise<\/h4>\n\n\n\n<p>Le confinement des populations, la fermeture des commerces et l\u2019arr\u00eat de la production a impact\u00e9 directement les entreprises. Afin de soutenir l\u2019\u00e9conomie fran\u00e7aise, l\u2019\u00c9tat a mis en place d\u00e8s mars 2020 un ensemble d\u2019aides pour les entreprises affect\u00e9es par la crise.<\/p>\n\n\n\n<p>Au-del\u00e0 des montants globaux octroy\u00e9s dans le cadre des aides aux entreprises, le Minist\u00e8re de l\u2019\u00c9conomie et des Finances a souhait\u00e9 apporter davantage de visibilit\u00e9 sur la r\u00e9partition des sommes vers\u00e9es en fonction du secteur d\u2019activit\u00e9 (<a href=\"https:\/\/www.insee.fr\/fr\/information\/2406147\">code NAF<\/a>) et des territoires. Les \u00e9quipes d\u2019Etalab ont collabor\u00e9 avec les minist\u00e8res \u00e9conomiques et financiers afin de consolider et mettre \u00e0 disposition les donn\u00e9es relatives \u00e0 diff\u00e9rentes aides&nbsp;:<\/p>\n\n\n\n<ul><li><a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/donnees-relatives-au-fonds-de-solidarite-mis-en-place-dans-le-cadre-de-lepidemie-de-covid-19\/\">Donn\u00e9es relatives au fonds de solidarit\u00e9 mis en place dans le cadre de l&rsquo;\u00e9pid\u00e9mie de COVID-19<\/a><\/li><li><a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/donnees-relatives-aux-prets-garantis-par-letat-dans-le-cadre-de-lepidemie-de-covid-19\/\">Donn\u00e9es relatives aux pr\u00eats garantis par l\u2019Etat dans le cadre de l\u2019\u00e9pid\u00e9mie de COVID-19<\/a><\/li><li><a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/donnees-relatives-aux-reports-decheances-fiscales-accordes-dans-le-cadre-de-lepidemie-de-covid-19\/\">Donn\u00e9es relatives aux reports d&rsquo;\u00e9ch\u00e9ances fiscales accord\u00e9s dans le cadre de l\u2019\u00e9pid\u00e9mie de COVID-19<\/a><\/li><\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">Faciliter la compr\u00e9hension des donn\u00e9es pour l\u2019ensemble des citoyens<\/h3>\n\n\n\n<p>Afin de faciliter la prise en main et la compr\u00e9hension des donn\u00e9es publi\u00e9es sur <a href=\"http:\/\/www.data.gouv.fr\/\">www.data.gouv.fr<\/a>, Etalab a d\u00e9velopp\u00e9 diff\u00e9rents tableaux de bord qui apportent une premi\u00e8re lecture des donn\u00e9es. Ces tableaux de bord ont pour cible les publics qui ne disposent pas de comp\u00e9tences techniques approfondies et qui souhaitent s\u2019informer sur l\u2019\u00e9pid\u00e9mie.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Le tableau de bord de suivi de l\u2019\u00e9pid\u00e9mie<\/h4>\n\n\n\n<p>Afin de poursuivre les efforts entrepris par la soci\u00e9t\u00e9 civile dans le <a href=\"https:\/\/github.com\/opencovid19-fr\">cadre de l\u2019initiative \u00ab&nbsp;OpenCOVID19&nbsp;\u00bb,<\/a> l\u2019\u00e9quipe d\u2019Etalab a travaill\u00e9 \u00e0 <a href=\"https:\/\/dashboard.covid19.data.gouv.fr\/#_blank\">la construction d\u2019un tableau de bord<\/a> permettant de centraliser et de visualiser l\u2019ensemble des donn\u00e9es officielles relatives \u00e0 l\u2019\u00e9pid\u00e9mie de COVID-19.<\/p>\n\n\n\n<p>Le service de communication et d\u2019information du gouvernement (SIG) s\u2019est associ\u00e9 au projet afin que l\u2019ensemble des citoyens puissent acc\u00e9der \u00e0 des informations. Suite \u00e0 une collaboration \u00e9troite entre Sant\u00e9 publique France, le SIG et d\u2019Etalab, le tableau de bord a pu \u00eatre <a href=\"https:\/\/www.gouvernement.fr\/info-coronavirus\/carte-et-donnees#_blank\"><u>int\u00e9gr\u00e9 au site du gouvernement<\/u><\/a> le 28 mars 2020.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"900\" height=\"446\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/tableaudebord_covid19_gov.jpg\" alt=\"\" class=\"wp-image-14324\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/tableaudebord_covid19_gov.jpg 900w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/tableaudebord_covid19_gov-300x149.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/tableaudebord_covid19_gov-768x381.jpg 768w\" sizes=\"(max-width: 900px) 100vw, 900px\" \/><figcaption><a href=\"https:\/\/www.gouvernement.fr\/info-coronavirus\/carte-et-donnees#_blank\"><em><u>Le tableau de bord publi\u00e9 sur gouvernement.fr<\/u><\/em><\/a><\/figcaption><\/figure><\/div>\n\n\n\n<p>L\u2019ouverture des donn\u00e9es et la publication du tableau de bord ont \u00e9t\u00e9 valoris\u00e9es durant le point presse quotidien du directeur national de la sant\u00e9, J\u00e9r\u00f4me Salomon, le 28 mars, qui a rappel\u00e9 \u00e0 cette occasion l\u2019importance de l\u2019open data en ces termes :<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>\u00ab Le libre acc\u00e8s aux donn\u00e9es relatives \u00e0 l\u2019\u00e9pid\u00e9mie, ce qu\u2019on appelle l\u2019open data, assure la confiance des citoyens dans les \u00e9l\u00e9ments qui leur sont communiqu\u00e9s, favorise les actions de pr\u00e9vention contre la propagation du virus et facilite la prise de d\u00e9cision.<br>La diffusion et l\u2019exploitation de ces donn\u00e9es ont \u00e9t\u00e9 rendues possibles gr\u00e2ce \u00e0 une collaboration \u00e9troite entre plusieurs administrations et la soci\u00e9t\u00e9 civile.\u00bb<\/p><cite><em>J. Salomon, directeur national de la sant\u00e9, point presse coronavirus du 28 mars 2020<\/em><\/cite><\/blockquote>\n\n\n\n<p>Alors que le d\u00e9confinement se pr\u00e9parait, le gouvernement s\u2019est appuy\u00e9 sur les donn\u00e9es publi\u00e9es sur data.gouv.fr pour \u00e9laborer <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/indicateurs-dactivite-epidemique-covid-19-par-departement\/\">des indicateurs de suivi \u00e9pid\u00e9mique<\/a>. Ces derniers ont \u00e9t\u00e9 publi\u00e9s le 30 avril 2020 sur data.gouv.fr et pr\u00e9sent\u00e9s dans un onglet d\u00e9di\u00e9 du tableau de bord de suivi de l\u2019\u00e9pid\u00e9mie. <\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"1000\" height=\"438\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/carte_deconfinement.jpg\" alt=\"\" class=\"wp-image-14326\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/carte_deconfinement.jpg 1000w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/carte_deconfinement-300x131.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/carte_deconfinement-768x336.jpg 768w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" \/><figcaption><em>La carte de synth\u00e8se de suivi de l\u2019activit\u00e9 \u00e9pid\u00e9mique <a href=\"https:\/\/www.gouvernement.fr\/info-coronavirus\/carte-et-donnees#_blank\">publi\u00e9e sur le site du gouvernement<\/a><\/em> <em>(onglet \u00ab\u00a0Carte de vigilance\u00a0\u00bb)<\/em><\/figcaption><\/figure>\n\n\n\n<h4 class=\"wp-block-heading\">Le tableau de bord des donn\u00e9es des aides aux entreprises<\/h4>\n\n\n\n<p>\u00c0 partir des donn\u00e9es mises \u00e0 disposition par les minist\u00e8res \u00e9conomiques et financiers, les \u00e9quipes d\u2019Etalab ont d\u00e9velopp\u00e9 <strong><a href=\"https:\/\/aides-entreprises.data.gouv.fr\/#_blank\" class=\"broken_link\">un tableau de bord permettant de consulter et de visualiser les diff\u00e9rentes aides accord\u00e9es par l\u2019\u00e9tat aux entreprises.<\/a><\/strong><\/p>\n\n\n\n<p>Ce tableau de bord, dont <a href=\"https:\/\/github.com\/etalab\/dashboard-aides-entreprises\">le code source est libre<\/a>, a pu \u00eatre rapidement mis en place gr\u00e2ce \u00e0 la r\u00e9utilisation de briques de codes d\u00e9velopp\u00e9es dans le cadre du d\u00e9veloppement du tableau de bord du suivi de l\u2019\u00e9pid\u00e9mie. <a href=\"https:\/\/twitter.com\/GDarmanin\/status\/1262312671518613504\">Valoris\u00e9 par G\u00e9rald Darmanin<\/a>, Ministre de l\u2019Action et des Comptes Publics ainsi que par Bruno Le Maire, Ministre de l\u2019\u00c9conomie et des Finances, il est d\u00e9sormais accessible <a href=\"https:\/\/www.economie.gouv.fr\/covid19-soutien-entreprises\/aides-versees-fonds-solidarite\">sur le site du Minist\u00e8re de l&rsquo;\u00c9conomie et des Finances.<\/a><\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"1000\" height=\"488\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/dashboard_entreprises.png\" alt=\"\" class=\"wp-image-14327\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/dashboard_entreprises.png 1000w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/dashboard_entreprises-300x146.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/dashboard_entreprises-768x375.png 768w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" \/><figcaption><em>Le tableau de bord de suivi des aides aux entreprises dans le cadre de la crise sanitaire du COVID19<\/em><\/figcaption><\/figure><\/div>\n\n\n\n<h3 class=\"wp-block-heading\">Comprendre l\u2019impact de la crise du Covid-19 et se pr\u00e9parer \u00e0 y r\u00e9pondre gr\u00e2ce aux donn\u00e9es<\/h3>\n\n\n\n<p>Les donn\u00e9es ont beaucoup \u00e0 nous apprendre de la crise actuelle. Elles permettent d\u2019accompagner la prise de d\u00e9cision, d\u2019\u00e9clairer le d\u00e9bat public, de favoriser la gouvernance au sein des administrations et d\u2019engager le dialogue avec les citoyens, <a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/suivi-des-sorties-avril-2020\/\">de plus en plus nombreux \u00e0 s\u2019approprier les donn\u00e9es pour produire des analyses et des visualisations<\/a>.<\/p>\n\n\n\n<p>Etalab continuera dans les semaines et les mois \u00e0 venir \u00e0 accompagner les administrations pour ouvrir de nouvelles donn\u00e9es relatives au Covid-19. Ces donn\u00e9es pourront couvrir diff\u00e9rentes th\u00e9matiques&nbsp;: sanitaire, \u00e9conomique, social, environnemental, etc. Par ailleurs, la r\u00e9utilisation des donn\u00e9es a b\u00e9n\u00e9fici\u00e9 \u00e0 des r\u00e9utilisateurs aux profils et aux objectifs vari\u00e9s. Etalab reviendra dans les prochaines semaines sur les usages et impacts des donn\u00e9es relatives \u00e0 l\u2019\u00e9pid\u00e9mie.<\/p>\n\n\n\n<p>Pour rester inform\u00e9.e.s des prochaines publications de donn\u00e9es sur data.gouv.fr et suivre l\u2019actualit\u00e9 de l\u2019open data, n\u2019h\u00e9sitez pas \u00e0 vous abonner \u00e0<a href=\"https:\/\/infolettres.etalab.gouv.fr\/subscribe\/r1aq92xnj#_blank\"> l\u2019infolettre de data.gouv.fr<\/a>&nbsp;!<\/p>\n","protected":false},"excerpt":{"rendered":"<p>La crise du Coronavirus a mobilis\u00e9 simultan\u00e9ment les administrations et la soci\u00e9t\u00e9 civile, le monde acad\u00e9mique et les m\u00e9dias partout dans le monde autour de la collecte, de la consolidation, de la v\u00e9rification et de la mise en valeur des donn\u00e9es. Le besoin de donn\u00e9es pr\u00e9cises et exhaustives a \u00e9t\u00e9 critique d\u00e8s le d\u00e9but de &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/comment-les-administrations-ont-collabore-a-louverture-des-donnees-du-coronavirus-le-cas-francais\"> <span class=\"screen-reader-text\">Comment les administrations ont collabor\u00e9 \u00e0 l&rsquo;ouverture des donn\u00e9es du Coronavirus : le cas fran\u00e7ais<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":67,"featured_media":14324,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[70,14,42],"tags":[273,281,43,192,71],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/tableaudebord_covid19_gov.jpg",900,446,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/tableaudebord_covid19_gov-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/tableaudebord_covid19_gov-300x149.jpg",300,149,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/tableaudebord_covid19_gov-768x381.jpg",768,381,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/tableaudebord_covid19_gov.jpg",900,446,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/tableaudebord_covid19_gov.jpg",900,446,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/tableaudebord_covid19_gov.jpg",900,446,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/06\/tableaudebord_covid19_gov-45x45.jpg",45,45,true]},"uagb_author_info":{"display_name":"Anne-Laure Fr\u00e9ant","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/annelaure-freant"},"uagb_comment_info":0,"uagb_excerpt":"La crise du Coronavirus a mobilis\u00e9 simultan\u00e9ment les administrations et la soci\u00e9t\u00e9 civile, le monde acad\u00e9mique et les m\u00e9dias partout dans le monde autour de la collecte, de la consolidation, de la v\u00e9rification et de la mise en valeur des donn\u00e9es. Le besoin de donn\u00e9es pr\u00e9cises et exhaustives a \u00e9t\u00e9 critique d\u00e8s le d\u00e9but de\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14073"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/67"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=14073"}],"version-history":[{"count":11,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14073\/revisions"}],"predecessor-version":[{"id":14546,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14073\/revisions\/14546"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/14324"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=14073"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=14073"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=14073"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}