{"id":6068,"date":"2016-12-14T15:20:24","date_gmt":"2016-12-14T14:20:24","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=6068"},"modified":"2019-10-15T10:45:32","modified_gmt":"2019-10-15T08:45:32","slug":"decouvrez-la-1e-promotion-des-entrepreneurs-dinteret-general","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/decouvrez-la-1e-promotion-des-entrepreneurs-dinteret-general","title":{"rendered":"D\u00e9couvrez la 1e promotion des Entrepreneurs d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral"},"content":{"rendered":"[:fr]Suite au lancement du programme\u00a0<a href=\"http:\/\/www.gouvernement.fr\/entrepreneur-interet-general\" class=\"broken_link\">Entrepreneurs d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral<\/a>, nous sommes fier.e.s de vous en pr\u00e9senter sa\u00a0<strong>premi\u00e8re promotion<\/strong> !<\/p>\n<p style=\"text-align: justify;\">Pour rappel, il s&rsquo;agit\u00a0de constituer une promotion de 11\u00a0personnes, recrut\u00e9es pour 10 mois, pour r\u00e9soudre, par leurs comp\u00e9tences num\u00e9riques d&rsquo;exception et gr\u00e2ce aux donn\u00e9es, des <strong>d\u00e9fis d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral<\/strong>, au sein d&rsquo;administrations pionni\u00e8res.<\/p>\n<h3><span style=\"color: #2c8bde;\"><strong><em>Le processus de s\u00e9lection<\/em><\/strong><\/span><\/h3>\n<p style=\"text-align: justify;\">D\u00e8s la cl\u00f4ture de l\u2019appel \u00e0 projet le 21 novembre au soir, <strong>115 candidatures<\/strong> ont \u00e9t\u00e9 \u00e9tudi\u00e9es par Etalab\u00a0et par les administrations d&rsquo;accueil, avec le soutien du Conseil G\u00e9n\u00e9ral de l\u2019Economie, de l\u2019Industrie, de l\u2019Energie, et des Technologies (<a href=\"http:\/\/www.economie.gouv.fr\/cge\/actualites\">CGEIET<\/a>) afin d&rsquo;assurer une pr\u00e9-s\u00e9lection. Sur ces 115 candidatures re\u00e7ues, l\u2019\u00e2ge moyen est\u00a0de 33 ans. 12% des candidats sont\u00a0des femmes. Les d\u00e9fis qui ont re\u00e7u le plus de candidatures sont\u00a0ceux de la Cour des Comptes et des minist\u00e8res de la Culture et de l\u2019Int\u00e9rieur.<\/p>\n<p style=\"text-align: justify;\">Le jury s\u2019est r\u00e9uni le 29 novembre et a proc\u00e9d\u00e9 \u00e0 des auditions des finalistes aux c\u00f4t\u00e9s des repr\u00e9sentants des administrations concern\u00e9es.\u00a0Pr\u00e9sid\u00e9 par Fr\u00e9d\u00e9ric Mazzella, pr\u00e9sident et fondateur de Blablacar, ce jury \u00e9tait \u00e9galement compos\u00e9 des\u00a0personnes suivantes\u00a0:<\/p>\n<ul>\n<li style=\"text-align: justify;\"><strong>Fran\u00e7ois Bancilhon<\/strong>, co-fondateur et CEO de Data Publica<\/li>\n<li style=\"text-align: justify;\"><strong>Florian Bucher<\/strong>, co-fondateur de l&rsquo;\u00c9cole 42<\/li>\n<li style=\"text-align: justify;\"><strong>Diana Filippova<\/strong>, connector \u00e0 OuiShare<\/li>\n<li style=\"text-align: justify;\"><strong>Xavier Dupr\u00e9<\/strong>, professeur \u00e0 l\u2019Ensae \u2013 chercheur Microsoft<\/li>\n<li style=\"text-align: justify;\"><strong>C\u00e9line Lazorthes<\/strong>, fondatrice\u00a0et CEO \u00a0de Leetchi Group &#8211; Leetchi.com &amp; MANGOPAY<\/li>\n<li style=\"text-align: justify;\"><strong>Pierre Pezziardi<\/strong>, L&rsquo;informatique conviviale<\/li>\n<li style=\"text-align: justify;\"><strong>Romain Niccoli<\/strong>, fondateur et Chief product officer de Crit\u00e9o<\/li>\n<li style=\"text-align: justify;\"><strong>Laure Lucchesi<\/strong>, directrice Etalab<\/li>\n<\/ul>\n<p>A l&rsquo;issue de ces\u00a0entretiens, le jury a s\u00e9lectionn\u00e9 <strong>11 laur\u00e9ats<\/strong> qui d\u00e9marreront leurs missions au sein de l\u2019\u00c9tat \u00e0 compter du 2 janvier 2017, pour 10 mois. Une animation sera assur\u00e9e avec le <a href=\"https:\/\/liberte.paris\/\">Libert\u00e9 Living La<\/a>b pour cr\u00e9er un esprit de promotion et d\u2019entraide entre les laur\u00e9ats et les mentors op\u00e9rationnels des minist\u00e8res et organismes publics.<\/p>\n<h3><span style=\"color: #2c8bde;\"><strong><em>Les\u00a0laur\u00e9ats<\/em><\/strong><\/span><\/h3>\n<p><strong><span style=\"color: #000000;\"><img decoding=\"async\" loading=\"lazy\" class=\" wp-image-6077 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/c42b.jpg\" alt=\"c42b\" width=\"97\" height=\"118\" \/><\/span><\/strong><\/p>\n<p><strong><span style=\"color: #000000;\"><span style=\"color: #3366ff;\">Constance de Quatrebarbes<\/span><\/span><\/strong> est ing\u00e9nieure. Litt\u00e9raire de formation, et programmeuse passionn\u00e9e, elle s\u2019est sp\u00e9cialis\u00e9e dans la science de donn\u00e9es ainsi que dans le d\u00e9veloppement de m\u00e9thodes et outils num\u00e9riques appliqu\u00e9es aux Sciences Humaines et Sociales. Entrepreneuse depuis 2009, elle conseille et accompagne les entreprises dans la mise en valeur de leurs donn\u00e9es. Elle rel\u00e8vera le d\u00e9fi de la <strong>Biblioth\u00e8que nationale de France<\/strong>.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-6078 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/gross.jpg\" alt=\"gross\" width=\"96\" height=\"123\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/gross.jpg 328w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/gross-234x300.jpg 234w\" sizes=\"(max-width: 96px) 100vw, 96px\" \/><\/p>\n<p><strong><span style=\"color: #3366ff;\">Martin Gross<\/span>\u00a0<\/strong>: Ing\u00e9nieur Sup\u00e9lec, passionn\u00e9 par les probl\u00e9matiques de data (et d&rsquo;open data) ainsi que de web technologies, Martin a co-fond\u00e9 avec son fr\u00e8re CommoPrices.com, le plus grand portail de prix de mati\u00e8res premi\u00e8res au monde. Il rejoindra le d\u00e9fi du <strong>minist\u00e8re de l\u2019int\u00e9rieur<\/strong>.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-6079 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/grab.jpg\" alt=\"grab\" width=\"97\" height=\"125\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/grab.jpg 350w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/grab-233x300.jpg 233w\" sizes=\"(max-width: 97px) 100vw, 97px\" \/><\/p>\n<p><span style=\"color: #3366ff;\"><strong>Tristram Gr\u00e4bener<\/strong>\u00a0<\/span>: Passionn\u00e9 des probl\u00e9matiques de transport, de cartographie et de donn\u00e9es ouvertes. Apr\u00e8s un doctorat en calcul d\u2019itin\u00e9raires multimodaux \u00e0 l\u2019universit\u00e9 de Toulouse, il a particip\u00e9 \u00e0 la cr\u00e9ation de navitia.io au sein de Kisio Digtal puis a travaill\u00e9 trois ans chez Capitaine Train pour faciliter et donc encourager le voyage\u00a0en train \u00e0 travers l\u2019Europe. Il rel\u00e8vera le d\u00e9fi du <strong>minist\u00e8re de l\u2019int\u00e9rieur<\/strong>.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"color: #3366ff;\"><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-6080 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/david.png\" alt=\"david\" width=\"104\" height=\"142\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/david.png 366w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/david-220x300.png 220w\" sizes=\"(max-width: 104px) 100vw, 104px\" \/>Etienne David<\/span><\/strong>\u00a0: ing\u00e9nieur AgroParisTech, Master de recherche \u00e0 Paris-Dauphine en Data Mining, c\u2019est un jeune entrepreneur de 24 ans. Sp\u00e9cialis\u00e9 en analyse d\u2019image, il r\u00e9alise sa th\u00e8se de Master \u00e0 Singapour. Attentif aux d\u00e9fis contemporains li\u00e9s \u00e0 l&rsquo;alimentation, il part explorer avec deux partenaires pendant un an l\u2019Afrique et l\u2019Asie \u00e0 la rencontre de solutions alternatives et ing\u00e9nieuses dans l\u2019alimentation afin de les partager au\u00a0plus grand nombre: c\u2019est le projet Jugaaddict. Il est choisi pour relever le d\u00e9fi de l\u2019<strong>Agence Fran\u00e7aise de D\u00e9veloppement.<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #3366ff;\"><strong><img decoding=\"async\" loading=\"lazy\" class=\" wp-image-6081 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/chabouis.jpg\" alt=\"chabouis\" width=\"100\" height=\"139\" \/>Francis Chabouis\u00a0<\/strong><\/span>: Ing\u00e9nieur de formation (Centrale Lyon 2006) avec une sp\u00e9cialit\u00e9 en math\u00e9matiques, il travaille en finance de march\u00e9 plusieurs ann\u00e9es avant de devenir d\u00e9veloppeur en 2012. Apr\u00e8s avoir travaill\u00e9 3 ans \u00e0 la R&amp;D d&rsquo;un \u00e9diteur de logiciel financier, il fonde Ubikiwi pour proposer des services innovants en cartographie, data-visualisation et mobilit\u00e9. L&rsquo;objectif : aider lesgens \u00e0 passer moins de temps dans les transports. Il a\u00a0donc\u00a0naturellement propos\u00e9 sa contribution au programme d&rsquo;entrepreneur d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral sur le d\u00e9fi du <strong>minist\u00e8re de l\u2019int\u00e9rieur<\/strong>.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #3366ff;\"><strong>L\u00e9o Boulo<img decoding=\"async\" loading=\"lazy\" class=\" wp-image-6082 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/bouloc.jpg\" alt=\"bouloc\" width=\"108\" height=\"147\" \/>c<\/strong><\/span>\u00a0 a grandi en r\u00e9gion parisienne. Il est ing\u00e9nieur de l&rsquo;ENSTA ParisTech et dipl\u00f4m\u00e9 d&rsquo;un Master de l&rsquo;ENS Cachan\u00a0en math\u00e9matiques appliqu\u00e9es et apprentissage automatique. Ses exp\u00e9riences dans le public et en start-up dans diff\u00e9rents pays (Palestine, Inde, France, USA) lui font\u00a0d\u00e9couvrir la vari\u00e9t\u00e9 des champs d&rsquo;application de la science des donn\u00e9es et le motivent \u00e0 utiliser ces nouvelles technologies pour l&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral sur le d\u00e9fi du<strong> minist\u00e8re de la recherche<\/strong>.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-6083 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/cossin.jpg\" alt=\"cossin\" width=\"108\" height=\"144\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/cossin.jpg 1932w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/cossin-225x300.jpg 225w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/cossin-768x1024.jpg 768w\" sizes=\"(max-width: 108px) 100vw, 108px\" \/><\/p>\n<p><strong><span style=\"color: #3366ff;\">S\u00e9bastien Cossin<\/span><\/strong>\u00a0: Pendant ses \u00e9tudes de m\u00e9decine, il constate le retard des syst\u00e8mes d&rsquo;information en sant\u00e9 qui impacte la qualit\u00e9 des soins. Motiv\u00e9 pour moderniser les outils informatiques et passionn\u00e9 par les nouvelles technologies, il r\u00e9alise un master 2 en informatique m\u00e9dicale puis rejoint une \u00e9quipe de recherche Inserm. Il d\u00e9cide de devenir entrepreneur d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral sur le d\u00e9fi du <strong>minist\u00e8re de la sant\u00e9<\/strong> pour montrer qu&rsquo;il est possible d&rsquo;exploiter les donn\u00e9es de sant\u00e9, \u00e0 des fins \u00e9thiques et pour le bien commun.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #3366ff;\"><strong>Fr\u00e9d\u00e9ric B<img decoding=\"async\" loading=\"lazy\" class=\"wp-image-6084 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/bardolle.jpg\" alt=\"bardolle\" width=\"116\" height=\"148\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/bardolle.jpg 1093w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/bardolle-236x300.jpg 236w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/bardolle-768x977.jpg 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/bardolle-805x1024.jpg 805w\" sizes=\"(max-width: 116px) 100vw, 116px\" \/>ardolle<\/strong><\/span>\u00a0: il a pass\u00e9 les 6 derni\u00e8res ann\u00e9es \u00e0 r\u00e9soudre des probl\u00e8mes gr\u00e2ce aux donn\u00e9es. CTO de Data for Good, il accompagne les projets data science r\u00e9alis\u00e9s par la communaut\u00e9 de 300\u00a0volontaires pour des associations et des institutions publiques. L&rsquo;\u00e9t\u00e9 dernier, il a particip\u00e9 en tant que mentor au Paris Summer Innovation Fellowship,\u00a0un programme\u00a0rassemblant 20 jeunes innovateurs travaillant sur des projets \u00e0 impact social. Il rejoint les entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral sur le d\u00e9fi de la<strong> Cour des comptes<\/strong>.<br \/>\n<span style=\"color: #3366ff;\"><strong><br \/>\n<\/strong><\/span><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #3366ff;\"><strong><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-6085 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/dupont.jpg\" alt=\"dupont\" width=\"107\" height=\"143\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/dupont.jpg 1536w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/dupont-225x300.jpg 225w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/dupont-768x1024.jpg 768w\" sizes=\"(max-width: 107px) 100vw, 107px\" \/>Laurent Dupont\u00a0<\/strong><\/span>: Dipl\u00f4m\u00e9 de l&rsquo;\u00c9cole Polytechnique (Palaiseau) et du KTH (\u00c9cole Polytechnique Royale de Su\u00e8de), il a une quinzaine d&rsquo;ann\u00e9es d&rsquo;exp\u00e9rience en informatique. Il a contribu\u00e9 en France, en Su\u00e8de et aux \u00c9tats-Unis \u00e0 plusieurs startups en tant que responsable de projets et d&rsquo;\u00e9quipes, co-fondateur et directeur technique. Ces entreprises sont marqu\u00e9es par une forte composante de recherche et d&rsquo;innovation souvent brevet\u00e9e, centr\u00e9e sur l&rsquo;analyse et l&rsquo;interpr\u00e9tation de donn\u00e9es complexes et h\u00e9t\u00e9rog\u00e8nes. Il rel\u00e8vera le d\u00e9fi du <strong>minist\u00e8re de la recherche<\/strong>.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"color: #3366ff;\"><img decoding=\"async\" loading=\"lazy\" class=\" wp-image-6086 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/guery.jpg\" alt=\"guery\" width=\"113\" height=\"148\" \/>Bastien Guerry\u00a0<\/span><\/strong>: il est d\u00e9veloppeur et hacktiviste ind\u00e9pendant. Apr\u00e8s des \u00e9tudes de philosophie et de sciences cognitives, il renoue avec ses premi\u00e8res amours en d\u00e9couvrant le logiciel libre, il est aujourd&rsquo;hui mainteneur d&rsquo;Org-mode, un module pour organiser sa vie \u00e0 l&rsquo;aide de fichiers textes. En tant que libriste, il participe au projet One Laptop Per Child en 2008, co-fonde OLPC France, devient premier salari\u00e9 de Wikim\u00e9dia France en 2010, fonde Le Mus\u00e9e Libre, puis Move Commons, puis contribue \u00e0 ShareLex, jecode.org et les Hackadons. \u00a0Il rejoint le d\u00e9fi du <strong>minist\u00e8re de la culture.<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #3366ff;\"><strong>Marion <img decoding=\"async\" loading=\"lazy\" class=\"wp-image-6087 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/paclo.jpg\" alt=\"paclo\" width=\"106\" height=\"138\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/paclo.jpg 232w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/paclo-230x300.jpg 230w\" sizes=\"(max-width: 106px) 100vw, 106px\" \/>Paclot<\/strong><\/span>\u00a0: Dipl\u00f4m\u00e9e de l\u2019ENSAE et de Sciences-Po Paris, Marion a d\u2019abord occup\u00e9 un poste d\u2019\u00e9conomiste-statisticienne \u00e0 l\u2019ARCEP. Elle a ensuite travaill\u00e9 comme datascientist chez Bluestone (cabinet de conseil sp\u00e9cialis\u00e9 en datascience), Webhelp (leader de la gestion de client\u00e8le externalis\u00e9e), et en tant que datascientist ind\u00e9pendante. Dans le cadre du programme entrepreneur d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral, elle rel\u00e8vera le d\u00e9fi du<strong> minist\u00e8re de l\u2019\u00e9conomie et des finances<\/strong>.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>Etalab\u00a0assurera \u00e9galement un accompagnement de cette promotion tout au long de l&rsquo;ann\u00e9e, en lien avec les administrations accueillant ce programme.[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr]Suite au lancement du programme\u00a0Entrepreneurs d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral, nous sommes fier.e.s de vous en pr\u00e9senter sa\u00a0premi\u00e8re promotion ! Pour rappel, il s&rsquo;agit\u00a0de constituer une promotion de 11\u00a0personnes, recrut\u00e9es pour 10 mois, pour r\u00e9soudre, par leurs comp\u00e9tences num\u00e9riques d&rsquo;exception et gr\u00e2ce aux donn\u00e9es, des d\u00e9fis d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral, au sein d&rsquo;administrations pionni\u00e8res. Le processus de s\u00e9lection D\u00e8s la &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/decouvrez-la-1e-promotion-des-entrepreneurs-dinteret-general\"> <span class=\"screen-reader-text\">D\u00e9couvrez la 1e promotion des Entrepreneurs d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":6,"featured_media":6075,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[261,210,211,61],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/lll-e1481624890597.jpg",4608,2603,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/lll-e1481624890597-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/lll-e1481624890597-300x169.jpg",300,169,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/lll-e1481624890597-768x434.jpg",768,434,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/lll-e1481624890597-1024x578.jpg",1024,578,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/lll-e1481624890597.jpg",1536,868,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/lll-e1481624890597.jpg",2048,1157,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/lll-e1481624890597.jpg",45,25,false]},"uagb_author_info":{"display_name":"Claire-Marie Foulquier-Gazagnes","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/claire-marie"},"uagb_comment_info":0,"uagb_excerpt":"[:fr]Suite au lancement du programme\u00a0Entrepreneurs d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral, nous sommes fier.e.s de vous en pr\u00e9senter sa\u00a0premi\u00e8re promotion ! Pour rappel, il s&rsquo;agit\u00a0de constituer une promotion de 11\u00a0personnes, recrut\u00e9es pour 10 mois, pour r\u00e9soudre, par leurs comp\u00e9tences num\u00e9riques d&rsquo;exception et gr\u00e2ce aux donn\u00e9es, des d\u00e9fis d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral, au sein d&rsquo;administrations pionni\u00e8res. Le processus de s\u00e9lection D\u00e8s la\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6068"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/6"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=6068"}],"version-history":[{"count":33,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6068\/revisions"}],"predecessor-version":[{"id":12253,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6068\/revisions\/12253"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/6075"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=6068"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=6068"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=6068"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}