{"id":8705,"date":"2018-10-03T17:47:01","date_gmt":"2018-10-03T15:47:01","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=8705"},"modified":"2019-08-13T15:08:16","modified_gmt":"2019-08-13T13:08:16","slug":"comment-etalab-aide-les-administrations-a-ouvrir-leurs-donnees","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/comment-etalab-aide-les-administrations-a-ouvrir-leurs-donnees","title":{"rendered":"Comment Etalab aide les administrations \u00e0 ouvrir leurs donn\u00e9es"},"content":{"rendered":"<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-8709\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/10\/2018-10-01-cover-article-7-octobre_shrink-1.png\" alt=\"Image de couverture de l\u2019article consacr\u00e9 \u00e0 l\u2019entr\u00e9e en application du principe d\u2019ouverture spontan\u00e9e des donn\u00e9es\" width=\"1200\" height=\"800\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/10\/2018-10-01-cover-article-7-octobre_shrink-1.png 1200w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/10\/2018-10-01-cover-article-7-octobre_shrink-1-300x200.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/10\/2018-10-01-cover-article-7-octobre_shrink-1-768x512.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/10\/2018-10-01-cover-article-7-octobre_shrink-1-1024x683.png 1024w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><\/p>\n<p>La loi pour une R\u00e9publique num\u00e9rique a cr\u00e9\u00e9 un principe de mise en ligne <em>spontan\u00e9e<\/em> de certains documents administratifs. Ce principe va \u00eatre \u00e9tendu \u00e0 partir du 7 octobre 2018. \u00c0 compter de cette date, la plupart des administrations devront publier certaines bases de donn\u00e9es et certains documents \u2014 en plus de ce qu\u2019elles \u00e9taient d\u00e9j\u00e0 tenues de mettre en ligne dans les r\u00e9pertoires d\u2019informations publiques. Les documents rendus publics devront l\u2019\u00eatre gratuitement et dans un format \u00e0 la fois ouvert et exploitable par une machine. Cette loi a pour objectif de faire de la circulation des donn\u00e9es la r\u00e8gle,\u00a0et non plus l\u2019exception.<\/p>\n<p>La loi pour une r\u00e9publique num\u00e9rique\u00a0\u2014 aussi appel\u00e9e loi Lemaire\u00a0\u2014 est en vigueur depuis le 7 octobre 2016, mais elle ne s\u2019appliquera aux bases de donn\u00e9es et documents d\u2019int\u00e9r\u00eat \u00e9conomique, social, sanitaire ou environnemental, qu\u2019\u00e0 partir du 7 octobre 2018 (dimanche). Pour les aider \u00e0 pr\u00e9parer au mieux cette \u00e9ch\u00e9ance, nous avons re\u00e7u les minist\u00e8res \u00e0 la rentr\u00e9e. Avec eux, nous avons identifi\u00e9 les bases de donn\u00e9es et les jeux de donn\u00e9es qui \u00e9taient susceptibles d\u2019\u00eatre mis en ligne \u00e0 partir du 7 octobre.<\/p>\n<h2>Les dates importantes<\/h2>\n<p>L\u2019ouverture des donn\u00e9es publiques ne s\u2019est pas faite en un jour. Elle a commenc\u00e9 en 1978, avec <a href=\"https:\/\/www.legifrance.gouv.fr\/affichTexte.do?cidTexte=JORFTEXT000000339241\">la loi CADA<\/a>, loi qui donnait \u00e0 chaque citoyen le droit de solliciter une administration pour lui demander un document en sa possession. En 2016, la loi pour une R\u00e9publique num\u00e9rique est venue inverser les r\u00f4les d\u00e9finis par la loi CADA, puisqu\u2019elle oblige d\u00e9sormais les administrations \u00e0 ouvrir <em>spontan\u00e9ment<\/em> leurs donn\u00e9es, sans attendre qu\u2019un citoyen en fasse la demande.<\/p>\n<p>La loi pour une R\u00e9publique num\u00e9rique pr\u00e9voyait 3 grandes \u00e9ch\u00e9ances pour arriver progressivement \u00e0 l\u2019ouverture spontan\u00e9e des donn\u00e9es publiques.<\/p>\n<table>\n<colgroup>\n<col \/>\n<col \/> <\/colgroup>\n<thead>\n<tr>\n<th>Date<\/th>\n<th>Documents \u00e0 rendre publics \u00e0 partir de cette date<\/th>\n<\/tr>\n<\/thead>\n<tbody>\n<tr>\n<td>07\/04\/2017<\/td>\n<td>Les documents communiqu\u00e9s \u00e0 la suite d\u2019une demande d\u2019acc\u00e8s (CADA) et leurs mise \u00e0 jour<\/td>\n<\/tr>\n<tr>\n<td>07\/10\/2017<\/td>\n<td>Les documents pr\u00e9sents dans les r\u00e9pertoires d\u2019informations publiques<\/td>\n<\/tr>\n<tr>\n<td>07\/10\/2018<\/td>\n<td>Les bases de donn\u00e9es et tout document d\u2019int\u00e9r\u00eat social, \u00e9conomique ou environnemental (et leurs mises \u00e0 jour)<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>Ces trois \u00e9ch\u00e9ances s\u2019appliquent \u00e0 toutes les administrations de plus de 50 agents (ou salari\u00e9s), sauf s\u2019il s\u2019agit de communes (ou municipalit\u00e9s) de moins de 3 500 habitants. L\u2019obligation de publication concerne aussi les organismes priv\u00e9s qui assurent une mission de service public, comme la SNCF dans le domaine du transport.<\/p>\n<h2>Ce que les administrations doivent faire<\/h2>\n<p>Les documents produits ou re\u00e7us par les administrations dans le cadre de leur mission de service publics sont consid\u00e9r\u00e9s comme des documents administratifs, et ce, quelle que soit leur forme. Concr\u00e8tement, il peut s\u2019agir de bases de donn\u00e9es, de rapports, de circulaires, ou encore de codes sources. La loi dispose que ces documents administratifs doivent \u00eatre mis en ligne :<\/p>\n<ul>\n<li>gratuitement, sans aucune barri\u00e8re \u00e0 l\u2019entr\u00e9e ;<\/li>\n<li>dans leur forme d\u00e9finitive, une fois achev\u00e9s ;<\/li>\n<li>dans un format ouvert et manipulable par une machine ;<\/li>\n<li>apr\u00e8s avoir \u00e9t\u00e9 d\u00e9pouill\u00e9s des \u00ab\u00a0secrets \u00bb et des donn\u00e9es personnelles qu\u2019ils contiennent (sauf rares exceptions).<\/li>\n<\/ul>\n<h3>Pr\u00e9voir une licence est conseill\u00e9 mais pas obligatoire<\/h3>\n<p>Pour d\u00e9finir ce que le public peut faire des donn\u00e9es publi\u00e9es, l\u2019administration \u00e0 l\u2019origine des donn\u00e9es peut pr\u00e9voir une licence \u2014 chose souhaitable. Cette licence peut \u00eatre ouverte, comme <a href=\"https:\/\/www.etalab.gouv.fr\/licence-ouverte-open-licence\">celle propos\u00e9e par Etalab<\/a> ; mais elle peut aussi inclure une clause de r\u00e9ciprocit\u00e9, si les donn\u00e9es publi\u00e9es r\u00e9pondent \u00e0 un objectif d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral (cas de la licence OdBL).<\/p>\n<h3>Seuls les documents num\u00e9riques sont concern\u00e9s<\/h3>\n<p>Le principe d\u2019ouverture spontan\u00e9e s\u2019applique \u00e0 tous les documents administratifs qui existent sous une forme num\u00e9rique, c\u2019est-\u00e0-dire ceux qui n\u2019ont pas besoin d\u2019\u00eatre pass\u00e9s au scanner ou sortis des archives pour \u00eatre mis en ligne. La publication des documents peut se faire sur <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a> ou sur le site de l\u2019administration concern\u00e9e.<\/p>\n<h2>Ce qu\u2019Etalab peut faire pour aider les administrations<\/h2>\n<p>L\u2019\u00e9quipe d\u2019Etalab est compos\u00e9e de juristes, d\u00e9veloppeurs et de sp\u00e9cialistes de la donn\u00e9e (<em>data scientists<\/em>) qui peuvent aider une administration \u00e0 :<\/p>\n<ul>\n<li>pr\u00e9parer un jeu de donn\u00e9es en vue de le mettre en ligne ;<\/li>\n<li>r\u00e9pondre aux questions juridiques pos\u00e9es par l\u2019ouverture des donn\u00e9es ;<\/li>\n<li>consolider des bases de donn\u00e9es pour en faciliter la lisibilit\u00e9 ;<\/li>\n<li>apporter un \u00e9clairage sur un algorithme ou un code source, <a href=\"https:\/\/www.etalab.gouv.fr\/openapb-remise-et-publication-du-rapport-detalab-sur-les-conditions-douverture-dadmission-post-bac\">comme nous l\u2019avons fait avec Admission Post-Bac<\/a> (APB).<\/li>\n<\/ul>\n<h2>Ce que le public peut faire des donn\u00e9es obtenues<\/h2>\n<p>La loi pour une R\u00e9publique num\u00e9rique oblige les administrations \u00e0 ouvrir leurs donn\u00e9es, sans pr\u00e9juger de leur utilisation potentielle. Ce qu\u2019il est possible de faire avec les donn\u00e9es publi\u00e9es d\u00e9pend de la licence qui en r\u00e9git l\u2019utilisation, mais dans le cas d\u2019une licence ouverte, les donn\u00e9es peuvent alors \u00eatre :<\/p>\n<ul>\n<li><strong>r\u00e9utilis\u00e9es<\/strong> : par exemple copier les donn\u00e9es, les mettre en forme dans un tableau, ou sur un fond de carte ;<\/li>\n<li><strong>redistribu\u00e9es<\/strong> : par exemple publier les donn\u00e9es sur un blog, dans un livre, ou encore sur Twitter ;<\/li>\n<li><strong>adapt\u00e9es<\/strong> : par exemple changer le titre d\u2019une colonne dans un fichier CSV pour en faciliter la compr\u00e9hension ;<\/li>\n<li><strong>exploit\u00e9es commercialement<\/strong> : par exemple faire une carte \u00e0 partir de donn\u00e9es ouvertes, l\u2019imprimer, et la vendre.<\/li>\n<\/ul>\n<p>Sous r\u00e9serve de :<\/p>\n<ul>\n<li>mentionner la source des donn\u00e9es r\u00e9utilis\u00e9es ;<\/li>\n<li>inclure la date de derni\u00e8re mise \u00e0 jour des donn\u00e9es.<\/li>\n<\/ul>\n<h2>Comprendre l\u2019ouverture des donn\u00e9es<\/h2>\n<p>En plus d\u2019apporter de l\u2019aide aux administrations dans le cadre de la publication de leurs donn\u00e9es, Etalab propose aussi des ressources sur le sujet de l\u2019ouverture des donn\u00e9es publiques (<em>open data<\/em>).<\/p>\n<p>Cela inclut les deux rapports au Premier ministre de l\u2019<a href=\"https:\/\/agd.data.gouv.fr\/\">administrateur g\u00e9n\u00e9ral des donn\u00e9es<\/a> :<\/p>\n<ul>\n<li>2016-2017 : <a href=\"https:\/\/agd.data.gouv.fr\/2018\/04\/10\/rapport-2016-1017-de-ladministrateur-general-des-donnees-la-donnee-comme-infrastructure-essentielle\/\">La donn\u00e9e comme infrastructure essentielle<\/a> ;<\/li>\n<li>2015 : <a href=\"https:\/\/agd.data.gouv.fr\/2016\/01\/21\/rapport-annuel-2015-mettre-les-donnees-au-service-de-la-transformation-de-laction-publique\/\">Mettre les donn\u00e9es au service de la transformation de l\u2019action publique<\/a>.<\/li>\n<\/ul>\n<h3>Le portail des donn\u00e9es ouvertes data.gouv.fr<\/h3>\n<p>Nous d\u00e9veloppons aussi la plateforme <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a>, qui est un peu le magasin g\u00e9n\u00e9ral des donn\u00e9es publiques. <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a> permet \u00e0 n\u2019importe quelle administration ou collectivit\u00e9 locale de mettre en ligne ses donn\u00e9es, gratuitement.<\/p>\n<p>La plateforme se d\u00e9cline aussi en sous-domaines, qui contiennent chacun des donn\u00e9es plus sp\u00e9cifiques :<\/p>\n<ul>\n<li><a href=\"http:\/\/transport.data.gouv.fr\">transport.data.gouv.fr<\/a>, pour les donn\u00e9es de transport ;<\/li>\n<li><a href=\"https:\/\/geo.data.gouv.fr\/fr\/\">geo.data.gouv.fr<\/a>, pour les donn\u00e9es g\u00e9ographiques ;<\/li>\n<li><a href=\"https:\/\/entreprise.data.gouv.fr\">entreprise.data.gouv.fr<\/a>, pour les entreprises et les associations.<\/li>\n<\/ul>\n<h2>La suite<\/h2>\n<p>La date du 7 octobre n\u2019est pas une date butoir \u00e0 redouter mais une \u00e9tape suppl\u00e9mentaire dans la longue marche vers l\u2019ouverture des donn\u00e9es publiques. Nous poursuivons notre travail avec les administrations et les collectivit\u00e9s locales dans le but de rendre l\u2019action publique plus ouverte. Il nous reste encore bien du chemin \u00e0 parcourir, c\u2019est ind\u00e9niable, et c\u2019est aussi la raison pour laquelle nous recrutons. Si vous voulez \u00eatre du voyage, jetez donc un \u0153il \u00e0 <a href=\"https:\/\/www.fonction-publique.gouv.fr\/biep?idOffre=138877&amp;idOrigine=&amp;LCID=1036&amp;offerReference=2018-138877\" class=\"broken_link\">nos offres d\u2019emploi<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>La loi pour une R\u00e9publique num\u00e9rique a cr\u00e9\u00e9 un principe de mise en ligne spontan\u00e9e de certains documents administratifs. Ce principe va \u00eatre \u00e9tendu \u00e0 partir du 7 octobre 2018. \u00c0 compter de cette date, la plupart des administrations devront publier certaines bases de donn\u00e9es et certains documents \u2014 en plus de ce qu\u2019elles \u00e9taient &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/comment-etalab-aide-les-administrations-a-ouvrir-leurs-donnees\"> <span class=\"screen-reader-text\">Comment Etalab aide les administrations \u00e0 ouvrir leurs donn\u00e9es<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":47,"featured_media":0,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[39,14],"tags":[96,240,71],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Brice Boulesteix","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/brice"},"uagb_comment_info":0,"uagb_excerpt":"La loi pour une R\u00e9publique num\u00e9rique a cr\u00e9\u00e9 un principe de mise en ligne spontan\u00e9e de certains documents administratifs. Ce principe va \u00eatre \u00e9tendu \u00e0 partir du 7 octobre 2018. \u00c0 compter de cette date, la plupart des administrations devront publier certaines bases de donn\u00e9es et certains documents \u2014 en plus de ce qu\u2019elles \u00e9taient\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8705"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/47"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=8705"}],"version-history":[{"count":12,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8705\/revisions"}],"predecessor-version":[{"id":11827,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8705\/revisions\/11827"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=8705"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=8705"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=8705"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}