{"id":8045,"date":"2018-02-28T18:24:22","date_gmt":"2018-02-28T17:24:22","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=8045"},"modified":"2019-10-03T15:47:47","modified_gmt":"2019-10-03T13:47:47","slug":"opengov-lopen-detat-1-co-construisons-le-forum-du-gouvernement-ouvert","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/opengov-lopen-detat-1-co-construisons-le-forum-du-gouvernement-ouvert","title":{"rendered":"#OpenGov &#8211; L\u2019Open d\u2019Etat #1 : co-construisons le Forum du gouvernement ouvert"},"content":{"rendered":"<blockquote><p><span style=\"font-weight: 400;\">Con\u00e7us et impuls\u00e9s par Etalab, <\/span><a href=\"https:\/\/datactivist.coop\/\"><span style=\"font-weight: 400;\">Datactivist <\/span><\/a><span style=\"font-weight: 400;\">et <\/span><a href=\"http:\/\/www.vraimentvraiment.com\/\"><span style=\"font-weight: 400;\">Vraiment Vraiment<\/span><\/a><span style=\"font-weight: 400;\"> dans le cadre de la d\u00e9marche de gouvernement ouvert en France, les forums \u00ab Open d\u2019\u00c9tat \u00bb ont pour but de faire se rencontrer r\u00e9guli\u00e8rement des agents publics impliqu\u00e9s dans des projets d\u2019innovation, mais aussi des acteurs de la soci\u00e9t\u00e9 civile (acteurs priv\u00e9s, associations, ONG\u2026) lors de forums ouverts. Au cours de l\u2019ann\u00e9e 2018, cinq autres forums sont pr\u00e9vus, \u00e0 raison d\u2019une soir\u00e9e par forum. <\/span><\/p>\n<h2 style=\"text-align: center;\"><strong><span style=\"color: #00b0f0;\">Vous souhaitez participer ?<\/span><\/strong><\/h2>\n<h2 style=\"text-align: center;\"><a href=\"https:\/\/rdv.etalab.gouv.fr\/e\/26\/open-detat-le-forum-du-gouvernement-ouvert\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\"><span style=\"color: #00b0f0;\"><strong>&gt;&gt; Inscrivez-vous au premier forum \u00ab\u00a0Open d&rsquo;Etat\u00a0\u00bb &lt;&lt;<\/strong><\/span><\/a><\/h2>\n<\/blockquote>\n<h1>Entretenir un cercle vertueux de dialogue entre la soci\u00e9t\u00e9 civile et les administrations<\/h1>\n<p><span style=\"font-weight: 400;\">Dans le cadre du Partenariat pour un gouvernement ouvert (PGO), rejoint par la France en 2014, les administrations fran\u00e7aises con\u00e7oivent un Plan d\u2019action national bi annuel visant \u00e0 rendre l\u2019action publique plus transparente et plus collaborative. Le plan d\u2019action pour la p\u00e9riode 2018-2020 est en cours de finalisation . Il sera <\/span><b>pr\u00e9sent\u00e9 au courant du mois de mars<\/b><span style=\"font-weight: 400;\"> et comportera des engagements th\u00e9matiques ou transverses, pris par les administration fran\u00e7aises \u00a0apr\u00e8s <\/span><a href=\"https:\/\/gouvernement-ouvert.etalab.gouv.fr\/\"><span style=\"font-weight: 400;\">consultation de la soci\u00e9t\u00e9 civile<\/span><\/a><span style=\"font-weight: 400;\"> . <\/span><\/p>\n<p><span style=\"font-weight: 400;\">L\u2019\u00e9laboration et le suivi de ce plan d\u2019action sont pilot\u00e9s par Etalab en collaboration avec la soci\u00e9t\u00e9 civile et les administrations. Le Partenariat pour un Gouvernement Ouvert pr\u00e9voit <\/span><b>un m\u00e9canisme de dialogue permanent<\/b><span style=\"font-weight: 400;\"> et une coop\u00e9ration active avec la soci\u00e9t\u00e9 civile tout au long du processus d\u2019\u00e9laboration, de mise en oeuvre et d\u2019\u00e9valuation des engagements. Cette implication de la soci\u00e9t\u00e9 civile entretient un <\/span><b>cercle vertueux<\/b><span style=\"font-weight: 400;\"> : elle permet de mettre en oeuvre des r\u00e9formes ambitieuses, en ad\u00e9quation avec les besoins des citoyens, et de soutenir les r\u00e9formateurs de l\u2019action publique. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Etalab \u00e9change r\u00e9guli\u00e8rement avec les acteurs de la soci\u00e9t\u00e9 civile impliqu\u00e9s sur les politiques d\u2019ouverture des donn\u00e9es et les sujets num\u00e9riques. Les engagements du plan d\u2019action, et plus g\u00e9n\u00e9ralement la logique du gouvernement ouvert, d\u00e9passent ce premier cercle. <\/span><b>Nous souhaitons engager une d\u00e9marche de long terme avec l\u2019ensemble des acteurs de la soci\u00e9t\u00e9 civile fran\u00e7aise<\/b><span style=\"font-weight: 400;\">. Le PGO constitue une opportunit\u00e9 pour exprimer des besoins et des propositions \u00e0 l\u2019\u00e9gard des administrations, qui en retour pourront prendre des engagements dans un cadre propice \u00e0 la confiance et \u00e0 l\u2019action. <\/span><\/p>\n<h1>R\u00e9pondre \u00e0 un double imp\u00e9ratif de suivi et d&rsquo;inclusion sur le long terme<\/h1>\n<p><span style=\"font-weight: 400;\">Pour r\u00e9pondre \u00e0 <\/span><b>un double imp\u00e9ratif de suivi et d\u2019inclusion sur le long terme<\/b><span style=\"font-weight: 400;\">, Etalab a lanc\u00e9 <\/span><a href=\"https:\/\/www.etalab.gouv.fr\/opengov-etalab-lance-un-forum-du-gouvernement-ouvert-et-cherche-une-prestation-danimation\"><span style=\"font-weight: 400;\">un appel \u00e0 proposition pour une prestation de coordinateur \u00ab soci\u00e9t\u00e9 civile \u00bb<\/span><\/a><span style=\"font-weight: 400;\">, charg\u00e9 de mettre en place un forum d\u2019\u00e9change entre la soci\u00e9t\u00e9 civile et les administrations. Apr\u00e8s \u00e9tude des dossiers et audition des candidats, l\u2019offre propos\u00e9e par la coop\u00e9rative <\/span><a href=\"https:\/\/datactivist.coop\/\"><span style=\"font-weight: 400;\">Datactivist<\/span><\/a><span style=\"font-weight: 400;\"> avec l\u2019appui de l\u2019agence de design <\/span><a href=\"http:\/\/www.vraimentvraiment.com\/\"><span style=\"font-weight: 400;\">Vraiment Vraiment<\/span><\/a><span style=\"font-weight: 400;\"> a \u00e9t\u00e9 retenue. <\/span><\/p>\n<p><b>Le forum du gouvernement ouvert est maintenant lanc\u00e9, <a href=\"https:\/\/rdv.etalab.gouv.fr\/e\/26\/open-detat-le-forum-du-gouvernement-ouvert\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">\u00e0 vous d\u2019y participer<\/a> !<\/b><span style=\"font-weight: 400;\"> Au cours de l\u2019ann\u00e9e, vous serez invit\u00e9 \u00e0 six rencontres du forum <\/span><b>\u201cL\u2019Open d\u2019Etat\u201d<\/b><span style=\"font-weight: 400;\"> qui porteront sur des th\u00e9matiques sp\u00e9cifiques li\u00e9es \u00e0 des engagements du plan d\u2019action 2018-2020.<\/span><\/p>\n<h1>Premi\u00e8re rencontre le 12 mars 2018<\/h1>\n<p><span style=\"font-weight: 400;\">Pour la premi\u00e8re rencontre, nous avons choisi de nous appliquer les principes du gouvernement ouvert et de <\/span><b>co-construire les r\u00e8gles du jeu et le format<\/b><span style=\"font-weight: 400;\"> de ces rencontres ensemble. <\/span><\/p>\n<ul>\n<li><span style=\"font-weight: 400;\">Comment <\/span><b>attirer des acteurs de la soci\u00e9t\u00e9 civile<\/b><span style=\"font-weight: 400;\"> qui ne sont pas encore sensibilis\u00e9s aux possibilit\u00e9s et opportunit\u00e9s qu\u2019offre le gouvernement ouvert ? <\/span><\/li>\n<li><span style=\"font-weight: 400;\">Comment cr\u00e9er <\/span><b>un cadre utile et attractif, dans la dur\u00e9e, pour tous les participant-e-s<\/b><span style=\"font-weight: 400;\"> (organisations de la soci\u00e9t\u00e9 civile et administrations, voire citoyens), propice \u00e0 la confiance et aux discussions de fond ?<\/span><\/li>\n<li><span style=\"font-weight: 400;\">Comment faire en sorte que les outils de restitution, d\u2019enrichissement et de discussion en ligne favorisent <\/span><b>une dynamique communautaire inclusive, <\/b><span style=\"font-weight: 400;\">au-del\u00e0 des participant-e-s aux forums et entre les forums ? <\/span><\/li>\n<li><span style=\"font-weight: 400;\">Comment <\/span><b>choisir et prioriser, de fa\u00e7on partag\u00e9e, les<\/b> <b>th\u00e9matiques <\/b><span style=\"font-weight: 400;\">autour desquelles organiser les premiers forums ? <\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Autant de questions qui seront trait\u00e9es lors de la premi\u00e8re rencontre du forum \u201cL\u2019Open d\u2019Etat\u201d qui se tiendra le 12 mars \u00e0 Superpublic (4 Rue la Vacquerie, 75011 Paris, m\u00e9tro Voltaire) de 18h \u00e0 21h. Participation sur inscription \u00e0 l\u2019adresse suivante :\u00a0<a href=\"https:\/\/rdv.etalab.gouv.fr\/e\/26\/open-detat-le-forum-du-gouvernement-ouvert\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">https:\/\/rdv.etalab.gouv.fr\/e\/26\/open-detat-le-forum-du-gouvernement-ouvert<\/a>\u00a0et si vous ne pouvez pas venir <a href=\"https:\/\/framaforms.org\/forums-open-detat-1519831127\" class=\"broken_link\">inscrivez-vous pour rester au courant de l\u2019actualit\u00e9 des rencontres Open d\u2019\u00c9tat<\/a>.<\/span>[:en]\n<blockquote><p>Conceived and impelled by <em>Etalab, Datactivist <\/em>and <em>Vraiment Vraiment<\/em> in the frame of the French Open Gov policy, the \u201cOpen d\u2019Etat\u201d forums are designed to make public servants who are involved in innovative projects meet-up with civil society stakeholders (private companies, societies, NGOs\u2026) during open forums. Throughout the year, 5 other forums are planned so far.<\/p>\n<p style=\"text-align: center;\"><strong><a href=\"https:\/\/rdv.etalab.gouv.fr\/e\/26\/open-detat-le-forum-du-gouvernement-ouvert\" class=\"broken_link\">You wish to participate\u00a0?<\/a><\/strong><\/p>\n<p style=\"text-align: center;\"><strong><a href=\"https:\/\/rdv.etalab.gouv.fr\/e\/26\/open-detat-le-forum-du-gouvernement-ouvert\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">&gt;&gt;&gt; Register for the first \u201c<em>Open d\u2019Etat<\/em>\u201d forum &lt;&lt;&lt;<\/a><\/strong><\/p>\n<\/blockquote>\n<h3><strong>Fostering a virtuous cycle of dialogue between the civil society and the public service<\/strong><\/h3>\n<p>In the frame of the Open Government Partnership (OGP), joined by France in 2014, the French administrations are conceiving biannual National Action Plans aiming at making public action more transparent and more collaborative. The action plan for the 2018-2020 period will be published in March and will include thematic or transversal engagements that French administrations designed after <a href=\"https:\/\/gouvernement-ouvert.etalab.gouv.fr\/\" target=\"_blank\" rel=\"noopener noreferrer\">consulting the civil society<\/a>.<\/p>\n<p>Both the conception and reporting of this Action Plan are led by Etalab, in cooperation with the civil society and the administrations. The OGP plans a permanent dialog mechanism and an active cooperation with the civil society all along the conception, implementation and evaluation of this plan. This involvement of the civil society fosters a virtuous cycle, going along the needs of the citizens, and supports public action reformers.<\/p>\n<p><em>Etalab<\/em> regularly discusses open data topics with the civil society organizations that are involved in both the open data and digital sector policies. The commitments of the Action Plan, especially the whole Open Government logic, are going beyond this first circle. We want to launch a long-standing process together with the French civil society organizations. The OGP constitutes a real opportunity to express needs and proposals to administrations that will in return be able to take appropriate commitments within a \u201ctrust and action\u201d framework.<\/p>\n<h3><strong>Securing a response to a reporting and inclusiveness need <\/strong><\/h3>\n<p>To address the double need for reporting and inclusiveness on the long run, <em>Etalab<\/em> launched a call for proposals for a civil society organizations\u2019 coordinator, responsible for setting up an exchange forum between civil society and the Administration. After reviewing the proposals and auditioning the candidates, the joint offer made by <em><a href=\"https:\/\/datactivist.coop\/\" target=\"_blank\" rel=\"noopener noreferrer\">Datactivist<\/a><\/em> and the design agency <em><a href=\"http:\/\/www.vraimentvraiment.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">Vraiment Vraiment<\/a><\/em> has been selected.<\/p>\n<p>The Open government forum is now launched, <a href=\"https:\/\/rdv.etalab.gouv.fr\/e\/26\/open-detat-le-forum-du-gouvernement-ouvert\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">and it is yours to participate<\/a>! All along the year, you\u2019ll be invited to six encounters of the \u201c<em>Open d\u2019Etat<\/em>\u201d forum that will deal with specific topics linked to the commitments of the 2018-2020 action plan.<\/p>\n<h3><strong>First meeting on March 12<sup>th<\/sup> 2018<\/strong><\/h3>\n<p>For the very first meeting, we have chosen to embody the Open Government principles by co-constructing the rules of the game and format of such meetings, together.<\/p>\n<ul>\n<li>How to attract civil society stakeholders that are not yet sensitized to the opportunities that Open Governement has to offer?<\/li>\n<li>How to create a useful and attractive framework for all the participants (civil society organizations and administrations as well as citizens), which is creating trust and substantive discussion?<\/li>\n<li>How to design enriching restitution and online discussion tools that helps to shape an inclusive community dynamic, beyond the participants to the forums and between the different forums?<\/li>\n<li>How to commonly choose and prioritize the topics around which we organize the first meetings?<\/li>\n<\/ul>\n<p>Those questions will be addressed on the first \u201c<em>Open d\u2019Etat<\/em>\u201d meeting on March 12<sup>th<\/sup> at <em>Superpublic<\/em> (4 Rue de la Vacquerie, 75011 Paris, m\u00e9tro Voltaire) from 6pm to 9pm. Participation is subject to <a href=\"https:\/\/rdv.etalab.gouv.fr\/e\/26\/open-detat-le-forum-du-gouvernement-ouvert\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">registration<\/a>. If you are not able to attend this event, you can <a href=\"https:\/\/framaforms.org\/forums-open-detat-1519831127\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">register<\/a> to be updated on the upcoming <em>Open d\u2019Etat <\/em>encounters.[:]\n","protected":false},"excerpt":{"rendered":"<p>Con\u00e7us et impuls\u00e9s par Etalab, Datactivist et Vraiment Vraiment dans le cadre de la d\u00e9marche de gouvernement ouvert en France, les forums \u00ab Open d\u2019\u00c9tat \u00bb ont pour but de faire se rencontrer r\u00e9guli\u00e8rement des agents publics impliqu\u00e9s dans des projets d\u2019innovation, mais aussi des acteurs de la soci\u00e9t\u00e9 civile (acteurs priv\u00e9s, associations, ONG\u2026) lors &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/opengov-lopen-detat-1-co-construisons-le-forum-du-gouvernement-ouvert\"> <span class=\"screen-reader-text\">#OpenGov &#8211; L\u2019Open d\u2019Etat #1 : co-construisons le Forum du gouvernement ouvert<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":42,"featured_media":6625,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1,20],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/03\/OGP-cropped.jpg",3517,1968,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/03\/OGP-cropped-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/03\/OGP-cropped-300x168.jpg",300,168,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/03\/OGP-cropped-768x430.jpg",768,430,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/03\/OGP-cropped-1024x573.jpg",1024,573,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/03\/OGP-cropped.jpg",1536,859,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/03\/OGP-cropped.jpg",2048,1146,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/03\/OGP-cropped.jpg",45,25,false]},"uagb_author_info":{"display_name":"Nicolas Vogtenberger","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/nicolas-vogtenberger"},"uagb_comment_info":0,"uagb_excerpt":"Con\u00e7us et impuls\u00e9s par Etalab, Datactivist et Vraiment Vraiment dans le cadre de la d\u00e9marche de gouvernement ouvert en France, les forums \u00ab Open d\u2019\u00c9tat \u00bb ont pour but de faire se rencontrer r\u00e9guli\u00e8rement des agents publics impliqu\u00e9s dans des projets d\u2019innovation, mais aussi des acteurs de la soci\u00e9t\u00e9 civile (acteurs priv\u00e9s, associations, ONG\u2026) lors\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8045"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/42"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=8045"}],"version-history":[{"count":15,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8045\/revisions"}],"predecessor-version":[{"id":12170,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8045\/revisions\/12170"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/6625"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=8045"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=8045"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=8045"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}