{"id":12260,"date":"2019-10-29T17:43:37","date_gmt":"2019-10-29T16:43:37","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=12260"},"modified":"2019-10-29T21:41:01","modified_gmt":"2019-10-29T20:41:01","slug":"ia-decouvrez-et-participez-au-projet-piaf-pour-des-ia-francophones","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/ia-decouvrez-et-participez-au-projet-piaf-pour-des-ia-francophones","title":{"rendered":"#IA D\u00e9couvrez et participez au projet PIAF &#8211; Pour des intelligences artificielles francophones"},"content":{"rendered":"\n<p>En application du rapport Villani, et au titre de l&rsquo;action<a href=\"https:\/\/www.etalab.gouv.fr\/datasciences-et-intelligence-artificielle\"> \u00ab\u00a0Lab IA\u00a0\u00bb<\/a>, visant \u00e0 accompagner les administrations dans l&rsquo;exp\u00e9rimentation et l&rsquo;usage de l&rsquo;intelligence artificielle, <strong>Etalab lance le projet \u00ab\u00a0<em>PIAF : Pour des IA francophones<\/em><\/strong>\u00ab\u00a0. <\/p>\n\n\n\n<p>Les <strong>enjeux<\/strong> : \u00e9valuer l&rsquo;apport d&rsquo;un jeu de donn\u00e9es de questions-r\u00e9ponses construit nativement en fran\u00e7ais (plut\u00f4t qu&rsquo;\u00e0 partir de traduction automatique de datasets anglophones) sur l&rsquo;entra\u00eenement des IA. PIAF vise ainsi \u00e0 la fois \u00e0 <strong>r\u00e9pondre \u00e0 une<\/strong> <strong>question scientifique<\/strong> dans le champ du traitement automatique du langage naturel, et \u00e0 <strong>construire, dans une d\u00e9marche contributive, un jeu de donn\u00e9es r\u00e9utilisable<\/strong>. En associant largement contributeurs et partenaires au sein de l&rsquo;administration et de la soci\u00e9t\u00e9 civile, il permet aussi de mieux <strong>faire comprendre les d\u00e9fis de l&rsquo;intelligence artificielle.<\/strong><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Disposer de donn\u00e9es critiques pour des applications en IA, un enjeu de souverainet\u00e9<\/h3>\n\n\n\n<p><strong>La strat\u00e9gie nationale pour l&rsquo;intelligence artificielle<\/strong> d\u00e9finie en mars 2018 \u00e0 la suite du rapport Villani \u00ab\u00a0<em>Donner un sens \u00e0 l&rsquo;intelligence artificielle<\/em>\u00a0\u00bb a <strong>donn\u00e9 lieu \u00e0 la mise en place \u00e0 la Direction interminist\u00e9rielle du num\u00e9rique d&rsquo;un Lab IA<\/strong>. Annonc\u00e9 lors du CITP d&rsquo;octobre 2018 et port\u00e9 par Etalab, ce programme vise \u00e0 accompagner les administrations dans des projets d&rsquo;IA, \u00e0 animer une communaut\u00e9 et am\u00e9liorer l&rsquo;expertise publique et le partage d&rsquo;exp\u00e9rience sur l&rsquo;IA, ainsi qu&rsquo;\u00e0 mettre \u00e0 disposition des outils et infrastructures mutualis\u00e9s.<\/p>\n\n\n\n<p><strong>Le projet PIAF s&rsquo;inscrit pleinement dans cette strat\u00e9gie : mettre \u00e0 disposition \u00ab\u00a0<em>des donn\u00e9es critiques pour les applications en IA<\/em><\/strong>\u00a0\u00bb (extrait du rapport Villani). L&rsquo;ouverture et la mutualisation de donn\u00e9es pour am\u00e9liorer l&rsquo;entra\u00eenement des IA peuvent concerner des diff\u00e9rents types de donn\u00e9es (images, texte&#8230;). <\/p>\n\n\n\n<p><strong>Dans le champ du texte<\/strong>, et plus pr\u00e9cis\u00e9ment du traitement automatique du langage,<strong> la mise \u00e0 disposition de donn\u00e9es d&rsquo;entra\u00eenement de questions-r\u00e9ponses en fran\u00e7ais appara\u00eet comme un premier cas d&rsquo;application : <\/strong>il n&rsquo;existe pas, \u00e0 ce jour, de jeux de donn\u00e9es de questions-r\u00e9ponses ouverts pour entra\u00eener des applications d&rsquo;IA francophones. L&rsquo;objectif \u00e0 terme est ainsi d&rsquo;am\u00e9liorer la performance d&rsquo;<strong>agents conversationnels ou de moteurs de recherche<\/strong>. Proposer une telle ressource constitue un enjeu de souverainet\u00e9 et de performance publique, autant pour les administrations que pour la  communaut\u00e9 scientifique et les entreprises.  <\/p>\n\n\n\n<p><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Une premi\u00e8re \u00e9tape scientifique : tester la performance d&rsquo;IA entra\u00een\u00e9es avec des donn\u00e9es de questions-r\u00e9ponses francophones<\/h3>\n\n\n\n<p>PIAF repose en partie sur une question scientifique. Il s&rsquo;agit d&rsquo;identifier si le fait de disposer de donn\u00e9es d&rsquo;entra\u00eenement natives en fran\u00e7ais apporte une r\u00e9elle plus-value par rapport \u00e0 l&rsquo;usage de donn\u00e9es traduites automatiquement.<\/p>\n\n\n\n<p>Pour r\u00e9pondre \u00e0 cette question, un protocole scientifique a \u00e9t\u00e9 \u00e9labor\u00e9, inspir\u00e9 du projet anglophone <a rel=\"noreferrer noopener\" aria-label=\"&quot;SQuAD&quot; (s\u2019ouvre dans un nouvel onglet)\" href=\"https:\/\/rajpurkar.github.io\/SQuAD-explorer\/\" target=\"_blank\">\u00ab\u00a0SQuAD\u00a0\u00bb<\/a> men\u00e9 \u00e0 l&rsquo;universit\u00e9 de Stanford. Des mod\u00e8les d&rsquo;IA existants seront entra\u00een\u00e9s sur des bases en fran\u00e7ais natives (PIAF) et traduites en anglais afin de comparer leur performance. <\/p>\n\n\n\n<p>Comme dans beaucoup de projets d&rsquo;IA, une phase d&rsquo;annotation manuelle est n\u00e9cessaire pour permettre l&rsquo;apprentissage supervis\u00e9. Pour constituer le jeu de donn\u00e9es natives en fran\u00e7ais, des extraits d&rsquo;articles Wikip\u00e9dia francophone seront \u00ab\u00a0annot\u00e9s\u00a0\u00bb sur une plateforme d\u00e9velopp\u00e9e en interne. L&rsquo;annotation consiste ici \u00e0 formuler une question dont la r\u00e9ponse se trouve dans le paragraphe affich\u00e9, et \u00e0 localiser en regard la r\u00e9ponse dans le texte. <\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" loading=\"lazy\" width=\"991\" height=\"439\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/annotation-piaf-usa.png\" alt=\"\" class=\"wp-image-12314\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/annotation-piaf-usa.png 991w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/annotation-piaf-usa-300x133.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/annotation-piaf-usa-768x340.png 768w\" sizes=\"(max-width: 991px) 100vw, 991px\" \/><figcaption><em>Aper\u00e7u de l&rsquo;interface d&rsquo;annotation PIAF <\/em><\/figcaption><\/figure>\n\n\n\n<p><strong>La premi\u00e8re phase d&rsquo;annotation vise \u00e0 constituer une base de 20 000 questions-r\u00e9ponses qui validera ou invalidera l&rsquo;hypoth\u00e8se scientifique \u00ab\u00a0les IA de questions-r\u00e9ponses sont-elles plus performantes lorsqu&rsquo;elles sont entra\u00een\u00e9es sur des donn\u00e9es natives en fran\u00e7ais ?<\/strong>\u00ab\u00a0. En fonction de ces r\u00e9sultats, une phase d&rsquo;annotation plus large sera ouverte pour atteindre 100 000 questions-r\u00e9ponses et structurer une base de donn\u00e9es francophones ouverte.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Une d\u00e9marche contributive et apprenante <\/h3>\n\n\n\n<p>Au-del\u00e0 du projet scientifique et des enjeux de souverainet\u00e9 pr\u00e9-cit\u00e9s, le projet PIAF a pour ambition <strong>d&rsquo;explorer, par l&rsquo;action, les diff\u00e9rents enjeux et d\u00e9fis du d\u00e9veloppement de l&rsquo;IA dans la sph\u00e8re publique. <\/strong><\/p>\n\n\n\n<p>S&rsquo;inspirant des initiatives de sciences participatives et de projets contributifs comme <a rel=\"noreferrer noopener\" aria-label=\"Common Voice (s\u2019ouvre dans un nouvel onglet)\" href=\"https:\/\/voice.mozilla.org\/fr\" target=\"_blank\">Common Voice<\/a>, <strong>PIAF fait le pari de la contribution volontaire.<\/strong> <\/p>\n\n\n\n<p>La premi\u00e8re \u00e9tape d&rsquo;annotation, visant \u00e0 produire les 20 000  questions-r\u00e9ponses d&rsquo;\u00e9valuation, se construit en particulier avec les agents publics. Comment ? : <\/p>\n\n\n\n<ul><li>Des permanences hebdomadaires (ou \u00ab\u00a0annotathons\u00a0\u00bb, pour \u00ab\u00a0sprints d&rsquo;annotation\u00a0\u00bb) ouvertes \u00e0 tous<\/li><li>Des ateliers de pr\u00e9sentation ou de formation : l&rsquo;\u00e9quipe PIAF se rend dans vos organisations<\/li><\/ul>\n\n\n\n<p>Ces sessions proposent un format p\u00e9dagogique et contributif. En d\u00e9couvrant le projet PIAF, les participants se familiarisent avec les enjeux de l&rsquo;IA tout ayant l&rsquo;opportunit\u00e9 de construire l&rsquo;IA en enrichissant la base de donn\u00e9es PIAF.<\/p>\n\n\n\n<p>Un premier annotathon test a \u00e9t\u00e9 organis\u00e9 le 18 octobre 2019 <em>(image ci-dessous)<\/em>.   <\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" loading=\"lazy\" width=\"1024\" height=\"768\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/IMG_8236-1-1024x768.jpg\" alt=\"\" class=\"wp-image-12272\"\/><\/figure>\n\n\n\n<p><strong>A travers ces formats d&rsquo;annotation, et via des interactions avec des partenaires<\/strong> &#8211; administrations, acteurs de la recherche, entreprises &#8211;  <strong>le projet PIAF souhaite aussi explorer d&rsquo;autres enjeux, notamment <\/strong>: les cas d&rsquo;usages de PIAF, les modalit\u00e9s de r\u00e9utilisations d&rsquo;un jeu de donn\u00e9es d&rsquo;entra\u00eenement ouvert, les communaut\u00e9s de contributeurs \u00e0 des projets publics, la francophonie dans l&rsquo;IA. <\/p>\n\n\n\n<p>Pour explorer ces questions, un premier OpenLab a \u00e9t\u00e9 organis\u00e9 d\u00e9but octobre, et des rencontres seront organis\u00e9es tout au long du projet. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">=&gt; Comment participer \u00e0 PIAF et d\u00e9couvrir les prochaines \u00e9tapes du projet ?<\/h3>\n\n\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Rendez-vous sur <a rel=\"noreferrer noopener\" aria-label=\"piaf.etalab.studio (s\u2019ouvre dans un nouvel onglet)\" href=\"https:\/\/piaf.etalab.studio\/\" target=\"_blank\">piaf.etalab.studio<\/a> pour d\u00e9couvrir plus en d\u00e9tails le projet.<\/p><p>S&rsquo;inscrire \u00e0 <a rel=\"noreferrer noopener\" label=\"la liste de diffusion (s\u2019ouvre dans un nouvel onglet)\" href=\"https:\/\/framaforms.org\/edite-piaf-venez-creer-avec-nous-des-ia-francophones-1571693137\" target=\"_blank\" class=\"broken_link\">la liste de diffusion<\/a> pour participer aux annotathons. En participant aux annotathons, vous pourrez d\u00e9couvrir l&rsquo;interface d&rsquo;annotation (version beta) et faire partie des 1ers contributeurs certifi\u00e9s !<\/p><\/blockquote><\/figure>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>En application du rapport Villani, et au titre de l&rsquo;action \u00ab\u00a0Lab IA\u00a0\u00bb, visant \u00e0 accompagner les administrations dans l&rsquo;exp\u00e9rimentation et l&rsquo;usage de l&rsquo;intelligence artificielle, Etalab lance le projet \u00ab\u00a0PIAF : Pour des IA francophones\u00ab\u00a0. Les enjeux : \u00e9valuer l&rsquo;apport d&rsquo;un jeu de donn\u00e9es de questions-r\u00e9ponses construit nativement en fran\u00e7ais (plut\u00f4t qu&rsquo;\u00e0 partir de traduction automatique &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/ia-decouvrez-et-participez-au-projet-piaf-pour-des-ia-francophones\"> <span class=\"screen-reader-text\">#IA D\u00e9couvrez et participez au projet PIAF &#8211; Pour des intelligences artificielles francophones<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":25,"featured_media":12265,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/PIAF_logox2.png",255,75,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/PIAF_logox2-150x75.png",150,75,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/PIAF_logox2.png",255,75,false],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/PIAF_logox2.png",255,75,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/PIAF_logox2.png",255,75,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/PIAF_logox2.png",255,75,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/PIAF_logox2.png",255,75,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/10\/PIAF_logox2-45x45.png",45,45,true]},"uagb_author_info":{"display_name":"Mathilde Bras","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/mathilde-bras"},"uagb_comment_info":0,"uagb_excerpt":"En application du rapport Villani, et au titre de l&rsquo;action \u00ab\u00a0Lab IA\u00a0\u00bb, visant \u00e0 accompagner les administrations dans l&rsquo;exp\u00e9rimentation et l&rsquo;usage de l&rsquo;intelligence artificielle, Etalab lance le projet \u00ab\u00a0PIAF : Pour des IA francophones\u00ab\u00a0. Les enjeux : \u00e9valuer l&rsquo;apport d&rsquo;un jeu de donn\u00e9es de questions-r\u00e9ponses construit nativement en fran\u00e7ais (plut\u00f4t qu&rsquo;\u00e0 partir de traduction automatique\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/12260"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/25"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=12260"}],"version-history":[{"count":44,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/12260\/revisions"}],"predecessor-version":[{"id":12326,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/12260\/revisions\/12326"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/12265"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=12260"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=12260"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=12260"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}