{"id":5583,"date":"2016-09-28T17:07:06","date_gmt":"2016-09-28T15:07:06","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=5583"},"modified":"2018-10-07T22:24:27","modified_gmt":"2018-10-07T20:24:27","slug":"loi-pour-une-republique-numerique-lancement-dune-consultation-sur-le-service-public-de-la-donnee","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/loi-pour-une-republique-numerique-lancement-dune-consultation-sur-le-service-public-de-la-donnee","title":{"rendered":"[:fr]Loi pour une R\u00e9publique num\u00e9rique: adoption du texte et lancement d&rsquo;une consultation sur le service public de la donn\u00e9e[:]"},"content":{"rendered":"[:fr]\n<p style=\"text-align: justify;\">Le S\u00e9nat a adopt\u00e9 ce mercredi 28 septembre les conclusions de la Commission mixte paritaire sur le projet de loi R\u00e9publique num\u00e9rique. Cette adoption, qui intervient apr\u00e8s celle par l&rsquo;Assembl\u00e9e nationale le 20 juillet dernier, ouvre la voie \u00e0 la promulgation prochaine de la loi.<\/p>\n<p style=\"text-align: justify;\">La phase qui s&rsquo;ouvre maintenant est celle de la r\u00e9daction des <strong>d\u00e9crets d&rsquo;application<\/strong>. Conform\u00e9ment aux engagements pris par la France dans le cadre du Partenariat pour un gouvernement ouvert, la Secr\u00e9taire d&rsquo;Etat charg\u00e9e du num\u00e9rique Madame Axelle Lemaire a souhait\u00e9 poursuivre la d\u00e9marche de co-construction qui a d\u00e9j\u00e0 permis \u00e0 de plus de 21 000 participants\u00a0de contribuer \u00e0 l&rsquo;\u00e9laboration et l&rsquo;am\u00e9lioration du texte initial.<\/p>\n<h2 style=\"text-align: justify;\"><span style=\"color: #0000ff;\">Lancement d&rsquo;une consultation sur la mise en oeuvre du service public de la donn\u00e9e (article 14)<\/span><\/h2>\n<p style=\"text-align: justify;\">L&rsquo;article 14 de la loi pour une R\u00e9publique num\u00e9rique instaure un <strong>service public de la donn\u00e9<\/strong>e, en charge de la mise \u00e0 disposition des donn\u00e9es de r\u00e9f\u00e9rence. Afin de pr\u00e9parer la r\u00e9daction du d\u00e9cret d&rsquo;application de cet article, et d&rsquo;en \u00e9valuer les impacts, la mission Etalab lance aujourd&rsquo;hui une consultation publique sur la mise en oeuvre du service public de la donn\u00e9e.<\/p>\n<p style=\"text-align: justify;\">Cette <strong>consultation est ouverte jusqu&rsquo;au 20 octobre<\/strong> prochain. Elle porte notamment sur\u00a0le p\u00e9rim\u00e8tre du service public de la donn\u00e9e (la liste des donn\u00e9es de r\u00e9f\u00e9rence), les conditions de mise \u00e0 disposition de ces donn\u00e9es et les crit\u00e8res de qualit\u00e9 applicables.<\/p>\n<p><span style=\"color: #3366ff;\"><em><strong>&#8212;&#8211;&gt; Pour <a style=\"color: #3366ff;\" href=\"https:\/\/www.etalab.gouv.fr\/consultation-spd\">contribuer \u00e0 cette consultation<\/a>\u00a0(clos)<\/strong><\/em><\/span><\/p>\n<p><span style=\"color: #3366ff;\"><em><strong>&#8212;&#8211;&gt; (mise \u00e0 jour) les r\u00e9sultats: <span style=\"text-decoration: underline;\">http:\/\/www.etalab.gouv.fr\/consultation-spd\u00a0<\/span><\/strong><\/em><\/span><\/p>\n<h2><span style=\"color: #0000ff;\">Les avanc\u00e9es de la loi R\u00e9publique num\u00e9rique pour l&rsquo;ouverture et la circulation des donn\u00e9es publiques<\/span><\/h2>\n<p>Plus largement, le texte apportera, d\u00e8s la promulgation de la loi, des \u00e9volutions majeures dans le domaine de la donn\u00e9e publique en France\u00a0:<\/p>\n<p><strong><span style=\"text-decoration: underline; color: #000000;\">Circulation des donn\u00e9es<\/span><\/strong><\/p>\n<ul>\n<li>Les administrations auront, pour l\u2019accomplissement de leurs missions de service public, un droit d\u2019acc\u00e8s aux donn\u00e9es des autres administrations.<\/li>\n<\/ul>\n<p><span style=\"color: #000000;\"><strong><span style=\"text-decoration: underline;\">Relations entre les citoyens et les administrations\u00a0:<\/span><\/strong><\/span><\/p>\n<ul>\n<li style=\"text-align: justify;\">Les codes sources des administrations seront communicables.<\/li>\n<li style=\"text-align: justify;\">Les citoyens seront inform\u00e9s des traitements algorithmiques mis en \u0153uvre par les administrations. Leurs principales r\u00e8gles seront publi\u00e9es et, quand ils fondent une d\u00e9cision individuelle, leur application sera pr\u00e9cis\u00e9e \u00e0 la personne concern\u00e9e qui le demande afin qu\u2019elle sache comment l\u2019algorithme a \u00e9t\u00e9 mis en \u0153uvre pour sa situation.<\/li>\n<li style=\"text-align: justify;\">Les informations publiques, qui devaient auparavant faire l\u2019objet d\u2019une demande de communication des citoyens, feront d\u00e9sormais l\u2019objet d\u2019une diffusion publique par les administrations soit parce qu\u2019un citoyen l\u2019aura demand\u00e9, parce qu\u2019il s\u2019agit d\u2019une base de donn\u00e9es ou, de fa\u00e7on g\u00e9n\u00e9rale, parce que leur publication pr\u00e9sente un int\u00e9r\u00eat \u00e9conomique, social, sanitaire ou environnemental.<\/li>\n<li style=\"text-align: justify;\">Les r\u00e8gles relatives aux \u00e9changes d\u2019information entre administrations pour simplifier les d\u00e9marches des usagers (\u00ab\u00a0dites-le-nous une fois\u00a0\u00bb), et notamment celles portant sur la suppression des pi\u00e8ces justificatives, seront g\u00e9n\u00e9ralis\u00e9es \u00e0 l\u2019ensemble des usagers de l\u2019administration.<\/li>\n<\/ul>\n<p><span style=\"color: #000000;\"><strong><span style=\"text-decoration: underline;\">Des donn\u00e9es suppl\u00e9mentaires seront accessibles et r\u00e9utilisables:<\/span><\/strong><\/span><\/p>\n<ul>\n<li style=\"text-align: justify;\">Les donn\u00e9es des services publics industriels et commerciaux suivront le r\u00e9gime g\u00e9n\u00e9ral et seront r\u00e9utilisables comme toute autre information publique.<\/li>\n<li style=\"text-align: justify;\">Le droit des producteurs de bases de donn\u00e9es publics sera adapt\u00e9 pour ne plus permettre l\u2019interdiction, par les administrations, de la r\u00e9utilisation de leurs bases.<\/li>\n<li style=\"text-align: justify;\">Les donn\u00e9es d\u2019\u00e9nergie, de jurisprudence, d\u2019immobilier ou celles portant sur les d\u00e9l\u00e9gations de service public ou les subventions seront accessibles \u00e0 tous.<\/li>\n<li style=\"text-align: justify;\">Certaines informations publiques contenant des donn\u00e9es \u00e0 caract\u00e8re personnel ne portant pas atteinte \u00e0 la vie priv\u00e9e, pourront \u00eatre publi\u00e9es et r\u00e9utilis\u00e9es (ex. les organigrammes et annuaires des administrations).<\/li>\n<\/ul>\n<p><strong><span style=\"text-decoration: underline; color: #000000;\">Licences<\/span><\/strong><\/p>\n<p style=\"text-align: justify;\">Les licences \u00e0 titre gratuit qui pourront \u00eatre utilis\u00e9es par les administrations seront fix\u00e9es et list\u00e9es par d\u00e9cret. Si elles ne figurent pas dans la liste, elles devront \u00eatre homologu\u00e9es par l\u2019Etat.<\/p>\n<p><strong><span style=\"text-decoration: underline; color: #000000;\">Un pas en avant pour le monde de la recherche<\/span><\/strong><\/p>\n<ul>\n<li style=\"text-align: justify;\">Un canal d\u2019acc\u00e8s s\u00e9curis\u00e9 aux donn\u00e9es pour ceux qui r\u00e9alisent des recherches ou des \u00e9tudes pr\u00e9sentant un caract\u00e8re d\u2019int\u00e9r\u00eat public sera organis\u00e9 avec l\u2019avis, le cas \u00e9ch\u00e9ant, du comit\u00e9 du secret statistique.<\/li>\n<\/ul>\n<p><strong><span style=\"text-decoration: underline; color: #000000;\">Service public de la donn\u00e9e<\/span><\/strong><\/p>\n<ul>\n<li style=\"text-align: justify;\">Un service public de la donn\u00e9e sera mis en \u0153uvre pour assurer une large diffusion avec un haut degr\u00e9 de qualit\u00e9 et de disponibilit\u00e9 des donn\u00e9es de r\u00e9f\u00e9rence.<\/li>\n<\/ul>\n[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr] Le S\u00e9nat a adopt\u00e9 ce mercredi 28 septembre les conclusions de la Commission mixte paritaire sur le projet de loi R\u00e9publique num\u00e9rique. Cette adoption, qui intervient apr\u00e8s celle par l&rsquo;Assembl\u00e9e nationale le 20 juillet dernier, ouvre la voie \u00e0 la promulgation prochaine de la loi. La phase qui s&rsquo;ouvre maintenant est celle de la &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/loi-pour-une-republique-numerique-lancement-dune-consultation-sur-le-service-public-de-la-donnee\"> <span class=\"screen-reader-text\">[:fr]Loi pour une R\u00e9publique num\u00e9rique: adoption du texte et lancement d&rsquo;une consultation sur le service public de la donn\u00e9e[:]<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":7,"featured_media":3988,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[70,39],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/12\/france2015_1600_david_alvarez-e1449664229109.jpg",960,320,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/12\/france2015_1600_david_alvarez-e1449664229109-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/12\/france2015_1600_david_alvarez-e1449664229109-300x100.jpg",300,100,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/12\/france2015_1600_david_alvarez-e1449664229109-768x256.jpg",768,256,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/12\/france2015_1600_david_alvarez-e1449664229109.jpg",960,320,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/12\/france2015_1600_david_alvarez-e1449664229109.jpg",960,320,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/12\/france2015_1600_david_alvarez-e1449664229109.jpg",960,320,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/12\/france2015_1600_david_alvarez-e1449664229109.jpg",45,15,false]},"uagb_author_info":{"display_name":"Simon Chignard","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/simon-chignard"},"uagb_comment_info":0,"uagb_excerpt":"[:fr] Le S\u00e9nat a adopt\u00e9 ce mercredi 28 septembre les conclusions de la Commission mixte paritaire sur le projet de loi R\u00e9publique num\u00e9rique. Cette adoption, qui intervient apr\u00e8s celle par l&rsquo;Assembl\u00e9e nationale le 20 juillet dernier, ouvre la voie \u00e0 la promulgation prochaine de la loi. La phase qui s&rsquo;ouvre maintenant est celle de la\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/5583"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=5583"}],"version-history":[{"count":18,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/5583\/revisions"}],"predecessor-version":[{"id":8733,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/5583\/revisions\/8733"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/3988"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=5583"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=5583"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=5583"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}