{"id":5367,"date":"2016-09-08T15:47:22","date_gmt":"2016-09-08T13:47:22","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=5367"},"modified":"2016-09-08T15:47:22","modified_gmt":"2016-09-08T13:47:22","slug":"les-jeunes-et-lopen-data-retour-sur-lopen-youth-academy-2016","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/les-jeunes-et-lopen-data-retour-sur-lopen-youth-academy-2016","title":{"rendered":"[:fr]Les jeunes et l&rsquo;open data : retour sur l&rsquo;Open Youth Academy 2016[:]"},"content":{"rendered":"[:fr]Du 28 ao\u00fbt au 3 septembre, <strong>22 jeunes venus de Croatie, de Serbie, du Kosovo, d&rsquo;Afrique du Sud, du Royaume-Uni et de France<\/strong> <strong>se sont r\u00e9unis \u00e0 Pula, en Croatie, pour participer \u00e0 la <a href=\"https:\/\/www.etalab.gouv.fr\/la-nouvelle-generation-de-lopen-data-retours-dexperience-de-lopen-data-youth-camp\">deuxi\u00e8me \u00e9dition<\/a> de l&rsquo;<a href=\"http:\/\/academy.codeforcroatia.org\/\">Open Youth Academy<\/a> :<\/strong> une semaine d&rsquo;ateliers, de conf\u00e9rences et de projets autour de l&rsquo;open data, organis\u00e9e par Code for Croatia, l&rsquo;association HrOpen et la commissaire \u00e0 l&rsquo;information de la R\u00e9publique de Croatie. Les <a href=\"https:\/\/www.etalab.gouv.fr\/les-18-25-ans-et-lopen-data\">participants fran\u00e7ais<\/a> \u00e0 cet \u00e9v\u00e9nement avaient \u00e9t\u00e9 s\u00e9lectionn\u00e9s par Etalab et l&rsquo;<a href=\"http:\/\/www.ambafrance-hr.org\/\">ambassade de France en Croatie<\/a> en juin.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-5402 alignright\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/UNSustainableDevelopmentGoals_Brand-02.png\" alt=\"UNSustainableDevelopmentGoals_Brand-02\" width=\"226\" height=\"176\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/UNSustainableDevelopmentGoals_Brand-02.png 990w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/UNSustainableDevelopmentGoals_Brand-02-300x234.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/UNSustainableDevelopmentGoals_Brand-02-768x598.png 768w\" sizes=\"(max-width: 226px) 100vw, 226px\" \/>L&rsquo;Open Youth Academy 2016 portait sur <strong>l&rsquo;utilisation des donn\u00e9es ouvertes pour r\u00e9pondre, au niveau local, aux objectifs de d\u00e9veloppement durable fix\u00e9s par les Nations Unies<\/strong>. Un th\u00e8me qui a d&#8217;embl\u00e9e convaincu les participants fran\u00e7ais : pour Adrien Pascal, \u00ab\u00a0<em>l&rsquo;open data et plus largement l&rsquo;open government s&rsquo;inscrivent dans une dynamique mondiale avec le Partenariat pour un gouvernement ouvert, mais ils ont surtout un impact au niveau local en apportant des solutions pour avancer vers plus de d\u00e9mocratie et un d\u00e9veloppement plus durable<\/em>\u00ab\u00a0.<\/p>\n<p>Les jeunes participants se sont donc d&rsquo;abord familiaris\u00e9s avec les objectifs de d\u00e9veloppement durable, lors d&rsquo;un atelier men\u00e9 par la responsable du Programme des Nations Unies pour le D\u00e9veloppement en Croatie, puis ont pu d\u00e9battre avec des experts de l&rsquo;open data venus des diff\u00e9rents pays participants. Une opportunit\u00e9 appr\u00e9ci\u00e9e par Arthur Imbert : <em>\u00ab\u00a0Je voulais en savoir plus sur l&rsquo;open data en dehors de la France et j&rsquo;ai pu d\u00e9couvrir de nombreuses initiatives int\u00e9ressantes dans les diff\u00e9rents pays. On se rend compte que chaque pays rencontre des difficult\u00e9s similaires, en fonction de son niveau d&rsquo;avancement.\u00a0\u00bb<\/em><\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\" wp-image-5384 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/DSC_0003-v2-1024x934.jpg\" alt=\"DSC_0003 v2\" width=\"293\" height=\"267\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/DSC_0003-v2-1024x934.jpg 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/DSC_0003-v2-300x274.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/DSC_0003-v2-768x700.jpg 768w\" sizes=\"(max-width: 293px) 100vw, 293px\" \/>R\u00e9partis en 4 \u00e9quipes et accompagn\u00e9s d&rsquo;experts, les jeunes participants ont ensuite pu<strong> se plonger concr\u00e8tement dans la r\u00e9utilisation des donn\u00e9es publiques en d\u00e9veloppant leurs propres projets en faveur du d\u00e9veloppement durable local<\/strong> : promotion de l&rsquo;\u00e9nergie solaire, renforcement de l&rsquo;\u00e9conomie locale, informations sur les \u00e9quipements publics, et transfert de comp\u00e9tences. Des projets que Pierre-Lo\u00efc Pichon d\u00e9crit comme <em>\u00ab\u00a0novateurs, conscients des changements sociaux qui s&rsquo;op\u00e8rent en 2016\u00a0\u00bb<\/em> et dont <em>\u00ab\u00a0les grandes id\u00e9es restent valables pour tous les pays m\u00eame si leur application concr\u00e8te peut prendre des nuances locales\u00a0\u00bb<\/em>.<\/p>\n<p>Chaque \u00e9quipe a rassembl\u00e9 des jeunes <strong>de nationalit\u00e9 et de comp\u00e9tences diff\u00e9rentes<\/strong>. Pour Arthur, cette exp\u00e9rience t\u00e9moigne du succ\u00e8s avec lequel \u00ab\u00a0<em>des personnes de pays, de formation et de parcours diff\u00e9rents peuvent arriver \u00e0 tisser des liens, travailler ensemble dans un temps limit\u00e9 et d\u00e9velopper un projet utile \u00e0 la soci\u00e9t\u00e9<\/em>\u00ab\u00a0. Ryan Lahfa souligne \u00e9galement <em>\u00ab\u00a0l\u2019\u00e9change culturel fort entre tous les participants et la dimension locale apport\u00e9 par les participants croates\u00a0\u00bb <\/em>dans son \u00e9quipe.<\/p>\n<p>Apr\u00e8s trois jours de travail, les \u00e9quipes ont pitch\u00e9 leur projet devant un jury compos\u00e9 d&rsquo;experts du secteur public, du secteur priv\u00e9 et de la soci\u00e9t\u00e9 civile, puis ont b\u00e9n\u00e9fici\u00e9 de leurs conseils et retours lors de s\u00e9ances de consultation. Pour Adrien, <em>\u00ab\u00a0la confrontation des points de vue entre les repr\u00e9sentants des entreprises, du gouvernement et des ONG lors des consultations nous a permis d&rsquo;affiner notre projet et de r\u00e9fl\u00e9chir concr\u00e8tement \u00e0 son d\u00e9veloppement.\u00a0\u00bb<\/em><\/p>\n<p>A la fin de la semaine, les participants se sont r\u00e9unis \u00e0 la mairie de Pula pour <strong>\u00e9changer sur l&rsquo;open data avec des agents de l&rsquo;administration locale et pr\u00e9senter leurs projets devant la ministre croate de l&rsquo;Administration publique<\/strong>, avant la remise des prix. C&rsquo;est le projet Tinja, qui permet de savoir si sa maison est \u00e9ligible \u00e0 la pose de panneaux solaires, de calculer les \u00e9conomies potentielles et de rentrer en relation avec des artisans locaux, qui a re\u00e7u le premier prix.<\/p>\n<p>Les membres de l&rsquo;\u00e9quipe gagnante auront la chance d&rsquo;\u00eatre invit\u00e9s par le Partenariat pour un gouvernement ouvert (PGO) \u00e0 Paris, afin de<strong> faire entendre la voix de la nouvelle g\u00e9n\u00e9ration de l&rsquo;open data au <a href=\"https:\/\/fr.ogpsummit.org\/osem\/conference\/ogp-summit\" class=\"broken_link\">Sommet mondial 2016 du PGO<\/a><\/strong>.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-5379 aligncenter\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/20160902_122811-v2-1024x768.jpg\" alt=\"20160902_122811 v2\" width=\"438\" height=\"328\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/20160902_122811-v2-1024x768.jpg 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/20160902_122811-v2-300x225.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/20160902_122811-v2-768x576.jpg 768w\" sizes=\"(max-width: 438px) 100vw, 438px\" \/><\/p>\n<p>Le travail en \u00e9quipe projet aura permis aux participants fran\u00e7ais de <strong>d\u00e9velopper une exp\u00e9rience directe et concr\u00e8te de l&rsquo;open data<\/strong>. Arthur a ainsi r\u00e9alis\u00e9 que les porteurs de projet <em>\u00ab\u00a0ont besoin d&rsquo;un coup de main du secteur public pour acc\u00e9der \u00e0 des donn\u00e9es ouvertes\u00a0\u00bb<\/em>. Une coop\u00e9ration n\u00e9cessaire entre les secteurs que Pierre-Lo\u00efc souligne \u00e9galement : <em>\u00ab\u00a0Les citoyens, les gouvernements et les entreprises ont tout \u00e0 gagner \u00e0 contribuer \u00e0 ce cercle vertueux de transparence en ouvrant leurs donn\u00e9es. L&rsquo;open data n&rsquo;est pas forc\u00e9ment une innovation technique mais peut impacter, pour le mieux, la vie de millions de citoyens.\u00a0\u00bb<\/em><\/p>\n<p>Les enseignements de cette semaine intensive et les rencontres qu&rsquo;ils y ont fait leur ont donn\u00e9 envie <strong>d&rsquo;incarner la nouvelle g\u00e9n\u00e9ration de l&rsquo;open data en France<\/strong>. Adrien reconna\u00eet que les experts lui ont donn\u00e9 <em>\u00ab\u00a0l&rsquo;envie d&rsquo;entreprendre avec l&rsquo;open data\u00a0\u00bb<\/em> et s&rsquo;est rendu compte que <em>\u00ab\u00a0les donn\u00e9es ouvertes permettent de cr\u00e9er plus facilement de nouveaux services\u00a0\u00bb<\/em>. Ryan insiste sur son <em>\u00ab\u00a0d\u00e9sir tr\u00e8s fort de transf\u00e9rer les connaissances apprises durant cette semaine et de les appliquer \u00e0 l&rsquo;\u00e9chelle de la France<\/em>\u00ab\u00a0.<\/p>\n<p><strong>Une jeune g\u00e9n\u00e9ration \u00e0 rencontrer lors du <a href=\"https:\/\/fr.ogpsummit.org\/osem\/conference\/ogp-summit\" class=\"broken_link\">Sommet mondial du PGO<\/a> en d\u00e9cembre !<\/strong>[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr]Du 28 ao\u00fbt au 3 septembre, 22 jeunes venus de Croatie, de Serbie, du Kosovo, d&rsquo;Afrique du Sud, du Royaume-Uni et de France se sont r\u00e9unis \u00e0 Pula, en Croatie, pour participer \u00e0 la deuxi\u00e8me \u00e9dition de l&rsquo;Open Youth Academy : une semaine d&rsquo;ateliers, de conf\u00e9rences et de projets autour de l&rsquo;open data, organis\u00e9e par &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/les-jeunes-et-lopen-data-retour-sur-lopen-youth-academy-2016\"> <span class=\"screen-reader-text\">[:fr]Les jeunes et l&rsquo;open data : retour sur l&rsquo;Open Youth Academy 2016[:]<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":22,"featured_media":5376,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/logo2016.png",430,112,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/logo2016-150x112.png",150,112,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/logo2016-300x78.png",300,78,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/logo2016.png",430,112,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/logo2016.png",430,112,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/logo2016.png",430,112,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/logo2016.png",430,112,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/logo2016.png",45,12,false]},"uagb_author_info":{"display_name":"Cl\u00e9mentine D\u00e9sigaud","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/clementine"},"uagb_comment_info":0,"uagb_excerpt":"[:fr]Du 28 ao\u00fbt au 3 septembre, 22 jeunes venus de Croatie, de Serbie, du Kosovo, d&rsquo;Afrique du Sud, du Royaume-Uni et de France se sont r\u00e9unis \u00e0 Pula, en Croatie, pour participer \u00e0 la deuxi\u00e8me \u00e9dition de l&rsquo;Open Youth Academy : une semaine d&rsquo;ateliers, de conf\u00e9rences et de projets autour de l&rsquo;open data, organis\u00e9e par\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/5367"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/22"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=5367"}],"version-history":[{"count":22,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/5367\/revisions"}],"predecessor-version":[{"id":5421,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/5367\/revisions\/5421"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/5376"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=5367"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=5367"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=5367"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}