{"id":16323,"date":"2022-01-03T17:13:02","date_gmt":"2022-01-03T16:13:02","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=16323"},"modified":"2022-01-05T10:31:52","modified_gmt":"2022-01-05T09:31:52","slug":"retour-sur-lopen-data-maturity-index-2021-politique-gouvernance-de-lopen-data-en-france-1-4","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/retour-sur-lopen-data-maturity-index-2021-politique-gouvernance-de-lopen-data-en-france-1-4","title":{"rendered":"Retour sur l\u2019Open Data Maturity Index 2021 : Politique &#038; Gouvernance de l\u2019open data en France (1\/4)"},"content":{"rendered":"\n<p>En 2021, la France a confirm\u00e9 sa position de leader europ\u00e9en en mati\u00e8re d\u2019open data, en atteste le classement de l\u2019Open Data Maturity Report&nbsp;2021 de la Commission europ\u00e9enne, qui a plac\u00e9 la France \u00e0 la premi\u00e8re place devant l\u2019Irlande et l\u2019Espagne.<\/p>\n\n\n\n<p>L\u2019Open Data Maturity Report&nbsp;2021 \u00e9value les progr\u00e8s r\u00e9alis\u00e9s par les pays europ\u00e9ens selon quatre crit\u00e8res&nbsp;:<\/p>\n\n\n\n<ul><li>maturit\u00e9 des politiques publiques relatives \u00e0 l\u2019ouverture (<em>Policy<\/em>)\u2009;<\/li><li>qualit\u00e9 de la mesure de l\u2019impact de l\u2019open data (<em>Impact<\/em>)\u2009;<\/li><li>maturit\u00e9 du portail national d\u2019open data (<em>Portal<\/em>)\u2009;<\/li><li>qualit\u00e9 des donn\u00e9es ouvertes (<em>Quality<\/em>).<\/li><\/ul>\n\n\n\n<p>Ce rapport constate les r\u00e9sultats du travail accompli par Etalab et l\u2019ensemble de la communaut\u00e9 open data et permet de mesurer le chemin qu\u2019il reste \u00e0 parcourir. Pour comprendre quels sont nos points forts et nos points faibles et identifier nos axes d\u2019am\u00e9lioration, nous proposons une s\u00e9rie d\u2019articles portant chacun sur une des dimensions \u00e9valu\u00e9es par le rapport.<\/p>\n\n\n\n<p>Aujourd\u2019hui, nous nous penchons sur la dimension <em>Policy,<\/em> qui cherche \u00e0 mesurer la maturit\u00e9 du cadre politique du pays. Il ne s\u2019agit pas d\u2019\u00eatre exhaustif, mais de partager certains des aspects souvent salu\u00e9s en France et les axes d\u2019am\u00e9liorations les plus souvent \u00e9voqu\u00e9s.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Que cherche-t-on \u00e0 mesurer\u2009?<\/strong><\/h2>\n\n\n\n<p>Cette dimension se concentre sur la pr\u00e9sence de politiques publiques et de strat\u00e9gies sp\u00e9cifiques visant \u00e0 encourager l\u2019ouverture des donn\u00e9es ouvertes au niveau national. Elle analyse \u00e9galement l\u2019existence de structures de gouvernance qui permettent la participation d\u2019acteurs du secteur priv\u00e9 ainsi que les mesures favorisant l\u2019ouverture des donn\u00e9es au niveau national, r\u00e9gional et local. En outre, la dimension <em>Policy<\/em> identifie les programmes de formation qui am\u00e9liorent les comp\u00e9tences des agents publics en mati\u00e8re de donn\u00e9es.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Les bonnes pratiques fran\u00e7aises<\/strong><\/h2>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Une gouvernance interminist\u00e9rielle robuste<\/strong><\/h3>\n\n\n\n<p>Conform\u00e9ment \u00e0 la <strong><a href=\"https:\/\/www.legifrance.gouv.fr\/circulaire\/id\/45162\">circulaire n\u00b0&nbsp;6264\/SG du 27&nbsp;avril 2021 relative \u00e0 la politique publique de la donn\u00e9e, des algorithmes et des codes sources<\/a><\/strong>,&nbsp;<strong>15 administrateurs minist\u00e9riels des donn\u00e9es, des algorithmes et des codes sources (AMDAC) ont \u00e9t\u00e9 nomm\u00e9s dans tous les minist\u00e8res au 15&nbsp;mai 2021.<\/strong> Le directeur interminist\u00e9riel du num\u00e9rique, en sa qualit\u00e9 d\u2019Administrateur g\u00e9n\u00e9ral des donn\u00e9es, algorithmes et codes sources, assure la coordination de ce&nbsp;<strong>r\u00e9seau<\/strong>, en s\u2019appuyant sur le d\u00e9partement Etalab. Chaque AMDAC a lui-m\u00eame constitu\u00e9 et anime&nbsp;<strong>un r\u00e9seau de correspondants<\/strong>&nbsp;au sein des directions m\u00e9tier de son p\u00e9rim\u00e8tre. Au niveau territorial, un r\u00e9f\u00e9rent \u00ab donn\u00e9es, algorithmes et codes sources \u00bb est \u00e9galement d\u00e9sign\u00e9 aupr\u00e8s de chaque pr\u00e9fet de r\u00e9gion pour accompagner les services d\u00e9concentr\u00e9s de l&rsquo;\u00c9tat.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Une politique de la donn\u00e9e ambitieuse<\/strong><\/h3>\n\n\n\n<p>Dans la suite de la nomination des AMDAC, <strong>chaque minist\u00e8re<\/strong> a propos\u00e9 en septembre 2021 <strong>une feuille de route de la donn\u00e9e sur deux \u00e0 trois ans.<\/strong> Sur chaque p\u00e9rim\u00e8tre minist\u00e9riel, chacune de ces strat\u00e9gies met en lumi\u00e8re ce que la donn\u00e9e peut am\u00e9liorer dans les politiques publiques, les actions \u00e0 mener et leur calendrier de r\u00e9alisation, ainsi que la gouvernance mise en place pour en assurer la mise en \u0153uvre. <strong>500 actions sont recens\u00e9es<\/strong>&nbsp;dans ces <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/liste-des-actions-prises-par-les-ministeres-dans-le-cadre-des-feuilles-de-routes-ministerielles\/\">15&nbsp;feuilles de route<\/a>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Des ressources \u00e0 la disposition des producteurs<\/strong><\/h3>\n\n\n\n<p>Afin d\u2019am\u00e9liorer la qualit\u00e9 des donn\u00e9es, Etalab fait des efforts particuliers pour mieux accompagner les producteurs de donn\u00e9es dans leurs d\u00e9marches de publication. Cela passe notamment par la publication de <a href=\"https:\/\/guides.etalab.gouv.fr\/\">guides<\/a> qui couvrent des th\u00e8mes juridiques, techniques ou organisationnels.<\/p>\n\n\n\n<p>L\u2019association OpenDataFrance met \u00e9galement \u00e0 disposition des <a href=\"https:\/\/www.opendatafrance.net\/ressources\/documents-opendata-france\/\">ressources m\u00e9thodologiques et p\u00e9dagogiques<\/a> \u00e0 destination des collectivit\u00e9s territoriales.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Des producteurs plus \u00e0 l\u2019\u00e9coute des besoins des r\u00e9utilisateurs<\/strong><\/h3>\n\n\n\n<p>La prise en compte des besoins et des usages des r\u00e9utilisateurs de donn\u00e9es est de plus en plus importante chez les producteurs de donn\u00e9es \u00e0 mesure que ces derniers gagnent en maturit\u00e9 sur leur d\u00e9marche d\u2019ouverture. On peut citer par exemple les groupes de discussion organis\u00e9s par Sant\u00e9 publique France avec les principaux r\u00e9utilisateurs de donn\u00e9es afin de partager des informations sur la mani\u00e8re dont les donn\u00e9es sont collect\u00e9es, la m\u00e9thodologie des indicateurs et de donner l\u2019opportunit\u00e9 aux r\u00e9utilisateurs d\u2019exprimer leurs besoins et attentes.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Des collectivit\u00e9s locales dynamiques<\/strong><\/h3>\n\n\n\n<p>L&rsquo;ouverture des donn\u00e9es est \u00e9galement significativement soutenue par l\u2019engagement des collectivit\u00e9s territoriales.<\/p>\n\n\n\n<p>\u00c0 ce titre, l\u2019<a href=\"https:\/\/agence-cohesion-territoires.gouv.fr\/\">Agence nationale de la coh\u00e9sion des territoires (ANCT)<\/a> propose un accompagnement sur mesure aux collectivit\u00e9s en mati\u00e8re d\u2019ouverture et circulation des donn\u00e9es.<\/p>\n\n\n\n<p>Le r\u00f4le de l\u2019association <a href=\"https:\/\/www.opendatafrance.net\/\">OpenDataFrance<\/a> de soutien et de coordination des collectivit\u00e9s territoriales est aussi pr\u00e9cieux. Afin de renforcer son action d&rsquo;accompagnement et d&rsquo;outillage, l&rsquo;association a notamment \u00e9t\u00e9 financ\u00e9e en 2021 par le dispositif France Relance.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"810\" height=\"474\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/odm2021-policy.png\" alt=\"\" class=\"wp-image-16329\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/odm2021-policy.png 810w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/odm2021-policy-300x176.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/odm2021-policy-768x449.png 768w\" sizes=\"(max-width: 810px) 100vw, 810px\" \/><\/figure><\/div>\n\n\n\n<h1 class=\"wp-block-heading\"><strong>Les axes d\u2019am\u00e9liorations<\/strong><\/h1>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Un besoin d\u2019am\u00e9liorer les guides et de mettre en coh\u00e9rence les ressources<\/strong><\/h3>\n\n\n\n<p>Si de nombreuses ressources sont mises \u00e0 disposition des producteurs et des r\u00e9utilisateurs de donn\u00e9es, celles-ci doivent encore \u00eatre compl\u00e9t\u00e9es et mises en coh\u00e9rence. L\u2019enjeu est de mieux orienter les usagers vers la bonne ressource au bon moment dans leurs parcours de publication ou de r\u00e9utilisation de donn\u00e9es.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Enrichir l\u2019offre de formation d\u2019Etalab<\/strong><\/h3>\n\n\n\n<p>La formation op\u00e9rationnelle des agents publics sur les enjeux de la donn\u00e9e, des algorithmes et des codes source doit \u00eatre renforc\u00e9e afin que chaque acteur soit en capacit\u00e9 de s\u2019approprier la politique de la donn\u00e9e et sache \u00e9valuer ses activit\u00e9s quotidiennes. Une offre de formation interminist\u00e9rielle sera propos\u00e9e par le <a href=\"https:\/\/www.transformation.gouv.fr\/\">Minist\u00e8re de la transformation et de la fonction publiques<\/a>, avec le concours des administrateurs minist\u00e9riels des donn\u00e9es et proposera un ensemble de modules de formation adapt\u00e9s aux agents.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">P<strong>oursuivre les efforts de centralisation des donn\u00e9es (moissonnage)<\/strong><\/h3>\n\n\n\n<p>Un des \u00e9l\u00e9ments du classement pour lesquels la France est en retard par rapport \u00e0 d\u2019autres pays est que l\u2019ensemble des donn\u00e9es publiques n\u2019est pas r\u00e9f\u00e9renc\u00e9 sur <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a>. A titre d\u2019exemple, les donn\u00e9es de certains portails de donn\u00e9es locaux ne sont pas encore r\u00e9f\u00e9renc\u00e9es sur <a href=\"http:\/\/data.gouv.fr\/\">data.gouv.fr<\/a>. Ce constat s\u2019explique par divers facteurs : richesse et dynamisme de l\u2019\u00e9cosyst\u00e8me fran\u00e7ais en termes d\u2019open data, diversit\u00e9 des technologies employ\u00e9es, etc. Il s\u2019agit de poursuivre les efforts pour tendre vers l\u2019exhaustivit\u00e9 et faire de <a href=\"http:\/\/data.gouv.fr\/\">data.gouv.fr<\/a> un point d\u2019entr\u00e9e unique des donn\u00e9es ouvertes en France.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>En 2021, la France a confirm\u00e9 sa position de leader europ\u00e9en en mati\u00e8re d\u2019open data, en atteste le classement de l\u2019Open Data Maturity Report&nbsp;2021 de la Commission europ\u00e9enne, qui a plac\u00e9 la France \u00e0 la premi\u00e8re place devant l\u2019Irlande et l\u2019Espagne. L\u2019Open Data Maturity Report&nbsp;2021 \u00e9value les progr\u00e8s r\u00e9alis\u00e9s par les pays europ\u00e9ens selon quatre &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/retour-sur-lopen-data-maturity-index-2021-politique-gouvernance-de-lopen-data-en-france-1-4\"> <span class=\"screen-reader-text\">Retour sur l\u2019Open Data Maturity Index 2021 : Politique &#038; Gouvernance de l\u2019open data en France (1\/4)<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":69,"featured_media":16324,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[14,1,26,284],"tags":[32,71,290],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Cover.001.jpeg",1920,1080,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Cover.001-150x150.jpeg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Cover.001-300x169.jpeg",300,169,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Cover.001-768x432.jpeg",768,432,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Cover.001-1024x576.jpeg",1024,576,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Cover.001-1536x864.jpeg",1536,864,true],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Cover.001.jpeg",1920,1080,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Cover.001-45x45.jpeg",45,45,true]},"uagb_author_info":{"display_name":"Mario Restuccia","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/mario-restuccia"},"uagb_comment_info":0,"uagb_excerpt":"En 2021, la France a confirm\u00e9 sa position de leader europ\u00e9en en mati\u00e8re d\u2019open data, en atteste le classement de l\u2019Open Data Maturity Report&nbsp;2021 de la Commission europ\u00e9enne, qui a plac\u00e9 la France \u00e0 la premi\u00e8re place devant l\u2019Irlande et l\u2019Espagne. L\u2019Open Data Maturity Report&nbsp;2021 \u00e9value les progr\u00e8s r\u00e9alis\u00e9s par les pays europ\u00e9ens selon quatre\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16323"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/69"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=16323"}],"version-history":[{"count":3,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16323\/revisions"}],"predecessor-version":[{"id":16377,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16323\/revisions\/16377"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/16324"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=16323"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=16323"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=16323"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}