{"id":15018,"date":"2021-03-01T09:12:33","date_gmt":"2021-03-01T08:12:33","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=15018"},"modified":"2021-03-01T09:12:35","modified_gmt":"2021-03-01T08:12:35","slug":"acc-eig5","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/acc-eig5","title":{"rendered":"L\u2019\u00c9tat recherche des profils du num\u00e9rique\u00a0: rejoignez les Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral"},"content":{"rendered":"\n<p>Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral, programme d\u2019Etalab \u00e0 la direction interminist\u00e9rielle du num\u00e9rique, ouvre son <strong>5<sup>\u00e8me<\/sup> appel \u00e0 candidatures du 1<sup>er<\/sup> mars au 2 mai 2021<\/strong>.<\/p>\n\n\n\n<p><strong>Le programme recherche jusqu\u2019\u00e0 cinquante profils data, dev, design et en droit du num\u00e9rique, ext\u00e9rieurs \u00e0 l\u2019administration<\/strong>. Regroup\u00e9s en \u00e9quipes de 2 ou 3 profils, ils viendront contribuer pendant 10 mois \u00e0 l&rsquo;am\u00e9lioration du service public en immersion dans une administration, \u00e0 partir de septembre 2021. <\/p>\n\n\n\n<p>Si vous croyez dans le service public, que vous voulez relever des d\u00e9fis en premi\u00e8re ligne avec les \u00e9quipes m\u00e9tier de l\u2019\u00c9tat, et rejoindre un collectif engag\u00e9 dans l\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral, cet appel \u00e0 candidatures est pour vous&nbsp;!<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/candidature-eig.html\"><strong>Acc\u00e9der \u00e0 l&rsquo;appel \u00e0 candidatures sur le site Entrepreneurs d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral<\/strong><\/a><\/p><\/blockquote>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Devenir Entrepreneur d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral ou EIG, \u00e7a veut dire quoi&nbsp;?<\/strong><\/h2>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>EIG <\/strong>[\u0259i\u0292]&nbsp;n. m. et n. f., \u00e9pic\u00e8ne d\u00e9riv\u00e9 d\u2019<em>entreprendeur<\/em>, XIII\u00e8me, au sens de mettre en \u0153uvre<\/p><p><strong>[d\u00e9finition]<\/strong><\/p><p>1. Art d<em>e&nbsp; conju<\/em>guer le potentiel du num\u00e9rique aux enjeux de l\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral.<\/p><p>2. Membre d\u2019un collectif m\u00ealant comp\u00e9tences num\u00e9riques, humour geek et app\u00e9tence pour les valeurs d&rsquo;ouverture.<\/p><p>3. D\u00e9marche alliant l\u2019agilit\u00e9 et un go\u00fbt prononc\u00e9 pour les d\u00e9fis propres \u00e0 l\u2019administration, afin de cr\u00e9er de nouvelles solutions pour les usagers et les agents publics.<\/p><p>4. N\u00e9ologisme employ\u00e9 par l\u2019administration du XXI\u00e8me si\u00e8cle&nbsp;: \u00ab&nbsp;Il faut qu\u2019on s\u2019EIGise&nbsp;\u00bb ayant remplac\u00e9 le \u00ab moderniser le service public par le num\u00e9rique&nbsp;\u00bb du XX\u00e8me si\u00e8cle.<\/p><\/blockquote>\n\n\n\n<p>Au-del\u00e0 du titre, devenir EIG c\u2019est vivre une exp\u00e9rience dans des&nbsp;<strong>communaut\u00e9s aux cultures diverses<\/strong>, toutes reli\u00e9es par leur engagement pour l\u2019action publique. Vous allez :<\/p>\n\n\n\n<ol><li>Int\u00e9grer une <strong>administration<\/strong> pour 10 mois et b\u00e9n\u00e9ficier du soutien d\u2019agents publics porteurs et porteuses du projet<\/li><li>Faire <strong>\u00e9quipe<\/strong> avec un ou deux autres profils du num\u00e9rique comme vous<\/li><li>Rejoindre une <strong>promotion<\/strong> d\u2019une cinquantaine d\u2019EIG et 133 <em>alumni<\/em>&nbsp;<\/li><li>Participer \u00e0 un <strong>programme<\/strong> d\u2019appui \u00e0 l\u2019innovation : tous les EIG de la promotion se retrouvent pour des sessions r\u00e9guli\u00e8res d\u2019entraide et de partage d\u2019exp\u00e9rience, et b\u00e9n\u00e9ficient de l\u2019appui d\u2019une \u00e9quipe d\u2019accompagnement \u00e0 Etalab<\/li><\/ol>\n\n\n\n<p><strong>Les EIG deviennent contractuels de l\u2019administration, et sont r\u00e9mun\u00e9r\u00e9s 3500 euros ou 4000 euros nets par mois pour les profils ayant respectivement jusqu\u2019\u00e0 5 ann\u00e9es ou plus de 5 ann\u00e9es<\/strong> d\u2019exp\u00e9rience.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Quels sont les profils recherch\u00e9s&nbsp;?<\/strong><\/h2>\n\n\n\n<p>Nous recherchons des personnes qui veulent transmettre une culture du num\u00e9rique \u00e0 l\u2019administration, s\u2019engager dans l\u2019open data et l\u2019open source, et participer \u00e0 la mutualisation et la r\u00e9utilisation des produits et des donn\u00e9es.<\/p>\n\n\n\n<p>Les m\u00e9tiers recherch\u00e9s sont&nbsp;:<\/p>\n\n\n\n<ul><li>M\u00e9tiers de la donn\u00e9e (data scientists, data engineers, g\u00e9omaticiens\/g\u00e9omaticiennes)<\/li><li>D\u00e9veloppeurs\/d\u00e9veloppeuses<\/li><li>Designers<\/li><li>Juristes du num\u00e9rique<\/li><\/ul>\n\n\n\n<p>Cette ann\u00e9e, une nouveaut\u00e9 : car la transformation num\u00e9rique ne passe pas que par des m\u00e9tiers techniques, nous ouvrons les candidatures aux juristes du num\u00e9rique. De la m\u00eame mani\u00e8re que les profils tech font bouger les lignes des directions du num\u00e9rique, les profils juridiques viendront apporter leur expertise sp\u00e9cifique aux directions juridiques, notamment sur les sujets d\u2019open source, d\u2019open data, de circulation des donn\u00e9es, de protection des donn\u00e9es personnelles, etc.&nbsp;<\/p>\n\n\n\n<p>Les candidates et candidats seront s\u00e9lectionn\u00e9s sur des crit\u00e8res autant techniques qu\u2019humains : nous recherchons des personnes bonnes dans leur domaine de comp\u00e9tences mais aussi capables de mener un projet de bout en bout, empathiques, aimant le travail en \u00e9quipe pluridisciplinaire et avec une app\u00e9tence pour l\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral.<\/p>\n\n\n\n<p>Nous avons \u00e0 coeur de composer une promotion diverse : cette ann\u00e9e, 44% des EIG sont des femmes, et pr\u00e8s de la moiti\u00e9 des d\u00e9veloppeurs sont en fait des d\u00e9veloppeuses.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pour mener quel type de projet ?<\/strong><\/h2>\n\n\n\n<p><strong>Nouveaut\u00e9 de cette ann\u00e9e : l\u2019appel \u00e0 candidatures a lieu en m\u00eame temps que l\u2019appel \u00e0 projets.<\/strong><\/p>\n\n\n\n<p><strong>Les projets \u00e0 mener dans les administrations seront d\u00e9voil\u00e9s \u00e0 partir du 24 mai<\/strong>. Si votre candidature est pr\u00e9s\u00e9lectionn\u00e9e pour le programme, vous pourrez alors indiquer les projets sur lesquels vous souhaitez vous positionner, dans la limite de trois. Si votre pr\u00e9f\u00e9rence ne peut pas \u00eatre satisfaite, il vous sera propos\u00e9 une audition pour un autre projet.<\/p>\n\n\n\n<p><strong>Les projets, en cours de s\u00e9lection, seront \u00e0 mener dans une diversit\u00e9 d\u2019administrations, sur l\u2019ensemble du territoire fran\u00e7ais<\/strong>. Les ann\u00e9es pass\u00e9es, les EIG sont intervenus aussi bien dans les minist\u00e8res de la Justice, de la Culture et de l\u2019Int\u00e9rieur, qu\u2019\u00e0 la Haute Autorit\u00e9 de Sant\u00e9, le Museum d\u2019Histoire Naturelle, le Commissariat g\u00e9n\u00e9ral au d\u00e9veloppement durable, etc.&nbsp;<\/p>\n\n\n\n<p>Un d\u00e9nominateur commun \u00e0 tous ces projets&nbsp;: ils sont formul\u00e9s \u00e0 partir d\u2019un besoin clair, pr\u00e9sentant un fort impact pour une politique ou un service public. \u00c0 partir de ce besoin, et pendant 10 mois, les EIG cr\u00e9ent et testent de nouveaux possibles au sein de leur administration d&rsquo;accueil. Leur r\u00f4le : concevoir des outils, mais \u00e9galement acculturer l\u2019administration au num\u00e9rique et aux valeurs de l\u2019ouverture.<\/p>\n\n\n\n<p>Au terme de cette d\u00e9marche exploratoire, les r\u00e9alisations peuvent \u00eatre tr\u00e8s diverses, par exemple&nbsp;:<\/p>\n\n\n\n<ul><li><strong>\u00c0 la DIRECCTE (<\/strong>Directions R\u00e9gionales des Entreprises, de la Concurrence, de la Consommation, du Travail et de l&rsquo;Emploi)<strong> de Bourgogne-Franche-Comt\u00e9<\/strong>, un data scientist et un d\u00e9veloppeur avaient pour mission en 2018 de d\u00e9tecter les entreprises fragilis\u00e9es pour mieux les accompagner. <strong>Leur r\u00e9alisation&nbsp;: un logiciel de d\u00e9tection et des entreprises \u00e0 risque de d\u00e9faillance<\/strong>, s\u2019appuyant sur un module de chargement de donn\u00e9es (cotisations sociales, donn\u00e9es d\u2019emploi, donn\u00e9es financi\u00e8res), un algorithme de machine learning et une interface graphique. Ce logiciel est utilis\u00e9 par les commissaires aux restructurations et \u00e0 la pr\u00e9vention des difficult\u00e9s dans les entreprises pour accompagner les entreprises d\u00e9tect\u00e9es avant qu\u2019il ne soit trop tard.&nbsp;Depuis, <a href=\"https:\/\/www.etalab.gouv.fr\/signaux-faibles-de-lopen-data-camp-a-une-politique-publique-fondee-sur-la-donnee-recit-dun-passage-a-lechelle-reussi\" target=\"_blank\" rel=\"noreferrer noopener\">le projet Signaux Faibles&nbsp;est d\u00e9ploy\u00e9 \u00e0 l\u2019\u00e9chelle nationale<\/a>. Le data scientist, Pierre Camilleri, et le d\u00e9veloppeur, Christophe Ninucci, font toujours partie de l\u2019\u00e9quipe.<\/li><\/ul>\n\n\n\n<ul><li><strong>Au Mobilier National<\/strong>, une designer et un d\u00e9veloppeur avaient pour mission en 2018 de cr\u00e9er un outil pour r\u00e9v\u00e9ler les objets et savoir-faire du Mobilier National, qui contient tout le patrimoine mobilier de l\u2019Etat. <strong>Leur r\u00e9alisation&nbsp;: <\/strong><a href=\"https:\/\/collection.mobiliernational.culture.gouv.fr\/recherche\"><u><strong>un site<\/strong><\/u><\/a><strong> et un outil de recherche dans les collections.<\/strong> A l\u2019issue des 10 mois, 70 000 objets \u00e9taient en ligne, dont 36 000 photos d\u2019objets et 15000 photos t\u00e9l\u00e9chargeables et r\u00e9utilisables. Le code de l\u2019outil est accessible et peut \u00eatre r\u00e9utilis\u00e9 par d\u2019autres institutions culturelles afin de diffuser plus facilement leurs collections. L\u2019\u00e9quipe EIG a \u00e9galement organis\u00e9 <a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/blog\/2018\/10\/12\/retour-sur-atelier-wikipedia-au-mobilier-national.html\"><u>des ateliers en partenariat avec Wikim\u00e9dia France<\/u><\/a> pour publier des photos des ateliers du Mobilier sous licence libre et enrichir les articles de Wikip\u00e9dia. La designer, Laurie Chapotte, et le d\u00e9veloppeur Ned Baldessin poursuivent ce projet dans l\u2019Atelier du Num\u00e9rique du minist\u00e8re de la Culture.<\/li><\/ul>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>En attendant de d\u00e9couvrir les projets d\u00e9voil\u00e9s en mai, explorez les projets des ann\u00e9es pass\u00e9es et les parcours des anciennes et anciens EIG&nbsp;<\/strong><a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/defis.html\"><u><strong>sur le site Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral<\/strong><\/u><\/a><strong>.<\/strong><\/p><\/blockquote>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Comment rejoindre notre 5<\/strong><sup><strong>\u00e8me<\/strong><\/sup><strong> promotion ?<\/strong><\/h2>\n\n\n\n<p>Le processus de candidature se fait en trois \u00e9tapes&nbsp;:<\/p>\n\n\n\n<ul><li><strong>1<\/strong><sup><strong>er<\/strong><\/sup><strong> mars au 2 mai<\/strong>&nbsp;: vous envoyez votre candidature<\/li><li><strong>24 mai<\/strong> : les projets \u00e0 mener dans l\u2019administration sont r\u00e9v\u00e9l\u00e9s. Si votre candidature est pr\u00e9s\u00e9lectionn\u00e9e, vous indiquez avant le 31 mai les projets sur lesquels vous souhaitez vous positionner, dans la limite de trois. Si votre pr\u00e9f\u00e9rence ne peut pas \u00eatre satisfaite, il vous sera propos\u00e9 une audition pour un autre projet.<\/li><li><strong>7 juin au 15 juin<\/strong>&nbsp;: vous passez un entretien de s\u00e9lection en pr\u00e9sence d\u2019un jury compos\u00e9 d\u2019agents publics, de membres de la DINUM et de personnalit\u00e9s ext\u00e9rieures issues des mondes associatif, de la recherche et de l\u2019entrepreneuriat.<\/li><\/ul>\n\n\n\n<p>Les laur\u00e9ates et laur\u00e9ats rejoignent la promotion 5 du programme Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral et d\u00e9marrent leurs projets dans les administrations le 13 septembre 2021, et ce jusqu\u2019au 12 juillet 2022.<\/p>\n\n\n\n<p>Toutes les informations sur le fonctionnement de l\u2019appel \u00e0 candidature sont disponibles sur <a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/candidature-defi.html\"><u>le site du programme EIG<\/u><\/a>.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>Vous voulez candidater ? <\/strong><a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/candidature-eig.html\"><u><strong>Visitez le site du programme EIG et postulez jusqu\u2019au 2 mai<\/strong><\/u><\/a><\/p><p><strong>Participez \u00e0 nos webinaires de pr\u00e9sentation de l\u2019appel \u00e0 candidatures :<\/strong><\/p><p>&#8211; <u><a href=\"https:\/\/app.livestorm.co\/dinum-12\/aac-eig5-webinaire-info-1\">lundi 15 mars, de 11h \u00e0 12h<\/a><\/u><\/p><p>&#8211; <u><a href=\"https:\/\/app.livestorm.co\/dinum-12\/aac-eig5-webinaire-info-2\">mardi 30 mars, de 14h \u00e0 15h<\/a><\/u><\/p><p><strong>T\u00e9l\u00e9chargez la <a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/docs\/Plaquette-AAC-EIG2021.pdf\">plaquette de l\u2019appel \u00e0 candidatures 2021<\/a><\/strong><\/p><\/blockquote>\n","protected":false},"excerpt":{"rendered":"<p>Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral, programme d\u2019Etalab \u00e0 la direction interminist\u00e9rielle du num\u00e9rique, ouvre son 5\u00e8me appel \u00e0 candidatures du 1er mars au 2 mai 2021. Le programme recherche jusqu\u2019\u00e0 cinquante profils data, dev, design et en droit du num\u00e9rique, ext\u00e9rieurs \u00e0 l\u2019administration. Regroup\u00e9s en \u00e9quipes de 2 ou 3 profils, ils viendront contribuer pendant 10 mois &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/acc-eig5\"> <span class=\"screen-reader-text\">L\u2019\u00c9tat recherche des profils du num\u00e9rique\u00a0: rejoignez les Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":72,"featured_media":15067,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/Etalab-Blog_800x430.jpg",800,430,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/Etalab-Blog_800x430.jpg",150,81,false],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/Etalab-Blog_800x430.jpg",300,161,false],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/Etalab-Blog_800x430.jpg",768,413,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/Etalab-Blog_800x430.jpg",800,430,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/Etalab-Blog_800x430.jpg",800,430,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/Etalab-Blog_800x430.jpg",800,430,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/Etalab-Blog_800x430.jpg",45,24,false]},"uagb_author_info":{"display_name":"Corine Waroquiers","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/corine-waroquiers"},"uagb_comment_info":0,"uagb_excerpt":"Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral, programme d\u2019Etalab \u00e0 la direction interminist\u00e9rielle du num\u00e9rique, ouvre son 5\u00e8me appel \u00e0 candidatures du 1er mars au 2 mai 2021. Le programme recherche jusqu\u2019\u00e0 cinquante profils data, dev, design et en droit du num\u00e9rique, ext\u00e9rieurs \u00e0 l\u2019administration. Regroup\u00e9s en \u00e9quipes de 2 ou 3 profils, ils viendront contribuer pendant 10 mois\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/15018"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/72"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=15018"}],"version-history":[{"count":9,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/15018\/revisions"}],"predecessor-version":[{"id":15066,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/15018\/revisions\/15066"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/15067"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=15018"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=15018"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=15018"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}