{"id":10690,"date":"2016-11-14T17:00:06","date_gmt":"2016-11-14T16:00:06","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=10690"},"modified":"2019-06-18T10:08:19","modified_gmt":"2019-06-18T08:08:19","slug":"comment-l-agd-a-developpe-des-algorithmes-pour-les-demandeurs-d-emploi","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/comment-l-agd-a-developpe-des-algorithmes-pour-les-demandeurs-d-emploi","title":{"rendered":"Billet technique : Comment l&rsquo;AGD a d\u00e9velopp\u00e9 des algorithmes pour les demandeurs d&#8217;emploi"},"content":{"rendered":"\n<p>L\u2019une des missions importantes de l\u2019Administrateur g\u00e9n\u00e9ral \ndes donn\u00e9es est de soutenir la diffusion dans l\u2019Etat des datasciences au\n service de l\u2019action publique. Compl\u00e9tant l\u2019ouverture des <a href=\"http:\/\/www.data.gouv.fr\/\">donn\u00e9es publiques<\/a>, des <a href=\"https:\/\/www.openfisca.fr\/\">mod\u00e8les<\/a> et des <a href=\"https:\/\/www.etalab.gouv.fr\/codeimpot-un-hackathon-autour-de-louverture-du-code-source-du-calculateur-impots\">codes source<\/a>,\n certains des algorithmes d\u00e9velopp\u00e9s par l\u2019AGD sont ainsi des ressources\n mises \u00e0 disposition de tous, permettant \u00e0 des innovateurs d\u2019inventer de\n nouveaux services ou aux administrations de les r\u00e9utiliser.<\/p>\n\n\n\n<p><strong>Engag\u00e9 comme toute la DINSIC dans la transformation num\u00e9rique\n de l\u2019action publique, l\u2019AGD soutient le d\u00e9veloppement de solutions \nconcr\u00e8tes (<a href=\"http:\/\/labonneboite.pole-emploi.fr\/\">La Bonne Bo\u00eete<\/a>, <a href=\"http:\/\/labonneformation.pole-emploi.fr\/\">La Bonne Formation<\/a>, projets de l\u2019<a href=\"https:\/\/beta.gouv.fr\/\">incubateur de services num\u00e9riques<\/a>), et les d\u00e9marches d\u2019<a href=\"https:\/\/www.etalab.gouv.fr\/rejoignez-la-1e-promotion-dentrepreneurs-dinteret-general\">open innovation.<\/a><\/strong><\/p>\n\n\n\n<p><strong>\u00c0 ce titre, l\u2019\u00e9quipe collabore depuis plusieurs semaines avec Bayes Impact France, qui a lanc\u00e9 <a href=\"https:\/\/www.bob-emploi.fr\">Bob Emploi<\/a>,<\/strong>\n un service permettant d\u2019accompagner le demandeur d\u2019emploi dans ses \nrecherches, en lui faisant des recommandations d\u2019actions \u00e0 engager.<\/p>\n\n\n\n<p>Gr\u00e2ce \u00e0 la strat\u00e9gie d\u2019Etat-plateforme, <strong>Bob Emploi<\/strong> a\n pu utiliser certaines API d\u00e9velopp\u00e9es par la DINSIC, notamment pour la \nBonne Bo\u00eete, et des algorithmes ont \u00e9t\u00e9 d\u00e9velopp\u00e9s en collaboration avec\n les \u00e9quipes de Bayes Impact.<br>\nTrois actions ont ainsi \u00e9t\u00e9 identifi\u00e9es permettant d\u2019\u00e9largir le p\u00e9rim\u00e8tre de recherche d\u2019un demandeur d\u2019emploi :<\/p>\n\n\n\n<ul><li>Changer de m\u00e9tier<\/li><li>Modifier son salaire de recherche<\/li><li>Changer de d\u00e9partement<\/li><\/ul>\n\n\n\n<p>Deux algorithmes ont \u00e9t\u00e9 d\u00e9velopp\u00e9s par l\u2019AGD : un algorithme de \nrecommandation pour ajuster son salaire de recherche et un algorithme de\n recommandation pour explorer d\u2019autres m\u00e9tiers. Le premier est d\u00e9j\u00e0 en \nproduction dans l\u2019application Bob Emploi et le second y sera int\u00e9gr\u00e9 \nprochainement.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"comment-fonctionne-lalgorithme-de-recommandation-salariale-\">Comment fonctionne l\u2019algorithme de recommandation salariale ?<\/h3>\n\n\n\n<p>Lorsque l\u2019on recherche une offre d\u2019emploi, le choix d\u2019une \nrevendication salariale n\u2019est pas toujours \u00e9vident. Si ce salaire \nrecherch\u00e9 est trop \u00e9lev\u00e9, il peut cacher une grande partie des offres. \nL\u2019algorithme confronte le salaire de recherche du demandeur d\u2019emploi \u00e0 \nla distribution des salaires dans la base des offres d\u2019emploi et permet \nd\u2019envoyer un signal \u00e0 un demandeur d\u2019emploi qui se couperait d\u2019une \npartie trop importante du march\u00e9.<\/p>\n\n\n\n<p>L\u2019algorithme repose sur l\u2019id\u00e9e qu\u2019il y a un arbitrage entre la baisse\n de salaire que l\u2019on est pr\u00e8t \u00e0 accepter et le nombre d\u2019offres \nauxquelles on a acc\u00e8s. L\u2019objectif est de pouvoir envoyer un signal \u00e0 \nl\u2019utilisateur du type : <em>En baissant de 4,5% votre salaire de recherche, vous aurez acc\u00e8s \u00e0 150% d\u2019offres suppl\u00e9mentaires.<\/em><\/p>\n\n\n\n<p>Cette recommandation s\u2019appuie sur la maximisation d\u2019un score qui \nd\u00e9pend positivement du nombre d\u2019offres d\u2019emploi suppl\u00e9mentaires \nauxquelles donne acc\u00e8s une baisse du salaire de recherche et \nn\u00e9gativement de la baisse de salaire engendr\u00e9e. Apr\u00e8s plusieurs essais, \nc\u2019est la fonction suivante qui a \u00e9t\u00e9 retenue [Voir <a href=\"https:\/\/github.com\/SGMAP-AGD\/recommandations_emploi\/blob\/master\/recommandations_salariales\/algo_reco_salaries_score.ipynb\">notebook<\/a> sur les scores] :<\/p>\n\n\n\n<p>\n  <strong>[latex]\\Large{\\mathbf{score(\\Delta O)=\\frac{\\sqrt(\\Delta S)}{\\Delta O}}}[\/latex]<\/strong>\n<\/p>\n\n\n\n<p>avec [latex]\\mathbf{\\Delta O} = [\/latex] Taux d\u2019offres d\u2019emploi accessibles suppl\u00e9mentaires.<\/p>\n\n\n\n<p>et [latex]\\mathbf{\\Delta S} = [\/latex]Taux de baisse de salaire.<\/p>\n\n\n\n<p>L\u2019algorithme est calcul\u00e9 \u00e0 partir de l\u2019ensemble des offres d\u2019emploi \ncollect\u00e9es par P\u00f4le Emploi sur les six derniers mois. Il est calcul\u00e9 en \nfonction du m\u00e9tier, en utilisant le r\u00e9f\u00e9rentiel ROME de P\u00e8le Emploi, et \npar niveau d\u2019exp\u00e9rience.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"exemple-sur-bob-emploi\">Exemple sur Bob Emploi<\/h4>\n\n\n\n<figure class=\"wp-block-image\"><a href=\"https:\/\/agd.data.gouv.fr\/wp-content\/uploads\/2016\/11\/pasted_image_at_2016_11_14_05_58_pm.png\"><img decoding=\"async\" src=\"https:\/\/agd.data.gouv.fr\/wp-content\/uploads\/2016\/11\/pasted_image_at_2016_11_14_05_58_pm.png\" alt=\"pasted_image_at_2016_11_14_05_58_pm\" class=\"wp-image-815\"\/><\/a><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"comment-fonctionne-lalgorithme-de-recommandation-des-m\u00e9tiers-\">Comment fonctionne l\u2019algorithme de recommandation des m\u00e9tiers ?<\/h3>\n\n\n\n<p>Pour d\u00e9finir un algorithme de recommandation de m\u00e9tiers, il faut trois \u00e9l\u00e9ments :<\/p>\n\n\n\n<ul><li>une m\u00e9trique qui permette de mesurer ce que l\u2019on veut maximiser ou minimiser.<\/li><li>un graphe qui indique les transitions potentielles entre les m\u00e9tiers<\/li><li>un mod\u00e8le qui permette d\u2019indiquer l\u2019esp\u00e9rance de la m\u00e9trique en fonction des diff\u00e9rents sc\u00e9narios envisag\u00e9s.<\/li><\/ul>\n\n\n\n<p>\u00c0 partir d\u2019un \u00e9chantillon du Fichier historique des demandeurs \nd\u2019emploi de P\u00e8le Emploi recensant l\u2019ensemble des \u00e9pisodes d\u2019inscription \u00e0\n P\u00f4le Emploi, une m\u00e9trique mesure le pourcentage de temps moyen pass\u00e9 en\n cat\u00e9gorie A par demandeur d\u2019emploi sur une p\u00e9riode donn\u00e9e.<\/p>\n\n\n\n<p>Pour le graphe des m\u00e9tiers, les m\u00e9tiers connexes d\u00e9finis dans le \nr\u00e9f\u00e9rentiel ROME de P\u00e8le Emploi sont utilis\u00e9s. Ce r\u00e9f\u00e9rentiel permet de \nconna\u00eetre les transitions possibles entre les m\u00e9tiers r\u00e9pertori\u00e9s dans \nle r\u00e9f\u00e9rentiel.<\/p>\n\n\n\n<p>\u00c0 partir de l\u00e9, on peut calculer pour chaque m\u00e9tier dans chaque \nr\u00e9gion et pour chaque cat\u00e9gorie d\u2019\u00e8ge, le pourcentage de temps pass\u00e9 en \ncat\u00e9gorie A au cours de cette p\u00e9riode.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"exemple-de-recommandations-m\u00e9tiers-pour-une-r\u00e9gion-fran\u00e7aise-tous-\u00e8ges-confondus\">Exemple de recommandations-m\u00e9tiers pour une r\u00e9gion fran\u00e7aise, tous \u00e8ges confondus.<\/h4>\n\n\n\n<p>Prenons l\u2019exemple d\u2019un demandeur d\u2019emploi pour un poste en <em>Strat\u00e9gie commerciale<\/em>. Sans prendre en compte l\u2019\u00e8ge de l\u2019individu, voici le tableau renvoy\u00e9 par l\u2019algorithme :<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><a href=\"https:\/\/agd.data.gouv.fr\/wp-content\/uploads\/2016\/11\/image01.png\"><img decoding=\"async\" src=\"https:\/\/agd.data.gouv.fr\/wp-content\/uploads\/2016\/11\/image01.png\" alt=\"reco_marketing\" class=\"wp-image-762\"\/><\/a><\/figure><\/div>\n\n\n\n<p>Chaque ligne correspond \u00e0 une option potentielle g\u00e9n\u00e9r\u00e9e \u00e0 partir du \ngraphe des ROME. Ainsi, un demandeur d\u2019emploi capable d\u2019occuper un poste\n en \u00ab&nbsp;<em>Strat\u00e9gie commerciale<\/em>&nbsp;\u00bb devrait suppos\u00e9ment \u00e8tre capable de postuler pour des postes en <em>Marketing<\/em>, <em>Promotion des ventes<\/em> ou en <em>Management relation client\u00e8le<\/em>. \u00e9En comparant le temps pass\u00e9 au ch\u00e8mage au cours des 6 derniers mois, l\u2019algorithme a d\u00e9tect\u00e9 que les demandeurs d\u2019emploi en <em>Marketing<\/em> ont pass\u00e9 20.6% de temps en moins au ch\u00e8mage que ceux cherchant un poste en <em>Strat\u00e9gie commerciale<\/em>. Si le demandeur d\u2019emploi est pr\u00e8t \u00e0 consid\u00e9rer d\u2019autres m\u00e9tiers, c\u2019est donc vers un poste en <em>Marketing<\/em> que l\u2019algorithme l\u2019oriente.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"exemple-de-recommandations-m\u00e9tiers-pour-une-r\u00e9gion-fran\u00e9aise-et-par-tranche-d\u00e2ge\">Exemple de recommandations-m\u00e9tiers pour une r\u00e9gion fran\u00e9aise et par tranche d\u2019\u00e2ge.<\/h4>\n\n\n\n<p>Lorsque suffisamment de donn\u00e9es sont disponibles, l\u2019algorithme affine\n la recommandation par tranche d\u2019\u00e2ge. C\u2019est le cas ici pour un demandeur\n d\u2019emploi en <em>P\u00e2tisserie, confiserie, chocolaterie et glacerie<\/em> de 26 ans dans une r\u00e9gion fran\u00e9aise. L\u2019algorithme explore quatre options potentielles donn\u00e9es par le graphe des ROME : <em>Vente en gros de produits frais<\/em>, <em>Boulangerie-viennoiserie<\/em>, <em>Personnel de cuisine<\/em> et <em>Conduite d\u2019\u00e9quipement de production alimentaire<\/em>.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><a href=\"https:\/\/agd.data.gouv.fr\/wp-content\/uploads\/2016\/11\/boulangerie.png\"><img decoding=\"async\" src=\"https:\/\/agd.data.gouv.fr\/wp-content\/uploads\/2016\/11\/boulangerie.png\" alt=\"boulangerie\" class=\"wp-image-763\"\/><\/a><\/figure><\/div>\n\n\n\n<p>Au regard du tableau, les demandeurs d\u2019emploi ayant entre 25 et 35 ans en <em>Ventes en gros de produits frais<\/em> ainsi qu\u2019en <em>oulangerie-viennoiserie<\/em> ont pass\u00e9 44.62% (resp. 10.28%) de temps en moins au ch\u00f4mage que ceux en <em>P\u00e2tisserie, confiserie, chocolaterie et glacerie<\/em>.\n Ces deux m\u00e9tiers seront donc recommand\u00e9s par notre algorithme pour les \ndemandeurs d\u2019emploi de cette tranche d\u2019\u00e2ge, dans cette r\u00e9gion \nsp\u00e9cifique.<\/p>\n\n\n\n<p>Les algorithmes ainsi que les notebooks sont disponibles sur <a href=\"https:\/\/github.com\/SGMAP-AGD\/recommandations_emploi\">GitHub<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>L\u2019une des missions importantes de l\u2019Administrateur g\u00e9n\u00e9ral des donn\u00e9es est de soutenir la diffusion dans l\u2019Etat des datasciences au service de l\u2019action publique. Compl\u00e9tant l\u2019ouverture des donn\u00e9es publiques, des mod\u00e8les et des codes source, certains des algorithmes d\u00e9velopp\u00e9s par l\u2019AGD sont ainsi des ressources mises \u00e0 disposition de tous, permettant \u00e0 des innovateurs d\u2019inventer de &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/comment-l-agd-a-developpe-des-algorithmes-pour-les-demandeurs-d-emploi\"> <span class=\"screen-reader-text\">Billet technique : Comment l&rsquo;AGD a d\u00e9velopp\u00e9 des algorithmes pour les demandeurs d&#8217;emploi<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":36,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[271],"tags":[250],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Florian Gauthier","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/florian-gauthier"},"uagb_comment_info":0,"uagb_excerpt":"L\u2019une des missions importantes de l\u2019Administrateur g\u00e9n\u00e9ral des donn\u00e9es est de soutenir la diffusion dans l\u2019Etat des datasciences au service de l\u2019action publique. Compl\u00e9tant l\u2019ouverture des donn\u00e9es publiques, des mod\u00e8les et des codes source, certains des algorithmes d\u00e9velopp\u00e9s par l\u2019AGD sont ainsi des ressources mises \u00e0 disposition de tous, permettant \u00e0 des innovateurs d\u2019inventer de\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10690"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/36"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=10690"}],"version-history":[{"count":1,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10690\/revisions"}],"predecessor-version":[{"id":10691,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10690\/revisions\/10691"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=10690"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=10690"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=10690"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}