{"id":8422,"date":"2018-06-19T16:57:22","date_gmt":"2018-06-19T14:57:22","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=8422"},"modified":"2019-07-15T18:01:34","modified_gmt":"2019-07-15T16:01:34","slug":"opengov-lumiere-sur-les-donnees-du-repertoire-des-representants-dinterets-retour-sur-le-forum-open-detat-2","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/opengov-lumiere-sur-les-donnees-du-repertoire-des-representants-dinterets-retour-sur-le-forum-open-detat-2","title":{"rendered":"#OpenGov \u2013 publier en open data les donn\u00e9es du r\u00e9pertoire des repr\u00e9sentants d\u2019int\u00e9r\u00eats : retour sur le Forum Open d\u2019\u00c9tat #2"},"content":{"rendered":"<blockquote><p><span style=\"font-weight: 400;\"> <span style=\"color: #000000;\"><br \/>\nLe deuxi\u00e8me forum \u201cOpen d\u2019Etat\u201d a permis de travailler sur l\u2019engagement 20 du <a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/PlanOGP-FR-2018-2020-VF-FR.pdf\">Plan d\u2019action national de la France pour une action publique transparente et collaborative,<\/a> intitul\u00e9 \u00ab\u00a0Assurer une plus grande transparence des activit\u00e9s des repr\u00e9sentants d&rsquo;int\u00e9r\u00eats\u00a0\u00bb et port\u00e9&nbsp;par la Haute Autorit\u00e9 pour la transparence de la vie publique. Les ateliers ont port\u00e9 sur 2 sujets : <\/span><\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Des cas d\u2019usage des donn\u00e9es du r\u00e9pertoire des repr\u00e9sentants d\u2019int\u00e9r\u00eats,<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Des exemples de datavisualisations qui pourraient \u00eatre r\u00e9alis\u00e9es \u00e0 partir du m\u00eame r\u00e9pertoire.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\"><span style=\"color: #000000;\">Concernant le premier atelier, les points de sortie sont nombreux : assister les assistants parlementaires dans la qualification des contacts avec les repr\u00e9sentants d\u2019int\u00e9r\u00eats, permettre \u00e0 des chercheurs l\u2019impact des actions de lobbying sur l\u2019\u00e9laboration des lois, donner aux associations la possibilit\u00e9 de s\u2019unir pour mener des actions communes.<\/span><\/span><\/p>\n<p><span style=\"font-weight: 400;\"><span style=\"color: #000000;\">Le deuxi\u00e8me atelier a \u00e9galement permis de proposer des repr\u00e9sentations de donn\u00e9es : tableau de bord pour photographier visuellement la base, aide pour&nbsp;explorer les donn\u00e9es et \u00e9ventuellement d\u00e9tecter des incoh\u00e9rences, liens des responsables publics avec les diff\u00e9rents types d\u2019organisation sous la forme d\u2019un r\u00e9seau, <\/span><a href=\"https:\/\/dam.io\/openetat2\/hatvp_registre_clients\/\"><span style=\"font-weight: 400;\">carte du r\u00e9seau des clients<\/span><\/a><span style=\"font-weight: 400;\"> <span style=\"color: #000000;\"> des cabinets de lobbying et une <\/span><a href=\"https:\/\/dam.io\/openetat2\/hatvp_registre_affiliations\/\"><span style=\"font-weight: 400;\"><span style=\"color: #000000;\"> carte des affiliations des acteurs<\/span><\/span><\/a><span style=\"font-weight: 400;\"><span style=\"color: #000000;\"> de la base. <\/span><\/span><\/span><\/span><\/p><\/blockquote>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Jeudi 24 mai 2018, Etalab, Datactivist et Vraiment Vraiment ont lanc\u00e9 avec la Haute Autorit\u00e9 pour la transparence de la vie publique la 2\u00e8 \u00e9dition des forums Open d\u2019\u00c9tat, qui s\u2019est tenue dans leurs locaux.<\/span><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Ces rencontres r\u00e9guli\u00e8res visent \u00e0 \u00e9tablir un dialogue entre la soci\u00e9t\u00e9 civile et les agents publics autour des engagements du <a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/PlanOGP-FR-2018-2020-VF-FR.pdf\">plan d\u2019action 2018-2020 de la France pour une action publique transparente et collaborative<\/a>. Afin de favoriser la mise en oeuvre collaborative des engagements, ces rencontres portent sur des points pr\u00e9cis du plan d\u2019action. <\/span><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Pour donner suite aux demandes formul\u00e9es lors de la premi\u00e8re rencontre de travailler sur la compr\u00e9hension de l\u2019action publique et le pouvoir d\u2019agir citoyen, nous avons choisi d\u2019aborder dans cette deuxi\u00e8me rencontre <strong>l\u2019engagement n\u00b020 du plan d\u2019action,<\/strong> port\u00e9 par la Haute Autorit\u00e9. Son contenu : <strong>publier en open data les donn\u00e9es du r\u00e9pertoire num\u00e9rique des repr\u00e9sentants d\u2019int\u00e9r\u00eats cr\u00e9e en 2017, associer la soci\u00e9t\u00e9 civile \u00e0 son enrichissement et accompagner ses usages<\/strong>. Les donn\u00e9es du r\u00e9pertoire permettent de mieux conna\u00eetre quelles organisations exercent directement ou indirectement des actions de repr\u00e9sentation d\u2019int\u00e9r\u00eats (lobbying) aupr\u00e8s des d\u00e9cideurs publics (type d\u2019organisation, coordonn\u00e9es, dirigeants, clients, champs d\u2019activit\u00e9s etc.), et de comprendre leurs actions et les moyens qui y sont allou\u00e9s.<\/span><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Pr\u00e9alablement \u00e0 la rencontre, <a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/Kit_appropriationschema_donnees-Forum2.pdf\">un kit d\u2019appropriation a \u00e9t\u00e9 envoy\u00e9 puis distribu\u00e9 aux participant-e-s<\/a> afin de pr\u00e9senter bri\u00e8vement le contexte l\u00e9gislatif entourant la cr\u00e9ation du r\u00e9pertoire, les enjeux du lobbying, ainsi qu\u2019une introduction aux donn\u00e9es du r\u00e9pertoiredes repr\u00e9sentants d\u2019int\u00e9r\u00eats, ceci afin de s\u2019assurer qu\u2019un niveau commun de compr\u00e9hension soit partag\u00e9. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">La rencontre s\u2019est d\u00e9roul\u00e9e en trois temps : <\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">En pr\u00e9ambule : un rappel des principes du <\/span><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/le_manifeste_V2.pdf\"><span style=\"font-weight: 400;\">manifeste des forums Open d&rsquo;Etat<\/span><\/a><span style=\"font-weight: 400;\">, co-construit lors de la pr\u00e9c\u00e9dente rencontre (<\/span><a href=\"https:\/\/www.etalab.gouv.fr\/gouvernementouvert-retour-sur-le-lancement-des-forums-open-detat\"><span style=\"font-weight: 400;\">voir compte-rendu<\/span><\/a><span style=\"font-weight: 400;\">).<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Premi\u00e8re partie du forum : <\/span><b>une phase d\u2019acculturation<\/b><span style=\"font-weight: 400;\"> au sujet, r\u00e9alis\u00e9e avec l\u2019intervention d\u2019experts des donn\u00e9es de repr\u00e9sentation d\u2019int\u00e9r\u00eats. <\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Deuxi\u00e8me partie : <\/span><b>un moment d\u2019id\u00e9ation<\/b><span style=\"font-weight: 400;\"> autour d\u2019ateliers pratiques pour comprendre le potentiel et les limites de ces donn\u00e9es. <\/span><\/li>\n<\/ul>\n<h1><span style=\"color: #00b0f0;\"><b>HATVP : comment rendre le r\u00e9pertoire plus utile et plus accessible ?<\/b><\/span><\/h1>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignright wp-image-8433 size-large\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/img2-1024x768.jpg\" alt=\"\" width=\"806\" height=\"605\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/img2-1024x768.jpg 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/img2-300x225.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/img2-768x576.jpg 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/img2.jpg 1600w\" sizes=\"(max-width: 806px) 100vw, 806px\" \/><\/p>\n<p style=\"text-align: justify;\">\n<p>La premi\u00e8re table ronde accueillait deux agents de la Haute Autorit\u00e9 pour pr\u00e9senter les donn\u00e9es du r\u00e9pertoire : Yann Adusei, adjoint au chef du p\u00f4le communication et relations institutionnelles et Antoine H\u00e9ry, chef du p\u00f4le relations avec les publics, en charge de la mise en \u0153uvre du r\u00e9pertoire. L\u2019un des d\u00e9fis de la cr\u00e9ation du r\u00e9pertoire en 2017 consistait \u00e0 s\u2019accorder sur les termes employ\u00e9s. Qu\u2019est-ce qu\u2019un repr\u00e9sentant d\u2019int\u00e9r\u00eats ? Qu\u2019est-ce qu\u2019une activit\u00e9 de repr\u00e9sentation d\u2019int\u00e9r\u00eats ? Qui doit d\u00e9clarer et comment ? \u00c0 ces questions qui peuvent avoir des cons\u00e9quences juridiques fortes, la Haute Autorit\u00e9 apporte des r\u00e9ponses dans des <a href=\"https:\/\/www.hatvp.fr\/wordpress\/wp-content\/uploads\/2017\/12\/lignes-directrices-janvier-2018.pdf\" class=\"broken_link\"><span style=\"font-weight: 400;\">lignes directrices<\/span><\/a><span style=\"font-weight: 400;\"> qui d\u00e9crivent en d\u00e9tail les crit\u00e8res d\u2019inscription au r\u00e9pertoire et les obligations qui en d\u00e9coulent &nbsp;<\/span><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Aujourd\u2019hui, pr\u00e8s de 1600 repr\u00e9sentants sont inscrits au r\u00e9pertoire&nbsp;; ils ont d\u00e9clar\u00e9, pour le second semestre de l\u2019ann\u00e9e 2017 (juillet\/d\u00e9cembre) &nbsp;pr\u00e8s de 5000 activit\u00e9s. Ces d\u00e9clarations doivent pr\u00e9ciser la <\/span><i><span style=\"font-weight: 400;\">&nbsp;question sur laquelle<\/span><\/i><span style=\"font-weight: 400;\"> a port\u00e9 la ou les actions de lobbying (ex. : l\u2019exploitation d\u2019hydrocarbures), le domaine d\u2019intervention (ex&nbsp;: les \u00e9nergies fossiles), le type de d\u00e9cision publique concern\u00e9e (ex&nbsp;: la loi) ou encore la fonction du responsable public contact\u00e9 (ex&nbsp;: d\u00e9put\u00e9). Toutefois le nom du responsable public consult\u00e9 n\u2019est pas demand\u00e9. Depuis le 1<\/span><span style=\"font-weight: 400;\">er<\/span><span style=\"font-weight: 400;\"> juillet 2017, date d\u2019entr\u00e9e en vigueur du r\u00e9pertoire, beaucoup de donn\u00e9es ont d\u00e9j\u00e0 \u00e9t\u00e9 accumul\u00e9es mais celles-ci pr\u00e9sentent plusieurs limites comme l\u2019a montr\u00e9<\/span><a href=\"http:\/\/multinationales.org\/Qu-apprend-on-dans-le-tout-nouveau-registre-du-lobbying-en-France\"><span style=\"font-weight: 400;\"> l\u2019observatoire des multinationales<\/span><\/a><span style=\"font-weight: 400;\">. <\/span><span style=\"font-weight: 400;\">Se pose aussi la question des contr\u00f4les qui vont \u00eatre progressivement exerc\u00e9s sur les d\u00e9clarations, faut-il faire appel aux citoyens pour pointer d\u2019\u00e9ventuelles incoh\u00e9rences ? <\/span><span style=\"font-weight: 400;\">Enfin, l\u2019interface actuelle du moteur de recherche reste tr\u00e8s limit\u00e9e, et comme premier axe d\u2019am\u00e9lioration, la Haute Autorit\u00e9 travaille \u00e0 de nouvelles mani\u00e8res d\u2019explorer les donn\u00e9es du r\u00e9pertoire afin de les rendre plus utiles et faciles \u00e0 comprendre par un public le plus large possible. <\/span><\/p>\n<h1><span style=\"color: #00b0f0;\"><b>Contexte : comment enqu\u00eater avec les donn\u00e9es du r\u00e9pertoire ?<\/b><\/span><\/h1>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignleft wp-image-8434 size-large\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/img3-1024x768.jpeg\" alt=\"\" width=\"806\" height=\"605\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/img3.jpeg 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/img3-300x225.jpeg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/img3-768x576.jpeg 768w\" sizes=\"(max-width: 806px) 100vw, 806px\" \/><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Contexte est un site d\u2019informations n\u00e9 en 2013 \u00e0 destination des professionnels des politiques et des affaires publiques. Son fondateur, Jean-Christophe Boulanger, a expliqu\u00e9 que Contexte part du constat d\u2019un manque de transparence dans les d\u00e9cisions publiques et le processus d\u00e9mocratique. Contexte est \u00e0 la fois utilisateur des donn\u00e9es sur la repr\u00e9sentation d\u2019int\u00e9r\u00eats mais aussi producteur puisqu\u2019il est le premier m\u00e9dia \u00e0 avoir publi\u00e9 les d\u00e9clarations d\u2019int\u00e9r\u00eats de <\/span><a href=\"https:\/\/www.contexte.com\/pages\/equipe\/\"><span style=\"font-weight: 400;\">son \u00e9quipe<\/span><\/a><span style=\"font-weight: 400;\">. 25 personnes travaillent aujourd\u2019hui pour Contexte, dont 16 journalistes.<\/span><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Pour aider ses lecteurs \u00e0 explorer les coulisses de l\u2019\u00e9laboration de la loi, Contexte data exploite les donn\u00e9es brutes des sites des deux assembl\u00e9es pour permettre un suivi interactif de l\u2019activit\u00e9 parlementaire fran\u00e7aise. La r\u00e9daction de Contexte utilise l\u2019interface de programmation (API) du r\u00e9pertoire des repr\u00e9sentants d\u2019int\u00e9r\u00eats pour alerter, via un bot dans leur outil de discussion interne, les journalistes sur les activit\u00e9s de repr\u00e9sentation d\u2019int\u00e9r\u00eats qui les concernent. Cela permet \u00e0 la r\u00e9daction de savoir quelle entreprise a men\u00e9 des actions de lobbying et de conna\u00eetre par quelle agence ou cabinet elle se fait \u00e9ventuellement repr\u00e9senter. Un journaliste de la r\u00e9daction de Contexte a expliqu\u00e9 que les donn\u00e9es du r\u00e9pertoire peuvent \u00eatre un bon aiguillon pour orienter l\u2019enqu\u00eate vers de nouvelles pistes. Selon lui, la richesse de l\u2019enqu\u00eate ne vient pas des donn\u00e9es elles-m\u00eames mais de leur m\u00e9lange et de leur traitement par des journalistes experts.<\/span><\/p>\n<h1><span style=\"color: #00b0f0;\"><b>Transparency International UE : les enseignements du registre europ\u00e9en des repr\u00e9sentants d\u2019int\u00e9r\u00eats<\/b><\/span><\/h1>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Daniel Freund, responsable du plaidoyer \u00e0 Transparency International EU, nous a pr\u00e9sent\u00e9 les donn\u00e9es du registre europ\u00e9en des repr\u00e9sentants. En vigueur depuis 5 ans, c\u2019est la plus grande base de donn\u00e9es au monde avec 12 000 organisations enregistr\u00e9es.<\/span><\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignright size-large wp-image-8435\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/img4-1024x683.png\" alt=\"\" width=\"806\" height=\"538\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/img4-1024x683.png 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/img4-300x200.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/img4-768x512.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/img4.png 1600w\" sizes=\"(max-width: 806px) 100vw, 806px\" \/><\/p>\n<p><span style=\"font-weight: 400;\">Par leur volume, ces donn\u00e9es peuvent \u00eatre tr\u00e8s difficiles \u00e0 explorer. Pour y r\u00e9pondre, Transparency International (TI) EU a d\u00e9velopp\u00e9 <\/span><a href=\"https:\/\/www.integritywatch.eu\/\"><span style=\"font-weight: 400;\">Integrity Watch<\/span><\/a><span style=\"font-weight: 400;\"> pour explorer le d\u00e9tail des r\u00e9unions des repr\u00e9sentants d\u2019int\u00e9r\u00eats avec des \u00e9lus europ\u00e9ens ce qui permet d\u2019explorer les coulisses du lobbying \u00e0 Bruxelles. Techniquement, TI a un <\/span><a href=\"https:\/\/github.com\/tttp\/doi\"><span style=\"font-weight: 400;\">outil de <\/span><i><span style=\"font-weight: 400;\">scrapping<\/span><\/i><\/a><span style=\"font-weight: 400;\"> pour t\u00e9l\u00e9charger les donn\u00e9es du registre toutes les 24 heures ce qui permet de suivre en quasi temps r\u00e9el l\u2019action des lobbyistes. En activit\u00e9 depuis 2 ans, Integrity Watch est utilis\u00e9 quotidiennement par des chercheurs et des ONG. Du fait de l\u2019exposition du site aux yeux du public, certains commissaires ne prennent pas certaines r\u00e9unions. Avec ce site, TI veut s\u2019assurer que les d\u00e9cisions prises soient prises pour l\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral et non pour les int\u00e9r\u00eats particuliers. Les repr\u00e9sentants des Etats au Conseil de l\u2019Union Europ\u00e9enne publient leurs r\u00e9unions, TI veut \u00e9tendre ce syst\u00e8me aux eurod\u00e9put\u00e9s. Transparency International a aussi d\u00e9velopp\u00e9 une version d\u2019Integrity Watch pour la France qui s\u2019appuie sur les donn\u00e9es de la HATVP. <\/span><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Pour obtenir en France le m\u00eame niveau de transparence qu\u2019au niveau europ\u00e9en avec une publication des participant-e-s aux r\u00e9unions et un <\/span><i><span style=\"font-weight: 400;\">reporting <\/span><\/i><span style=\"font-weight: 400;\">en quasi temps r\u00e9el, Daniel Freund explique que l\u2019on peut s\u2019appuyer sur ce cas pour faire du plaidoyer. Aujourd\u2019hui, la d\u00e9claration des r\u00e9unions n\u2019emp\u00eache pas les personnes concern\u00e9es de travailler. Le contexte europ\u00e9en a aussi beaucoup aid\u00e9 \u00e0 l\u2019\u00e9poque avec le scandale d&rsquo;un ancien commissaire, auquel des repr\u00e9sentants des lobbys du tabac auraient vers\u00e9 de l\u2019argent.<\/span><\/p>\n<h1><span style=\"color: #00b0f0;\"><b>Atelier 1 &#8211; sc\u00e9narios : Ouvrir les donn\u00e9es du r\u00e9pertoire des repr\u00e9sentants d&rsquo;int\u00e9r\u00eats, pour quoi faire ?<\/b><\/span><\/h1>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignright wp-image-8436 size-medium\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/image5-225x300.jpg\" alt=\"\" width=\"225\" height=\"300\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/image5-225x300.jpg 225w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/06\/image5.jpg 768w\" sizes=\"(max-width: 225px) 100vw, 225px\" \/><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Le premier atelier a eu pour objectif de construire des sc\u00e9narios d\u2019usage avec les donn\u00e9es du r\u00e9pertoire afin de comprendre le potentiel des donn\u00e9es, d\u2019identifier les croisements qui permettront de les enrichir et de pointer des manques.<\/span><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Un premier groupe cherchait \u00e0 comprendre comment \u00e9tudier les pratiques du lobbying \u00e0 partir des donn\u00e9es du r\u00e9pertoire. Ils ont montr\u00e9 que les donn\u00e9es permettent d\u00e9j\u00e0 des analyses sectorielles pour comprendre les montants engag\u00e9s par rapport \u00e0 la th\u00e9matique mais aussi aux types de d\u00e9cision publique. Pour r\u00e9aliser ce projet, la compl\u00e9tude des donn\u00e9es est cruciale. Or, de nombreux repr\u00e9sentants ne figurent pas encore dans le r\u00e9pertoire, ce qui r\u00e9duit la port\u00e9e des analyses qui pourraient \u00eatre faites sur la r\u00e9alit\u00e9 de la repr\u00e9sentation d\u2019int\u00e9r\u00eats.<\/span><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Un deuxi\u00e8me groupe a identifi\u00e9 trois cas d\u2019usage pour les donn\u00e9es du r\u00e9pertoire en d\u00e9signant des personas, des personnages imaginaires repr\u00e9sentant un groupe type. Le premier cas d\u2019usage portait sur les assistants parlementaires qui pourraient mieux qualifier les sollicitations des parlementaires en d\u00e9tectant directement les repr\u00e9sentants d\u2019int\u00e9r\u00eats \u2013 <\/span><a href=\"https:\/\/www.hatvp.fr\/rapport\/\"><span style=\"font-weight: 400;\">comme le sugg\u00e8re la Haute Autorit\u00e9 dans son rapport d\u2019activit\u00e9 2017<\/span><\/a><span style=\"font-weight: 400;\"> &#8211; et en retra\u00e7ant les contacts d\u00e9j\u00e0 \u00e9tablis au profit d\u2019un b\u00e9n\u00e9ficiaire. Le deuxi\u00e8me cas d\u2019usage portait sur l\u2019apport des donn\u00e9es du r\u00e9pertoire pour des chercheurs qui souhaitent mesurer l\u2019influence des lobbys sur l\u2019\u00e9laboration des lois. Enfin, le troisi\u00e8me cas d\u2019usage portait sur les associations qui pourraient utiliser les donn\u00e9es pour coordonner leur action, r\u00e9pondre \u00e0 des actions de lobbying et constituer des \u201cconsortium\u201d de repr\u00e9sentation d\u2019int\u00e9r\u00eats pour porter une parole commune. <\/span><\/p>\n<h1><span style=\"color: #00b0f0;\"><b>Atelier 2 &#8211; visualisation : comment repr\u00e9senter les donn\u00e9es du r\u00e9pertoire ?<\/b><\/span><\/h1>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Le second atelier permettait aux participant-e-s de se projeter sur l\u2019usage direct des donn\u00e9es du r\u00e9pertoire. Que peut-on montrer avec ces donn\u00e9es ? Sur quel support se baser, et quel type de repr\u00e9sentation de donn\u00e9es utiliser ? Les participant-e-s se sont appuy\u00e9-e-s sur le kit d\u2019appropriation qui pr\u00e9sentait une vue sch\u00e9matique des donn\u00e9es ainsi que sur le <\/span><a href=\"http:\/\/datavizproject.com\/\"><span style=\"font-weight: 400;\">Dataviz Project<\/span><\/a><span style=\"font-weight: 400;\"> qui pr\u00e9sente l\u2019\u00e9ventail des formats de visualisation existants selon leur fonction (comparaison, cartographie, corr\u00e9lation\u2026) et selon le type de donn\u00e9es exploit\u00e9. Apr\u00e8s une phase d\u2019id\u00e9ation, trois groupes ont \u00e9t\u00e9 constitu\u00e9s, chacun travaillant sur une th\u00e9matique particuli\u00e8re. <\/span><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Le premier groupe a imagin\u00e9 un tableau de bord pour photographier visuellement la base, aider \u00e0 explorer les donn\u00e9es et \u00e9ventuellement d\u00e9tecter des incoh\u00e9rences. Leurs r\u00e9flexions ont montr\u00e9 qu\u2019il \u00e9tait possible de varier les formats et les angles d\u2019entr\u00e9e dans les donn\u00e9es : une carte pour localiser les repr\u00e9sentants et les activit\u00e9s sur le territoire avec la possibilit\u00e9 de rendre visible en rouge les repr\u00e9sentants qui n\u2019auraient pas rempli leur fiche, plusieurs graphs pour montrer l\u2019activit\u00e9 des repr\u00e9sentants d\u2019int\u00e9r\u00eats avec par exemple l\u2019id\u00e9e d\u2019un <\/span><a href=\"https:\/\/fr.wikipedia.org\/wiki\/Diagramme_de_Sankey\"><span style=\"font-weight: 400;\">diagramme de Sankey<\/span><\/a><span style=\"font-weight: 400;\"> pour montrer les relations entre les diff\u00e9rents acteurs et aussi en \u00e9ditorialisant en fonction de l\u2019actualit\u00e9 pour \u00e9largir le public s\u2019int\u00e9ressant \u00e0 ces donn\u00e9es. <\/span><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Ce premier groupe a en outre consid\u00e9r\u00e9 que les visualisations devaient aussi montrer que le r\u00e9pertoire est un travail en cours en pr\u00e9sentant, par exemple, des tops des repr\u00e9sentants d\u2019int\u00e9r\u00eats qui enregistrent bien leurs activit\u00e9s et en estimant et visualisant (par une jauge) le pourcentage de repr\u00e9sentants d\u2019int\u00e9r\u00eats qui n\u2019ont pas encore fait leurs d\u00e9clarations d\u2019activit\u00e9s. <\/span><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Le deuxi\u00e8me groupe travaillait sur l\u2019empreinte de la repr\u00e9sentation d\u2019int\u00e9r\u00eats dans la d\u00e9cision publique. Le premier prototype de visualisation part des responsables publics pour voir leur lien avec les diff\u00e9rents types d\u2019organisation sous la forme d\u2019un r\u00e9seau (la taille du lien montrant l\u2019intensit\u00e9 des \u00e9changes et la taille de la bulle mat\u00e9rialiseraient les montants engag\u00e9s) ce qui permet de retracer \u00e0 travers le temps l\u2019influence des diff\u00e9rents acteurs dans la fabrique de la loi. Le deuxi\u00e8me prototype part du b\u00e9n\u00e9ficiaire (par exemple, une entreprise dont les int\u00e9r\u00eats sont repr\u00e9sent\u00e9s par plusieurs cabinets) pour montrer, \u00e0 travers le temps, sur quelles l\u00e9gislations elle est intervenue. <\/span><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Le troisi\u00e8me groupe est all\u00e9 au-del\u00e0 du prototypage pour produire (en moins d\u2019une heure !) une <\/span><a href=\"https:\/\/dam.io\/openetat2\/hatvp_registre_clients\/\"><span style=\"font-weight: 400;\">carte du r\u00e9seau des clients<\/span><\/a><span style=\"font-weight: 400;\"> des cabinets de lobbying et une <\/span><a href=\"https:\/\/dam.io\/openetat2\/hatvp_registre_affiliations\/\"><span style=\"font-weight: 400;\">carte des affiliations des acteurs<\/span><\/a><span style=\"font-weight: 400;\"> de la base (ex. : Auchan adh\u00e8re \u00e0 la fois au MEDEF et \u00e0 l\u2019Union des Annonceurs). Ces visualisations permettent d\u2019avoir une vue panoramique des donn\u00e9es de la base qui d\u00e9passe les limites d\u2019explorations du moteur actuel de recherche sur le site de la HATVP. <\/span><\/p>\n<h1><span style=\"color: #00b0f0;\"><b>La suite<\/b><\/span><\/h1>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">Pour la HATVP, cet atelier a permis de faire se rencontrer une diversit\u00e9 des r\u00e9utilisateurs et d\u2019envisager des usages possibles des donn\u00e9es du r\u00e9pertoire num\u00e9rique. En priorit\u00e9, elle mettra \u00e0 disposition, dans le courant de l\u2019\u00e9t\u00e9, des utilisateurs un moteur de recherche avanc\u00e9e permettant d\u2019en explorer la totalit\u00e9 des donn\u00e9es. &nbsp;Elle facilitera \u00e9galement, dans les prochains mois, l\u2019exploitation et l\u2019enrichissement du r\u00e9pertoire \u00e0 travers la mise \u00e0 disposition du code source de celui-ci.<\/span><\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">A moyen\u2013terme, dans une d\u00e9marche d\u2019ouverture analogue \u00e0 celle du forum Open d\u2019\u00c9tat, elle souhaite d\u00e9velopper des outils de data visualisation qui permettront d\u2019avoir une vision plus fine des repr\u00e9sentants d\u2019int\u00e9r\u00eats et de leurs activit\u00e9s.<\/span><\/p>\n<h3>Le Forum Open d\u2019\u00c9tat suivant?<\/h3>\n<p>Le <a href=\"https:\/\/www.etalab.gouv.fr\/comment-generaliser-lacces-ouvert-a-la-recherche-retour-sur-le-forum-open-detat-3-ouvrons-la-science\">forum Open d\u2019\u00c9tat #3<\/a> a eu lieu le 09 juillet 2018 sur le th\u00e8me de la science ouverte.<\/p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400;\">&nbsp;<\/span><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le deuxi\u00e8me forum \u201cOpen d\u2019Etat\u201d a permis de travailler sur l\u2019engagement 20 du Plan d\u2019action national de la France pour une action publique transparente et collaborative, intitul\u00e9 \u00ab\u00a0Assurer une plus grande transparence des activit\u00e9s des repr\u00e9sentants d&rsquo;int\u00e9r\u00eats\u00a0\u00bb et port\u00e9&nbsp;par la Haute Autorit\u00e9 pour la transparence de la vie publique. Les ateliers ont port\u00e9 sur 2 &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/opengov-lumiere-sur-les-donnees-du-repertoire-des-representants-dinterets-retour-sur-le-forum-open-detat-2\"> <span class=\"screen-reader-text\">#OpenGov \u2013 publier en open data les donn\u00e9es du r\u00e9pertoire des repr\u00e9sentants d\u2019int\u00e9r\u00eats : retour sur le Forum Open d\u2019\u00c9tat #2<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":42,"featured_media":8244,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1,40,20,246,239,27,238],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/Capture-d\u2019\u00e9cran-2018-04-18-\u00e0-15.05.30.png",1968,442,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/Capture-d\u2019\u00e9cran-2018-04-18-\u00e0-15.05.30-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/Capture-d\u2019\u00e9cran-2018-04-18-\u00e0-15.05.30-300x67.png",300,67,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/Capture-d\u2019\u00e9cran-2018-04-18-\u00e0-15.05.30-768x172.png",768,172,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/Capture-d\u2019\u00e9cran-2018-04-18-\u00e0-15.05.30-1024x230.png",1024,230,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/Capture-d\u2019\u00e9cran-2018-04-18-\u00e0-15.05.30.png",1536,345,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/Capture-d\u2019\u00e9cran-2018-04-18-\u00e0-15.05.30.png",1968,442,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/Capture-d\u2019\u00e9cran-2018-04-18-\u00e0-15.05.30.png",45,10,false]},"uagb_author_info":{"display_name":"Nicolas Vogtenberger","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/nicolas-vogtenberger"},"uagb_comment_info":0,"uagb_excerpt":"Le deuxi\u00e8me forum \u201cOpen d\u2019Etat\u201d a permis de travailler sur l\u2019engagement 20 du Plan d\u2019action national de la France pour une action publique transparente et collaborative, intitul\u00e9 \u00ab\u00a0Assurer une plus grande transparence des activit\u00e9s des repr\u00e9sentants d&rsquo;int\u00e9r\u00eats\u00a0\u00bb et port\u00e9&nbsp;par la Haute Autorit\u00e9 pour la transparence de la vie publique. Les ateliers ont port\u00e9 sur 2\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8422"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/42"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=8422"}],"version-history":[{"count":22,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8422\/revisions"}],"predecessor-version":[{"id":11508,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8422\/revisions\/11508"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/8244"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=8422"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=8422"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=8422"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}