{"id":16227,"date":"2015-07-22T14:33:55","date_gmt":"2015-07-22T12:33:55","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=3394"},"modified":"2015-07-22T14:33:55","modified_gmt":"2015-07-22T12:33:55","slug":"data-gouv-fr-31-decembre-2015-2","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/data-gouv-fr-31-decembre-2015-2","title":{"rendered":"data.gouv.fr, 31 d\u00e9cembre 2015data.gouv.fr, on the 31th of december 2015"},"content":{"rendered":"<p><!--:fr-->Chez Etalab, l\u2019\u00e9quipe qui produit <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a> s\u2019interroge r\u00e9guli\u00e8rement sur les fonctions les plus susceptibles de contribuer \u00e0 la politique d\u2019ouverture et de partage des donn\u00e9es publiques.<\/p>\n<h3>Data.gouv.fr, un outil pas une finalit\u00e9<\/h3>\n<p>Mais au fait, \u00e0 quoi se mesure la r\u00e9ussite de cette politique publique d\u2019open data ? Au nombre de jeux de donn\u00e9es r\u00e9f\u00e9renc\u00e9s ? Probablement pas. La semaine derni\u00e8re nous avons \u201cperdu\u201d temporairement les 6000 jeux de donn\u00e9es de Eurostat (qui \u00e9taient jusqu&rsquo;\u00e0 pr\u00e9sent moissonn\u00e9es et h\u00e9berg\u00e9es par Data Publica) sans que cela ne perturbe en rien l\u2019open data Fran\u00e7ais. Alors \u00e0 quoi mesure-t-on le succ\u00e8s de l\u2019open data ? Principalement en observant <strong>les r\u00e9utilisations de jeux de donn\u00e9es cr\u00e9ant deux types de richesse<\/strong> : de la <strong>transparence sur l\u2019action publique<\/strong> (march\u00e9s publics, subventions, d\u00e9claration d&rsquo;int\u00e9r\u00eat des \u00e9lus..), et des <strong>opportunit\u00e9s d\u2019innovation pour les acteurs publics et priv\u00e9s<\/strong> (fournir un g\u00e9ocodage facile et gratuit, moderniser les taxis, augmenter les d\u00e9placements multimodaux, supprimer les activit\u00e9s redondantes de constitution de r\u00e9f\u00e9rentiels de donn\u00e9es ainsi que celles de redressement de donn\u00e9es li\u00e9es \u00e0 la mauvaise qualit\u00e9 de ces r\u00e9f\u00e9rentiels, etc..).<br \/>\nAinsi le <u>nombre<\/u> de donn\u00e9es r\u00e9f\u00e9renc\u00e9es sur <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a> n\u2019est pas corr\u00e9l\u00e9 \u00e0 la quantit\u00e9 de r\u00e9utilisations utiles. En revanche la <u>qualit\u00e9<\/u> des donn\u00e9es, c\u2019est \u00e0 dire la longueur temporelle des s\u00e9ries, leur densit\u00e9 et leur couverture g\u00e9ographique, leur fr\u00e9quence de mise \u00e0 jour, est la cl\u00e9 principale qui fixe le potentiel des r\u00e9utilisations : peu de gains ont par exemple \u00e9t\u00e9 obtenus sur la transparence de la commande publique car nous peinons \u00e0 r\u00e9unir dans un jeu de donn\u00e9es l\u2019ensemble des march\u00e9s publics sur tout le territoire. En revanche, diffuser sur 6 ann\u00e9es <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/base-de-donnees-accidents-corporels-de-la-circulation-sur-6-annees\/\" class=\"broken_link\">les accidents corporels de la circulation<\/a> au niveau le plus fin a permis d\u2019exhiber des zones accidentog\u00e8nes et de lancer des politiques publiques ad\u00e9quates dans certaines collectivit\u00e9s.<br \/>\nDepuis son inauguration fin 2013, la strat\u00e9gie de <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a> a consist\u00e9 \u00e0 am\u00e9liorer la recherche et le r\u00e9f\u00e9rencement, et \u00e0 simplifier la publication et l\u2019ouvrir \u00e0 tous, permettant non seulement aux services publics de publier des donn\u00e9es publiques, mais \u00e9galement aux citoyens, associations, entreprises ou particuliers, de produire, d&rsquo;enrichir, de compl\u00e9ter ces donn\u00e9es ou de partager des donn\u00e9es d\u2019int\u00e9r\u00eat public.<br \/>\nSur ce volet \u201cquantit\u00e9\u201d, les efforts de data.gouv.fr\u00a0vont donc se limiter en 2015 \u00e0 la mise \u00e0 disposition d&rsquo;une infrastructure de moissonnage, permettant d\u2019\u00eatre automatiquement int\u00e9gr\u00e9e sur <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a>.\u00a0Il est ainsi possible d&rsquo;\u00e9crire son propre moissonneur en s\u2019inspirant du <a href=\"https:\/\/github.com\/etalab\/udata\/tree\/master\/udata\/harvest\/backends\">code des moissonneurs existants<\/a>, fournis en Open Source (comme tout le reste du site <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a>, distribu\u00e9 sous le nom <a href=\"https:\/\/github.com\/etalab\/udata\">uData<\/a>).\u00a0Cette t\u00e2che est tr\u00e8s ais\u00e9e comme en t\u00e9moigne <a href=\"https:\/\/github.com\/etalab\/udata-harvest\/pull\/1\" class=\"broken_link\">la contribution d&rsquo;OpenDataSoft<\/a>.\u00a0Le moissonnage n&rsquo;est pas le seul moyen de synchroniser des donn\u00e9es avec <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a>, il est possible (voir recommand\u00e9) d&rsquo;utiliser l&rsquo;<a href=\"https:\/\/www.data.gouv.fr\/apidoc\/\">API data.gouv.fr<\/a> pour pousser ses donn\u00e9es, \u00e0 l\u2019instar de <a href=\"https:\/\/github.com\/jdesboeufs\/geogw\">la passerelle Inspire<\/a>.<br \/>\nA l\u2019image du d\u00e9veloppement de la <a href=\"http:\/\/adresse.data.gouv.fr\">Base Adresse Nationale<\/a> (BAN), nous devons d\u00e9sormais passer une \u00e9tape et nous int\u00e9resser beaucoup plus \u00e0 la mont\u00e9e en qualit\u00e9 de la centaine de jeux de donn\u00e9es massifs qui permettront les r\u00e9utilisations <a href=\"http:\/\/www.adresse-info.dk\/Portals\/2\/Benefit\/Value_Assessment_Danish_Address_Data_UK_2010-07-07b.pdf\" class=\"broken_link\">les plus impactantes<\/a>.<\/p>\n<h3>Am\u00e9liorer la qualit\u00e9 des donn\u00e9es<\/h3>\n<p><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/1643431_vecteur-r\u00e9tro-vintage-\u00e9tiquette-qualit\u00e9.jpg\"><img decoding=\"async\" loading=\"lazy\" class=\"  wp-image-3399 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/1643431_vecteur-r\u00e9tro-vintage-\u00e9tiquette-qualit\u00e9.jpg\" alt=\"1643431_vecteur-r\u00e9tro-vintage-\u00e9tiquette-qualit\u00e9\" width=\"193\" height=\"174\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/1643431_vecteur-r\u00e9tro-vintage-\u00e9tiquette-qualit\u00e9.jpg 400w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/1643431_vecteur-r\u00e9tro-vintage-\u00e9tiquette-qualit\u00e9-300x272.jpg 300w\" sizes=\"(max-width: 193px) 100vw, 193px\" \/><\/a>D\u00e8s aujourd\u2019hui, en tant que producteur vous \u00eates notifi\u00e9 si un de vos jeux de donn\u00e9es n\u2019est plus accessible. Tr\u00e8s bient\u00f4t vous le serez aussi s\u2019il n\u2019a pas \u00e9t\u00e9 mis \u00e0 jour conform\u00e9ment \u00e0 la p\u00e9riodicit\u00e9 avec laquelle vous vous \u00eates engag\u00e9 \u00e0 le rafra\u00eechir.<br \/>\nFin 2015, nous irons plus loin et proposerons un <strong>label qualit\u00e9 \u201cr\u00e9f\u00e9rentiel national\u201d<\/strong> : <em>vous vous engagez, nous nous engageons<\/em>.<br \/>\nLa r\u00e8gle du jeu est simple : le producteur qui souhaite obtenir le label pour un de ses jeux de donn\u00e9es s\u2019engage \u00e0 fournir la donn\u00e9e brute, \u00e0 respecter strictement son cycle de mise \u00e0 jour, et \u00e0 r\u00e9pondre \u00e0 J+2 \u00e0 tout signalement ou demande.<br \/>\nDe son c\u00f4t\u00e9, <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a>, met en avant le jeu de donn\u00e9e, mais surtout le transforme en API, c\u2019est \u00e0 dire le rend requ\u00eatable. Votre application a besoin de saisir un nom d\u2019\u00e9tablissement scolaire ? Plus besoin de recopier la table ou de d\u00e9velopper des composants graphiques, il vous suffira d\u2019utiliser les API <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a> pour obtenir en quelques minutes d\u2019int\u00e9gration HTML, un s\u00e9lecteur de coll\u00e8ge\/lyc\u00e9e totalement int\u00e9gr\u00e9 \u00e0 votre application, comme par exemple le s\u00e9lecteur d\u2019adresse r\u00e9utilisable de <a href=\"http:\/\/adresse.data.gouv.fr\/map\/\">adresse.data.gouv.fr<\/a>.<br \/>\nCette d\u00e9cision va transformer <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a> en composant critique, et c\u2019est un choix assum\u00e9, car nous continuerons \u00e0 offrir une disponibilit\u00e9 H24 aux applications qui souhaitent utiliser ces r\u00e9f\u00e9rentiels ouverts, comme la BAN, premier r\u00e9f\u00e9rentiel national \u00e0 \u00eatre distribu\u00e9 aujourd&rsquo;hui. A vous maintenant de nous dire quels sont selon vous les jeux de donn\u00e9es publiques qui devront obtenir ce label en priorit\u00e9 !<\/p>\n<h3><strong>inspire.data.gouv.fr &amp; territoire.data.gouv.fr : int\u00e9grer l\u2019information g\u00e9ographique<\/strong><\/h3>\n<p><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/Capture1.png\"><img decoding=\"async\" loading=\"lazy\" class=\"  wp-image-3400 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/Capture1.png\" alt=\"Capture1\" width=\"516\" height=\"214\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/Capture1.png 1677w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/Capture1-300x125.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/Capture1-1024x425.png 1024w\" sizes=\"(max-width: 516px) 100vw, 516px\" \/><\/a><br \/>\nLes standards de la g\u00e9omatique ne sont pas ceux du Web et pourtant ils structurent l\u2019immense capital d\u2019informations accumul\u00e9 depuis plusieurs dizaines d\u2019ann\u00e9es. D\u2019un c\u00f4t\u00e9 des normes comme Inspire, WFS, WCS, CSW, Shapefiles \u2026 de l\u2019autre GeoJSON, KML, des outils gratuits comme OpenStreetMap ou Google Earth. La <a href=\"http:\/\/inspire.data.gouv.fr\" class=\"broken_link\">passerelle Inspire, <\/a>en production depuis ce d\u00e9but d\u2019ann\u00e9e, permet aux producteurs et aux r\u00e9utilisateurs d\u2019exploiter au mieux ces gisements de donn\u00e9es colossaux, en les rendant automatiquement disponibles dans les standards du Web. Besoin d\u2019une carte des zones d\u2019inondation en Bourgogne ? Cliquez sur le jeu de donn\u00e9es et visualisez-le dans une <a href=\"http:\/\/umap.openstreetmap.fr\">carte OpenStreet Map<\/a> n\u2019a jamais \u00e9t\u00e9 aussi simple.<br \/>\nFin 2015, le moteur Inspire de <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a> permettra surtout de r\u00e9unir les donn\u00e9es g\u00e9ographiques produites au plus pr\u00e8s du terrain par les collectivit\u00e9s dans des <strong>r\u00e9f\u00e9rentiels nationaux f\u00e9d\u00e9r\u00e9s<\/strong>. Ce dispositif permettra notamment d\u2019\u00e9largir le p\u00e9rim\u00e8tre de l\u2019<a href=\"https:\/\/apientreprise.fr\/\" class=\"broken_link\">API Carto<\/a>, destin\u00e9 \u00e0 simplifier la cr\u00e9ation de d\u00e9marches en ligne ayant une composante g\u00e9ographique (d\u00e9claration de travaux, demande d\u2019autorisation de ruchers, action associative sur une zone Politique de la Ville, etc.). API Carto sera quant \u00e0 lui amen\u00e9 \u00e0 diffuser de la donn\u00e9e non-publique, soumise au consentement de l\u2019usager, comme des donn\u00e9es cadastrales personnelles. API Carto sera donc un distributeur des r\u00e9f\u00e9rentiels nationaux g\u00e9ographiques.<br \/>\nC\u2019est une donn\u00e9e g\u00e9ographique homog\u00e8ne qui permettra l\u2019\u00e9mergence d\u2019algorithmes au service de la transition \u00e9nerg\u00e9tique, de la transparence des politiques d\u2019am\u00e9nagement, des politiques agricoles&#8230;<br \/>\nEnfin, l\u2019int\u00e9gration g\u00e9ographique permettra de projeter des jeux de donn\u00e9es nationaux dans les territoires, promesse de <a href=\"http:\/\/territoire.data.gouv.fr\">territoire.data.gouv.fr<\/a>. Pour une organisation inscrite sur <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a>, il suffira d\u2019activer l\u2019option, puis de choisir les jeux de donn\u00e9es nationaux qu\u2019elle souhaite diffuser sur son compte : comptabilit\u00e9 locale issue de la Direction G\u00e9n\u00e9rale des Finances, indicateurs socio-\u00e9conomiques INSEE, \u00e9lections, etc. En miroir, tout producteur national pourra suivre un guide simple pour rendre un jeu de donn\u00e9es national compatible avec <a href=\"http:\/\/territoire.data.gouv.fr\">territoire.data.gouv.fr<\/a>. Tout r\u00e9f\u00e9rentiel national est bien s\u00fbr naturellement int\u00e9gr\u00e9 dans territoire.data.gouv.fr, par exemple les coll\u00e8ges et lyc\u00e9es sur votre d\u00e9partement ou votre r\u00e9gion.<\/p>\n<h3>Augmenter l\u2019engagement de la communaut\u00e9<\/h3>\n<p><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/matiere-grise-taux-engagement-communaute-facebook.jpg\"><img decoding=\"async\" loading=\"lazy\" class=\"  wp-image-3404 alignright\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/matiere-grise-taux-engagement-communaute-facebook.jpg\" alt=\"matiere-grise-taux-engagement-communaute-facebook\" width=\"542\" height=\"184\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/matiere-grise-taux-engagement-communaute-facebook.jpg 1120w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/matiere-grise-taux-engagement-communaute-facebook-300x102.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/matiere-grise-taux-engagement-communaute-facebook-1024x347.jpg 1024w\" sizes=\"(max-width: 542px) 100vw, 542px\" \/><\/a><br \/>\nLa promotion des r\u00e9f\u00e9rentiels nationaux et d\u2019une information g\u00e9ographique de qualit\u00e9 va aussi renforcer les besoins en fonctions sociales au sein de <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a>, qui sont le t\u00e9moin de l\u2019activit\u00e9 des r\u00e9utilisateurs, et donc de l\u2019impact de l\u2019open data.<br \/>\nAujourd\u2019hui les fils d\u2019activit\u00e9 des membres, les notifications des producteurs sur signalement ou sur publication de r\u00e9utilisations, ou encore les fils de discussion sur les jeux de donn\u00e9es ont cibl\u00e9 les interactions entre producteurs et r\u00e9utilisateurs. Nous allons poursuivre dans ce sens pour augmenter l\u2019engagement des producteurs, et notamment le moissonnage automatique d\u2019articles de presse de data journalistes comme <a href=\"https:\/\/www.facebook.com\/Datagueule\">DataGueule<\/a>, ou <a href=\"http:\/\/data.blog.lemonde.fr\/\">J\u2019ai du Bon Data<\/a> du Monde qui leur permettra d\u2019\u00eatre notifi\u00e9 des usages effectifs de leurs donn\u00e9es, qui ont aujourd\u2019hui du mal \u00e0 remonter en tant que \u201cr\u00e9utilisation\u201d.<\/p>\n<h3>Fin 2015, <strong>de nouveaux outils intensifieront les conversations entre r\u00e9utilisateurs<\/strong>.<\/h3>\n<p>Un bouton \u201cpartager\u201d va d\u00e9sormais permettre d\u2019int\u00e9grer un jeu de donn\u00e9es ou une r\u00e9utilisation sur n\u2019importe quelle page web (blog, site de collectivit\u00e9s ..). Un tel \u201cEMBED\u201d favorise les conversations sur ce jeu de donn\u00e9es ou cette r\u00e9utilisation : il est possible d&rsquo;interagir avec pour en faire un favori, commenter, signaler \u2026 Ces widgets, seront coproduits gr\u00e2ce \u00e0 l\u2019API avec l\u2019Infrastructure de Donn\u00e9es G\u00e9ographique en r\u00e9gion Midi-Pyr\u00e9n\u00e9es (<a href=\"http:\/\/www.mipygeo.fr\">IDG MIPYG\u00e9o<\/a>).<br \/>\nStructurellement connect\u00e9e au centre &#8211; il n\u2019y a qu\u2019un seul registre de donn\u00e9es, une seule communaut\u00e9 de membres &#8211; cette strat\u00e9gie n\u2019\u00e9parpille pas la communaut\u00e9 mais au contraire lui offre la possibilit\u00e9 d\u2019\u00eatre active au plus pr\u00e8s des territoires, des communaut\u00e9s d\u2019int\u00e9r\u00eat. Ces widgets ambitionnent donc d\u2019accompagner les collectivit\u00e9s locales, et notamment les petites et moyennes, dans leur d\u00e9ploiement de l\u2019open data.<br \/>\n<a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/api.png\"><img decoding=\"async\" loading=\"lazy\" class=\"  wp-image-3401 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/api.png\" alt=\"api\" width=\"112\" height=\"112\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/api.png 512w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/api-150x150.png 150w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/api-300x300.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/api-80x80.png 80w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/api-118x118.png 118w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/07\/api-239x239.png 239w\" sizes=\"(max-width: 112px) 100vw, 112px\" \/><\/a>Deuxi\u00e8me aspect : le <strong>r\u00e9f\u00e9rencement d\u2019outils<\/strong>, aujourd\u2019hui sous la forme de <a href=\"https:\/\/www.data.gouv.fr\/fr\/faq\/reuser\/#dataviz\">pages de t\u00e9l\u00e9chargement<\/a>, va \u00eatre am\u00e9lior\u00e9, et il sera d\u00e9sormais possible d\u2019int\u00e9grer une fonctionnalit\u00e9 externe par l\u2019API <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a>. Ce r\u00e9f\u00e9rencement, tel une \u00ab\u00a0place de march\u00e9\u00a0\u00bb, permettra \u00e0 chacun de b\u00e9n\u00e9ficier des meilleurs outils pour <em>visionner<\/em>, <em>\u00e9diter<\/em>, <em>analyser<\/em>, <em>redresser<\/em> ou <em>travailler en collaboratif<\/em> sur des donn\u00e9es. <a href=\"http:\/\/Data.gouv.fr\">Data.gouv.fr<\/a> privil\u00e9giera toujours l\u2019Open Source et les outils gratuits, mais ne l\u2019imposera pas. Une charte pr\u00e9cisera les modalit\u00e9s d\u2019int\u00e9gration et en particulier l\u2019obligation d\u2019offrir un chemin gratuit entre <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a> et l\u2019outil (pas de paywal apr\u00e8s un clic sur <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a> !), ce premier niveau d\u2019offre pouvant \u00eatre limit\u00e9. Les producteurs d\u2019outils viendront grossir les rangs de la communaut\u00e9, d\u00e9j\u00e0 forte de bient\u00f4t 10\u00a0000 membres.<\/p>\n<h3>Qualit\u00e9 des donn\u00e9es et Engagement de la communaut\u00e9, une priorit\u00e9 dont nous devons mesurer les progr\u00e8s<\/h3>\n<p><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2013\/01\/DGF-Screenshot-3.png\"><img decoding=\"async\" loading=\"lazy\" class=\"  wp-image-941 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2013\/01\/DGF-Screenshot-3.png\" alt=\"DGF-Screenshot-3\" width=\"276\" height=\"340\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/01\/DGF-Screenshot-3.png 293w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/01\/DGF-Screenshot-3-244x300.png 244w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/01\/DGF-Screenshot-3-73x90.png 73w\" sizes=\"(max-width: 276px) 100vw, 276px\" \/><\/a>Comment mesurer le succ\u00e8s ou l\u2019\u00e9chec de nos nouvelles fonctionnalit\u00e9s ?<br \/>\nNous l\u2019avons vu, la valeur de l\u2019open data, son impact, est assez subjectif. Il serait donc trompeur de mesurer nos progr\u00e8s \u00e0 l\u2019aide d\u2019indicateurs purement quantitatifs. Vaut-il mieux 1000 nouveaux jeux de donn\u00e9es sans r\u00e9utilisation marquante ou un seul, mais utilis\u00e9 par une application qui r\u00e9sout un probl\u00e8me national ? <strong>Nous faisons donc le pari que les r\u00e9f\u00e9rentiels nationaux permettront de telles r\u00e9utilisations \u00e0 fort impact. Leur nombre et la liste des r\u00e9utilisations marquantes seront donc notre principal tableau de bord de la qualit\u00e9<\/strong>. Si nous devions r\u00e9aliser ce reporting aujourd\u2019hui, nous serions \u00e0 1, la BAN, et 1 r\u00e9utilisation : le calculateur d\u2019itin\u00e9raires multi-modaux de l\u2019agglom\u00e9ration Grenobloise&#8230;<br \/>\nDu c\u00f4t\u00e9 de l\u2019engagement, le tableau de bord producteur (<a href=\"https:\/\/www.data.gouv.fr\/fr\/organizations\/ministere-des-finances-et-des-comptes-publics\/dashboard\/\" class=\"broken_link\">exemple<\/a>) mesure l\u2019activit\u00e9 en terme de pages vues et de r\u00e9utilisations. Le nombre de discussions ouvertes et le nombre de r\u00e9ponses y seront associ\u00e9s, ainsi que des \u00e9l\u00e9ments de comparaison permettant de se situer vis \u00e0 vis des autres producteurs. L\u2019engagement de la communaut\u00e9 n\u2019est pas une fin en soi, mais une mesure indirecte de son activit\u00e9. Il r\u00e9pond \u00e0 un enjeu interne fort : limiter nos actions de support pour permettre aux acteurs de r\u00e9soudre leurs probl\u00e8mes entre eux.<\/p>\n<h3>Aidez-nous \u00e0 faire mieux !<\/h3>\n<p>Voil\u00e0 donc notre meilleure vision du futur de data.gouv.fr. Mais au fond, les utilisateurs c&rsquo;est vous. C&rsquo;est vous qui pouvez nous aider \u00e0 d\u00e9crire les fonctionnalit\u00e9s qui auront le plus d&rsquo;impact sur nos objectifs &#8230; Alors \u00e0 vos commentaires \ud83d\ude09<!--:--><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Chez Etalab, l\u2019\u00e9quipe qui produit data.gouv.fr s\u2019interroge r\u00e9guli\u00e8rement sur les fonctions les plus susceptibles de contribuer \u00e0 la politique d\u2019ouverture et de partage des donn\u00e9es publiques. Data.gouv.fr, un outil pas une finalit\u00e9 Mais au fait, \u00e0 quoi se mesure la r\u00e9ussite de cette politique publique d\u2019open data ? Au nombre de jeux de donn\u00e9es r\u00e9f\u00e9renc\u00e9s &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/data-gouv-fr-31-decembre-2015-2\"> <span class=\"screen-reader-text\">data.gouv.fr, 31 d\u00e9cembre 2015data.gouv.fr, on the 31th of december 2015<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":5,"featured_media":1539,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[70,14,1],"tags":[112,139,32,43,140,141,114,71,138,137],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/Datgouv-Twitter-Logo-e1437486258612.jpg",170,170,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/Datgouv-Twitter-Logo-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/Datgouv-Twitter-Logo-e1437486258612.jpg",170,170,false],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/Datgouv-Twitter-Logo-e1437486258612.jpg",170,170,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/Datgouv-Twitter-Logo-e1437486258612.jpg",170,170,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/Datgouv-Twitter-Logo-e1437486258612.jpg",170,170,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/Datgouv-Twitter-Logo-e1437486258612.jpg",170,170,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/07\/Datgouv-Twitter-Logo-e1437486258612.jpg",45,45,false]},"uagb_author_info":{"display_name":"Romain Tales","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/romain"},"uagb_comment_info":1,"uagb_excerpt":"Chez Etalab, l\u2019\u00e9quipe qui produit data.gouv.fr s\u2019interroge r\u00e9guli\u00e8rement sur les fonctions les plus susceptibles de contribuer \u00e0 la politique d\u2019ouverture et de partage des donn\u00e9es publiques. Data.gouv.fr, un outil pas une finalit\u00e9 Mais au fait, \u00e0 quoi se mesure la r\u00e9ussite de cette politique publique d\u2019open data ? Au nombre de jeux de donn\u00e9es r\u00e9f\u00e9renc\u00e9s\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16227"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=16227"}],"version-history":[{"count":0,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16227\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/1539"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=16227"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=16227"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=16227"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}