{"id":12563,"date":"2020-01-20T13:26:12","date_gmt":"2020-01-20T12:26:12","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=12563"},"modified":"2020-01-20T13:26:13","modified_gmt":"2020-01-20T12:26:13","slug":"algorithmes-publics-des-eleves-de-lena-formulent-une-serie-de-recommandations-sur-les-enjeux-dethique-et-de-responsabilite","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/algorithmes-publics-des-eleves-de-lena-formulent-une-serie-de-recommandations-sur-les-enjeux-dethique-et-de-responsabilite","title":{"rendered":"Algorithmes publics : des \u00e9l\u00e8ves de l&rsquo;ENA formulent une s\u00e9rie de recommandations sur les enjeux d&rsquo;\u00e9thique et de responsabilit\u00e9"},"content":{"rendered":"\n<p><em>\u00c0 la demande d\u2019Etalab, 8 \u00e9l\u00e8ves de l\u2019ENA (promotion Moli\u00e8re) ont travaill\u00e9 pendant 4 mois sur un rapport destin\u00e9 \u00e0 formuler des propositions concr\u00e8tes pour favoriser un usage transparent et \u00e9thique des algorithmes publics par les administrations<\/em>.<em> Ils t\u00e9moignent ici de leur exp\u00e9rience \u00e0 l&rsquo;occasion de la <a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/Rapport-ENA-Ethique-et-responsabilit\u00e9-des-algorithmes-publics.pdf\">publication de ce rapport<\/a>.<\/em><\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p>\u00c9l\u00e8ves de l\u2019\u00c9cole nationale d\u2019administration (ENA), nous avons r\u00e9alis\u00e9 dans le cadre de notre scolarit\u00e9 et \u00e0 la demande d\u2019Etalab un <a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/Rapport-ENA-Ethique-et-responsabilit\u00e9-des-algorithmes-publics.pdf\">rapport<\/a> intitul\u00e9 \u00ab \u00c9thique et responsabilit\u00e9 des algorithmes publics&nbsp;\u00bb. Derri\u00e8re cette expression se cachent plusieurs enjeux de taille. Premi\u00e8rement, garantir la mise en \u0153uvre du cadre juridique issu de la loi pour une R\u00e9publique num\u00e9rique destin\u00e9 \u00e0 assurer un usage transparent des algorithmes par les administrations publiques. Deuxi\u00e8mement, favoriser un usage responsable, non-discriminant et ma\u00eetris\u00e9 des algorithmes par les agents publics alors m\u00eame que l\u2019image de la \u00ab&nbsp;bo\u00eete noire&nbsp;\u00bb \u00e0 laquelle ces outils sont souvent renvoy\u00e9s risque de distendre un peu plus les liens entre les citoyens et l\u2019administration.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Qui sommes-nous ?<\/h3>\n\n\n\n<p>\u00c9l\u00e8ves de l\u2019ENA en scolarit\u00e9 \u00e0 Strasbourg, nous sommes pour partie des \u00e9l\u00e8ves-fonctionnaires fran\u00e7ais et pour partie des \u00e9l\u00e8ves internationaux, agents publics dans leurs pays, venus se perfectionner \u00e0 l\u2019ENA. Plus ou moins familiers des algorithmes par nos parcours ant\u00e9rieurs, nous nous sommes pench\u00e9s avec enthousiasme sur ce sujet pendant 4 mois.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"1024\" height=\"768\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/remise-rapport-ena.jpeg\" alt=\"\" class=\"wp-image-12565\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/remise-rapport-ena.jpeg 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/remise-rapport-ena-300x225.jpeg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/remise-rapport-ena-768x576.jpeg 768w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption><em>Nathan Haik, Thibault de Cacqueray et Manon Chonavel remettent leur rapport \u00e0 Laure Lucchesi<\/em><\/figcaption><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">Quels \u00e9taient nos objectifs ?<\/h3>\n\n\n\n<p>L\u2019usage des algorithmes publics a r\u00e9cemment fait l\u2019objet d\u2019un&nbsp;<strong>encadrement juridique<\/strong>. La loi dite pour une R\u00e9publique num\u00e9rique (2016) a ainsi pr\u00e9vu un certain nombre d\u2019obligations pour les administrations lorsqu\u2019elles recourent \u00e0 des algorithmes pour fonder des d\u00e9cisions administratives individuelles. Par exemple, les administrations utilisant des algorithmes pour calculer le montant d\u2019une prestation sociale ou d\u00e9cider de l\u2019attribution d\u2019un service public comme l\u2019obtention d\u2019une place en cr\u00e8che, doivent publier en ligne les principales r\u00e8gles \u00e0 laquelle sont soumis ces algorithmes et notifier \u00e0 l\u2019int\u00e9ress\u00e9 que cette d\u00e9cision a \u00e9t\u00e9 prise sur le fondement d\u2019un algorithme (une \u00ab&nbsp;mention explicite&nbsp;\u00bb doit alors figurer sur la d\u00e9cision administrative). Elles doivent \u00e9galement \u00eatre en mesure de pr\u00e9ciser \u2013 \u00e0 la demande de l\u2019int\u00e9ress\u00e9 \u2013 la mani\u00e8re dont l\u2019algorithme a abouti \u00e0 la d\u00e9cision en question. Ces diff\u00e9rentes obligations se retrouvent aujourd\u2019hui dans le code des relations entre le public et l\u2019administration (CRPA).&nbsp;&nbsp;<\/p>\n\n\n\n<p>Afin de faciliter la mise en \u0153uvre par les administrations de ces obligations, nous avons \u00e9t\u00e9 charg\u00e9s de mesurer les difficult\u00e9s qu\u2019elles pouvaient rencontrer et de proposer des&nbsp;<strong>outils concrets, destin\u00e9s \u00e0 venir enrichir le <a href=\"https:\/\/guides.etalab.gouv.fr\/algorithmes\/guide\/\">guide des algorithmes publics<\/a><\/strong>&nbsp;publi\u00e9 par Etalab.<\/p>\n\n\n\n<p>Par ailleurs, si les obligations issues de la loi pour une R\u00e9publique num\u00e9rique doivent permettre d\u2019assurer la transparence des algorithmes et de leur usage par l\u2019administration, le travail d\u2019explicitation qui en d\u00e9coule n\u2019\u00e9puise en rien les&nbsp;<strong>questions \u00e9thiques<\/strong>&nbsp;soulev\u00e9es par les algorithmes. S\u2019assurer que le recours \u00e0 un algorithme n\u2019exon\u00e8re en rien l\u2019administration de ses responsabilit\u00e9s, garantir un usage non-discriminant de ces outils, s\u2019assurer que l\u2019algorithme traduit fid\u00e8lement le cadre juridique qu\u2019il est cens\u00e9 appliquer&nbsp;: voici quelques uns des enjeux auxquels nous avons souhait\u00e9 r\u00e9fl\u00e9chir, en cherchant, ici encore, \u00e0 fournir aux administrations des outils cl\u00e9s en main afin de favoriser le bon d\u00e9veloppement et l\u2019usage responsable des algorithmes publics.&nbsp;&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Comment avons-nous travaill\u00e9 ?<\/h3>\n\n\n\n<p>Impossible de mesurer le degr\u00e9 d\u2019appropriation des enjeux juridiques et \u00e9thiques des algorithmes publics sans&nbsp;<strong>\u00e9changer avec celles et ceux qui les \u00e9laborent et les utilisent au quotidien&nbsp;<\/strong>!<strong>&nbsp;<\/strong>Nous sommes donc all\u00e9s rencontrer des agents travaillant dans des services informatiques, juridique et m\u00e9tiers, au sein de l\u2019\u00c9tat et de ses op\u00e9rateurs mais \u00e9galement dans les collectivit\u00e9s locales, en variant au maximum les niveaux hi\u00e9rarchiques. Au total, ce sont pr\u00e8s d\u2019une cinquantaine d\u2019agents publics qui ont accept\u00e9 de partager leur exp\u00e9rience des algorithmes avec nous.&nbsp;<\/p>\n\n\n\n<p>En multipliant les points de vue et les expertises, nous avons peu \u00e0 peu identifi\u00e9 certaines difficult\u00e9s de compr\u00e9hension du cadre juridique en vigueur. Ces diff\u00e9rents entretiens nous ont \u00e9galement permis de d\u00e9couvrir que si certains acteurs \u00e9taient parfaitement au fait des obligations juridiques et des questions que soul\u00e8vent les algorithmes. Le degr\u00e9 de connaissance variait n\u00e9anmoins selon les administrations et \u00e9tait souvent tr\u00e8s in\u00e9gal au sein d\u2019un m\u00eame structure. Ainsi, en l\u2019absence d\u2019une d\u00e9finition partag\u00e9e par l\u2019ensemble des agents publics de ce que sont les algorithmes, certains de nos interlocuteurs \u2013 tels M. Jourdain faisant de la prose sans le savoir \u2013 ne pensaient pas en utiliser au quotidien dans leur travail, le terme \u00ab&nbsp;algorithme&nbsp;\u00bb renvoyant essentiellement pour eux \u00e0 des outils mobilisant des techniques d\u2019intelligence artificielle. \u00c0 travers ces diff\u00e9rents entretiens, c\u2019est ainsi un premier travail de sensibilisation que nous avons parfois men\u00e9.&nbsp;&nbsp;<\/p>\n\n\n\n<p>Surtout, les outils que nous avons \u00e9labor\u00e9s, l\u2019ont \u00e9t\u00e9 en lien avec des acteurs cl\u00e9s des algorithmes publics. Administrateurs minist\u00e9riels des donn\u00e9es (AMD),&nbsp;<em>chief data officer<\/em>, d\u00e9l\u00e9gu\u00e9s \u00e0 la protection de donn\u00e9es personnes (DPD), personne responsable de l\u2019acc\u00e8s aux documents administratifs (PRADA)&nbsp;: nous avons eu la chance de pouvoir<strong>&nbsp;tester aupr\u00e8s de certains d\u2019entre eux nos propositions&nbsp;<\/strong>afin de nous assurer de leur pertinence.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Concr\u00e8tement, que proposons-nous ?<\/h3>\n\n\n\n<p>Afin d\u2019assurer la mise en \u0153uvre du cadre juridique issu de la loi pour une R\u00e9publique num\u00e9rique, nous proposons de mettre \u00e0 la disposition des administrations un certain nombre d\u2019outils. Alors que ces derni\u00e8res nous ont parfois fait part de leurs r\u00e9ticences \u00e0 mettre en \u0153uvre ces obligations, du fait de leur suppos\u00e9e lourdeur et de leur difficult\u00e9 \u00e0 percevoir pr\u00e9cis\u00e9ment les exigences pos\u00e9es par le CRPA, notre rapport propose des pistes&nbsp;<strong>pour expliciter les diff\u00e9rents crit\u00e8res pr\u00e9vus par les textes<\/strong>&nbsp;et identifie des&nbsp;<strong>exemples de mise en \u0153uvre satisfaisante<\/strong>&nbsp;de chacune des obligations pr\u00e9vues, \u00e0 diffuser aupr\u00e8s des administrations. De la m\u00eame mani\u00e8re, nous proposons de favoriser la diffusion d\u2019un&nbsp;<strong>mod\u00e8le type de mention explicite<\/strong>, afin de faciliter le travail aux administrations devant y avoir recours.&nbsp;<\/p>\n\n\n\n<p>Concernant les enjeux \u00e9thiques, nul besoin de pr\u00e9voir de nouvelles obligations l\u00e9gislatives ou r\u00e9glementaires&nbsp;: l\u2019enjeu est avant tout&nbsp;<strong>organisationnel<\/strong>. Identifier au mieux les responsabilit\u00e9s avant tout d\u00e9ploiement, faire travailler ensemble les services juridiques, informatiques et m\u00e9tiers (ainsi que les prestataires lorsque l\u2019algorithme est d\u00e9velopp\u00e9 en externe), former l\u2019ensemble des acteurs de la cha\u00eene algorithmes apparaissent en effet comme autant de bonnes pratiques \u00e0 favoriser. Par ailleurs, afin d\u2019accompagner au mieux les administrations, nous proposons de mettre \u00e0 leur disposition une \u00ab&nbsp;<strong>\u00e9chelle de risques&nbsp;<\/strong>\u00bb et un \u00ab&nbsp;<strong>parcours de questionnement&nbsp;<\/strong>\u00bb&nbsp;: ces deux outils doivent leur permettre de mieux appr\u00e9hender la sensibilit\u00e9 des traitements algorithmiques qu\u2019ils utilisent mais aussi d\u2019identifier les questions auxquelles les diff\u00e9rents services se devront de r\u00e9pondre, tant lors de son \u00e9laboration que de son utilisation.&nbsp;&nbsp;&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"1024\" height=\"610\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/ena-echelle-risque-1024x610.png\" alt=\"\" class=\"wp-image-12569\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/ena-echelle-risque-1024x610.png 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/ena-echelle-risque-300x179.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/ena-echelle-risque-768x457.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/ena-echelle-risque.png 1088w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption><em>Une \u00e9chelle de risque pour les algorithmes publics<\/em><\/figcaption><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">Et maintenant ?<\/h3>\n\n\n\n<p>Apr\u00e8s avoir remis notre rapport \u00e0 Etalab, nous avons eu l\u2019occasion de pr\u00e9senter notre travail devant les agents de la DINUM, puis \u00e0 l\u2019occasion de la Semaine de l\u2019Innovation Publique fin 2019. Ce travail de sensibilisation que nous avons entrepris doit encore \u00eatre poursuivi, les enjeux \u00e9thiques des algorithmes \u00e9tant aujourd\u2019hui un sujet incontournable des r\u00e9flexions autour de l\u2019innovation publique.&nbsp;&nbsp;<\/p>\n\n\n\n<p><em>Manon Chonavel, Sylvia&nbsp;Saint-Cierge, Thibault de&nbsp;Cacqueray, Nathan Haik, M\u00e9lanie Marquer,&nbsp;Erwann Dumont &#8211; \u00e9l\u00e8ves de l&rsquo;ENA promotion Moli\u00e8re.<\/em><\/p>\n\n\n\n<h5 class=\"wp-block-heading\">En savoir plus : <a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/Rapport-ENA-Ethique-et-responsabilit\u00e9-des-algorithmes-publics.pdf\">t\u00e9l\u00e9charger<\/a> le rapport \u00ab\u00a0\u00c9thique et responsabilit\u00e9 des algorithmes publics\u00a0\u00bb.<\/h5>\n","protected":false},"excerpt":{"rendered":"<p>\u00c0 la demande d\u2019Etalab, 8 \u00e9l\u00e8ves de l\u2019ENA (promotion Moli\u00e8re) ont travaill\u00e9 pendant 4 mois sur un rapport destin\u00e9 \u00e0 formuler des propositions concr\u00e8tes pour favoriser un usage transparent et \u00e9thique des algorithmes publics par les administrations. Ils t\u00e9moignent ici de leur exp\u00e9rience \u00e0 l&rsquo;occasion de la publication de ce rapport. \u00c9l\u00e8ves de l\u2019\u00c9cole nationale &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/algorithmes-publics-des-eleves-de-lena-formulent-une-serie-de-recommandations-sur-les-enjeux-dethique-et-de-responsabilite\"> <span class=\"screen-reader-text\">Algorithmes publics : des \u00e9l\u00e8ves de l&rsquo;ENA formulent une s\u00e9rie de recommandations sur les enjeux d&rsquo;\u00e9thique et de responsabilit\u00e9<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":7,"featured_media":12565,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[250],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/remise-rapport-ena.jpeg",1024,768,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/remise-rapport-ena-150x150.jpeg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/remise-rapport-ena-300x225.jpeg",300,225,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/remise-rapport-ena-768x576.jpeg",768,576,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/remise-rapport-ena.jpeg",1024,768,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/remise-rapport-ena.jpeg",1024,768,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/remise-rapport-ena.jpeg",1024,768,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/01\/remise-rapport-ena-45x45.jpeg",45,45,true]},"uagb_author_info":{"display_name":"Simon Chignard","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/simon-chignard"},"uagb_comment_info":0,"uagb_excerpt":"\u00c0 la demande d\u2019Etalab, 8 \u00e9l\u00e8ves de l\u2019ENA (promotion Moli\u00e8re) ont travaill\u00e9 pendant 4 mois sur un rapport destin\u00e9 \u00e0 formuler des propositions concr\u00e8tes pour favoriser un usage transparent et \u00e9thique des algorithmes publics par les administrations. Ils t\u00e9moignent ici de leur exp\u00e9rience \u00e0 l&rsquo;occasion de la publication de ce rapport. \u00c9l\u00e8ves de l\u2019\u00c9cole nationale\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/12563"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=12563"}],"version-history":[{"count":30,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/12563\/revisions"}],"predecessor-version":[{"id":12737,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/12563\/revisions\/12737"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/12565"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=12563"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=12563"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=12563"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}