{"id":797,"date":"2013-04-01T00:00:00","date_gmt":"2013-03-31T22:00:00","guid":{"rendered":"http:\/\/www.etalab.gouv.fr\/article-le-sgmap-met-en-ligne-les-donnees-des-enquetes-sur-la-perception-des-services-publics-116727986-comments.html"},"modified":"2014-09-17T15:41:53","modified_gmt":"2014-09-17T13:41:53","slug":"lesgmapmetenlignelesdonneesdesenquetessurlaperceptiondesservicespublics","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/lesgmapmetenlignelesdonneesdesenquetessurlaperceptiondesservicespublics","title":{"rendered":"Le SGMAP met en ligne les donn\u00e9es des enqu\u00eates sur la perception des services publics."},"content":{"rendered":"<p style=\"text-align: justify;\">Le Secr\u00e9tariat G\u00e9n\u00e9ral pour la Modernisation de l&rsquo;Action Publique (SGMAP) r\u00e9unit la Direction Interminist\u00e9rielle pour la Modernisation de l&rsquo;Action Publique (DIMAP), la Direction Interminist\u00e9rielle des Syst\u00e8mes d&rsquo;Information et de Communication de l&rsquo;Etat (DISIC) et Etalab. Sa d\u00e9marche de modernisation et de simplification de l&rsquo;action publique s&rsquo;appuie en particulier sur des enqu\u00eates aupr\u00e8s des usagers, qui donnent r\u00e9guli\u00e8rement lieu \u00e0 la publication de synth\u00e8ses. Dans le cadre de la strat\u00e9gie d&rsquo;ouverture des donn\u00e9es publiques, la DIMAP a d\u00e9cide de partager \u00e9galement les donn\u00e9es int\u00e9grales de ces enqu\u00eates.<\/p>\n<div style=\"text-align: justify;\">\n<strong><a href=\"http:\/\/www.data.gouv.fr\/DataSet\/572213?xtmc=undefined&amp;xtcr=1\" class=\"broken_link\">Etude 2012 \u00ab\u00a0Ev\u00e9nements de vie des Particuliers\u00a0\u00bb<\/a>\u00a0<\/strong><\/p>\n<\/div>\n<div style=\"text-align: justify;\">\n<p>La base de donn\u00e9es pr\u00e9sente les r\u00e9sultats d&rsquo;une \u00e9tude r\u00e9alis\u00e9e \u00e0 la demande du SGMAP par l&rsquo;institut de sondage BVA du 20 novembre au 26 d\u00e9cembre 2012, aupr\u00e8s d&rsquo;un \u00e9chantillon de 10 908 usagers des services publics, issus d&rsquo;un \u00e9chantillon repr\u00e9sentatif des r\u00e9sidents en France \u00e2g\u00e9s de 15 ans et plus. Elle pr\u00e9sente la proportion d&rsquo;usagers concern\u00e9s par diff\u00e9rents \u00e9v\u00e9nements de vie (ex\u00a0: \u00ab\u00a0Je paie mes imp\u00f4ts\u00a0\u00bb) au cours des deux derni\u00e8res ann\u00e9es pr\u00e9c\u00e9dant l&rsquo;enqu\u00eate, ainsi que la<br \/>\nperception des d\u00e9marches administratives r\u00e9alis\u00e9es \u00e0 cette occasion, et notamment de leur complexit\u00e9.<\/p>\n<\/div>\n<div style=\"text-align: justify;\">\n<p><strong><a href=\"http:\/\/www.data.gouv.fr\/DataSet\/572171?xtmc=undefined&amp;xtcr=2\" class=\"broken_link\">Etude 2010 Ev\u00e9nements de vie\u00a0Particuliers et les moteurs de satisfaction\u00a0<\/a><\/strong><\/p>\n<p>La base de donn\u00e9es pr\u00e9sente les r\u00e9sultats d&rsquo;une \u00e9tude r\u00e9alis\u00e9e \u00e0 la demande de l&rsquo;administration par l&rsquo;institut de sondage BVA en deux vagues d&rsquo;enqu\u00eate (du 28 juin au 24 juillet et du 9 novembre au 9 d\u00e9cembre 2010), aupr\u00e8s d&rsquo;un \u00e9chantillon de 9504 usagers des services publics, issu d&rsquo;un \u00e9chantillon repr\u00e9sentatif des r\u00e9sidents en France \u00e2g\u00e9s de 15 ans et plus.\u00a0Elle pr\u00e9sente la proportion d&rsquo;usagers concern\u00e9s par\u00a0diff\u00e9rents\u00a0\u00e9v\u00e9nements de vie (ex\u00a0: \u00ab\u00a0Je paie mes imp\u00f4ts\u00a0\u00bb) au cours des deux derni\u00e8res ann\u00e9es pr\u00e9c\u00e9dant l&rsquo;enqu\u00eate, ainsi que la perception des d\u00e9marches administratives r\u00e9alis\u00e9es \u00e0 cette occasion, notamment de leur complexit\u00e9, mais aussi\u00a0les moteurs de la satisfaction.<\/p>\n<\/div>\n<div style=\"text-align: justify;\">\n<p><strong><a href=\"http:\/\/www.data.gouv.fr\/DataSet\/572177?xtmc=undefined&amp;xtcr=3\" class=\"broken_link\">Etude 2010 Ev\u00e9nements de vie Entreprises<\/a><\/strong><\/p>\n<p>La base de donn\u00e9es pr\u00e9sente les r\u00e9sultats d&rsquo;une \u00e9tude r\u00e9alis\u00e9e \u00e0 la demande de\u00a0de l&rsquo;administration\u00a0par l&rsquo;institut de sondage BVA, du 17 au 31 mai 2010, aupr\u00e8s d&rsquo;un \u00e9chantillon repr\u00e9sentatif de 1600 entreprises Fran\u00e7aises du secteur priv\u00e9. Elle pr\u00e9sente la proportion d&rsquo;entreprises concern\u00e9es par\u00a0diff\u00e9rents\u00a0\u00e9v\u00e9nements de vie (ex\u00a0: \u00ab\u00a0cr\u00e9ation d&rsquo;entreprise\u00a0\u00bb) au cours des deux derni\u00e8res ann\u00e9es pr\u00e9c\u00e9dant l&rsquo;enqu\u00eate, ainsi que le degr\u00e9 de complexit\u00e9 ressentie pour les d\u00e9marches administratives r\u00e9alis\u00e9es.<\/p>\n<p><strong><a href=\"http:\/\/www.data.gouv.fr\/DataSet\/572181?xtmc=undefined&amp;xtcr=7\" class=\"broken_link\">Etude 2008 Ev\u00e9nements de vie Particuliers\u00a0<\/a><\/strong><\/p>\n<p>La base de donn\u00e9es pr\u00e9sente les r\u00e9sultats d&rsquo;une \u00e9tude r\u00e9alis\u00e9e \u00e0 la demande de\u00a0de l&rsquo;administration\u00a0par l&rsquo;institut de sondage BVA, du 5 au 23 septembre 2008, aupr\u00e8s d&rsquo;un \u00e9chantillon de 3015 usagers des services publics issu d&rsquo;un \u00e9chantillon, repr\u00e9sentatif des r\u00e9sidents en France \u00e2g\u00e9s de 15 ans et plus. La base la proportion d&rsquo;usagers concern\u00e9s par\u00a0diff\u00e9rents\u00a0\u00e9v\u00e9nements de vie (ex\u00a0: \u00ab\u00a0Je paie mes imp\u00f4ts\u00a0\u00bb) au cours des deux derni\u00e8res ann\u00e9es pr\u00e9c\u00e9dant l&rsquo;enqu\u00eate ainsi que le degr\u00e9 de complexit\u00e9 ressentie pour les d\u00e9marches administratives r\u00e9alis\u00e9es.<\/p>\n<p><span style=\"color: #3366ff; text-decoration: underline;\"><strong>Etude 2008 Ev\u00e9nements de vie Entreprises<\/strong><\/span><\/p>\n<p>La base de donn\u00e9es pr\u00e9sente les r\u00e9sultats d&rsquo;une \u00e9tude r\u00e9alis\u00e9e \u00e0 la demande de\u00a0de l&rsquo;administration\u00a0par l&rsquo;institut de sondage BVA, du 15 septembre au 29 septembre 2008, aupr\u00e8s d&rsquo;un \u00e9chantillon repr\u00e9sentatif de 1029 entreprises fran\u00e7aises du secteur priv\u00e9. Elle pr\u00e9sente la proportion d&rsquo;entreprises concern\u00e9es par\u00a0diff\u00e9rents\u00a0\u00e9v\u00e9nements de vie (ex\u00a0: \u00ab\u00a0cr\u00e9ation d&rsquo;entreprise\u00a0\u00bb) au cours des deux derni\u00e8res ann\u00e9es pr\u00e9c\u00e9dant l&rsquo;enqu\u00eate, ainsi que le degr\u00e9 de complexit\u00e9 ressentie pour les d\u00e9marches administratives r\u00e9alis\u00e9es.<\/p>\n<p><strong><a href=\"http:\/\/www.data.gouv.fr\/DataSet\/572191?xtmc=undefined&amp;xtcr=6\" class=\"broken_link\">Etude 2008 Ev\u00e9nements de vie Association\u00a0<\/a><\/strong><\/p>\n<p>La base de donn\u00e9es pr\u00e9sente les r\u00e9sultats d&rsquo;une \u00e9tude r\u00e9alis\u00e9e \u00e0 la demande de\u00a0de l&rsquo;administration\u00a0par l&rsquo;institut de sondage BVA, du 18 au 26 novembre 2008, aupr\u00e8s d&rsquo;un \u00e9chantillon de 805 associations, repr\u00e9sentatif de la population des associations d&rsquo;au moins un salari\u00e9. Elle pr\u00e9sente la proportion d&rsquo;associations concern\u00e9es par\u00a0diff\u00e9rents\u00a0\u00e9v\u00e9nements de vie au cours des deux derni\u00e8res ann\u00e9es pr\u00e9c\u00e9dant l&rsquo;enqu\u00eate, ainsi que le degr\u00e9 de complexit\u00e9 ressentie pour les d\u00e9marches administratives r\u00e9alis\u00e9es.<\/p>\n<p><strong><a href=\"http:\/\/www.data.gouv.fr\/DataSet\/572195?xtmc=undefined&amp;xtcr=4\" class=\"broken_link\">Etude 2008 Ev\u00e9nements de vie Collectivit\u00e9s\u00a0<\/a><\/strong><\/p>\n<p>La base de donn\u00e9es pr\u00e9sente les r\u00e9sultats d&rsquo;une \u00e9tude r\u00e9alis\u00e9e \u00e0 la demande de\u00a0de l&rsquo;administration\u00a0par l&rsquo;institut de sondage BVA, du 21 octobre au 6 novembre 2008, aupr\u00e8s d&rsquo;un \u00e9chantillon de 804 collectivit\u00e9s territoriales et structures intercommunales (500 Communes, 230 Intercommunalit\u00e9s, 56 D\u00e9partements et 18 R\u00e9gions). Elle pr\u00e9sente la proportion de collectivit\u00e9s concern\u00e9es par\u00a0diff\u00e9rents\u00a0\u00e9v\u00e9nements de vie au cours des deux derni\u00e8res ann\u00e9es pr\u00e9c\u00e9dant l&rsquo;enqu\u00eate, ainsi que le degr\u00e9 de complexit\u00e9 ressentie pour les d\u00e9marches administratives r\u00e9alis\u00e9es.<\/p>\n<p>Le SGMAP mettra tr\u00e8s prochainement de nouveaux jeux de donn\u00e9es publiques sur la plateforme\u00a0<a href=\"http:\/\/data.gouv.fr\/\" target=\"_blank\">data.gouv.fr<\/a><\/p>\n<\/div>\n<div class=\"clear center\" style=\"text-align: justify;\"><\/div>\n<div class=\"clear\" style=\"text-align: justify;\"><\/div>\n<div class=\"clear\" style=\"text-align: justify;\"><\/div>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le Secr\u00e9tariat G\u00e9n\u00e9ral pour la Modernisation de l&rsquo;Action Publique (SGMAP) r\u00e9unit la Direction Interminist\u00e9rielle pour la Modernisation de l&rsquo;Action Publique (DIMAP), la Direction Interminist\u00e9rielle des Syst\u00e8mes d&rsquo;Information et de Communication de l&rsquo;Etat (DISIC) et Etalab. Sa d\u00e9marche de modernisation et de simplification de l&rsquo;action publique s&rsquo;appuie en particulier sur des enqu\u00eates aupr\u00e8s des usagers, qui &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/lesgmapmetenlignelesdonneesdesenquetessurlaperceptiondesservicespublics\"> <span class=\"screen-reader-text\">Le SGMAP met en ligne les donn\u00e9es des enqu\u00eates sur la perception des services publics.<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":2,"featured_media":2034,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/04\/simplifTryptique1.jpg",232,299,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/04\/simplifTryptique1-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/04\/simplifTryptique1.jpg",232,299,false],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/04\/simplifTryptique1.jpg",232,299,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/04\/simplifTryptique1.jpg",232,299,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/04\/simplifTryptique1.jpg",232,299,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/04\/simplifTryptique1.jpg",232,299,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/04\/simplifTryptique1.jpg",35,45,false]},"uagb_author_info":{"display_name":"Etalab","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/etalab"},"uagb_comment_info":0,"uagb_excerpt":"Le Secr\u00e9tariat G\u00e9n\u00e9ral pour la Modernisation de l&rsquo;Action Publique (SGMAP) r\u00e9unit la Direction Interminist\u00e9rielle pour la Modernisation de l&rsquo;Action Publique (DIMAP), la Direction Interminist\u00e9rielle des Syst\u00e8mes d&rsquo;Information et de Communication de l&rsquo;Etat (DISIC) et Etalab. Sa d\u00e9marche de modernisation et de simplification de l&rsquo;action publique s&rsquo;appuie en particulier sur des enqu\u00eates aupr\u00e8s des usagers, qui\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/797"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=797"}],"version-history":[{"count":2,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/797\/revisions"}],"predecessor-version":[{"id":2036,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/797\/revisions\/2036"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/2034"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=797"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=797"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=797"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}