{"id":12860,"date":"2020-02-12T18:12:19","date_gmt":"2020-02-12T17:12:19","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=12860"},"modified":"2020-02-12T18:12:20","modified_gmt":"2020-02-12T17:12:20","slug":"comment-nous-avons-aide-a-organiser-le-hackathon-a-lasso-des-donnees","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/comment-nous-avons-aide-a-organiser-le-hackathon-a-lasso-des-donnees","title":{"rendered":"Comment nous avons aid\u00e9 \u00e0 organiser le hackathon \u00ab A l\u2019asso des donn\u00e9es \u00bb"},"content":{"rendered":"\n<p>Le samedi 30 novembre, en cl\u00f4ture de la semaine de l\u2019innovation publique, l\u2019\u00e9quipe d\u2019Etalab participait au hackathon \u00ab\u00a0A l\u2019asso des donn\u00e9es\u00a0\u00bb. Objectif du hackathon : mieux comprendre le paysage associatif en exploitant les donn\u00e9es ouvertes &#8211;  ou en \u00ab\u00a0open data\u00a0\u00bb. Un cas d&rsquo;usage passionnant \u00e0 explorer, port\u00e9 par le Mouvement associatif et le Comit\u00e9 National de Liaison des R\u00e9gies de Quartier et soutenu par Latitudes. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Pourquoi faire un hackathon sur les donn\u00e9es des associations&nbsp;? <\/h2>\n\n\n\n<p>En novembre 2018, Etalab faisait une pr\u00e9sentation \u00e0 un groupe d\u2019acteurs associatifs sur l\u2019open data et comment cela pouvait servir l\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral. Cette pr\u00e9sentation th\u00e9orique a soulev\u00e9 une question tr\u00e8s pratique\u00a0: comment l\u2019open data peut servir les associations dans l\u2019ex\u00e9cution de leurs missions, <strong>concr\u00e8tement<\/strong>\u00a0? <\/p>\n\n\n\n<p>Pour\nexplorer les besoins et usages, Etalab a sugg\u00e9r\u00e9 d\u2019organiser une journ\u00e9e sous\nun format \u00ab&nbsp;hackathon&nbsp;\u00bb. Deux acteurs associatifs se sont empar\u00e9s du\nprojet&nbsp;: le Mouvement associatif et le Comit\u00e9 National de Liaison des\nR\u00e9gies de Quartier. Ils ont centr\u00e9 le projet autour d\u2019une th\u00e9matique&nbsp;: la\nvie associative (sources de financement, nombre d\u2019associations, domaines dans\nlesquelles celles-ci agissent, etc.). L\u2019objectif \u00e9tait d\u2019imaginer des\nutilisations \u00e0 partir de donn\u00e9es ouvertes pour rendre concret l\u2019apport de\nl\u2019open data pour les associations. <\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>\u00ab&nbsp;L\u2019objectif de ce hackathon \u00e9tait de faire la d\u00e9monstration de ce qu\u2019est l\u2019open data et comment cela peut \u00eatre mobilis\u00e9 utilement au service des projets.&nbsp;\u00bb<\/p><cite> Ahmed El Khadiri &#8211; Responsable d\u00e9veloppement et animation du r\u00e9seau au Mouvement associatif <\/cite><\/blockquote>\n\n\n\n<h2 class=\"wp-block-heading\">Quels \u00e9taient les projets propos\u00e9s ?<\/h2>\n\n\n\n<p>Les\nparticipants avaient le choix entre 3 sujets, port\u00e9 chacun par un acteur du\nmonde associatif&nbsp;:<\/p>\n\n\n\n<ol><li><strong>Zoom g\u00e9ographique sur les associations dans la r\u00e9gion Pays de la Loire\u00a0<\/strong>: quelles subventions re\u00e7oivent les associations ? Comment se r\u00e9partissent-elles sur le territoire ? Le sujet \u00e9tait port\u00e9 par <a href=\"https:\/\/lemouvementassociatif.org\/\">Le Mouvement associatif<\/a> et visait \u00e0 exploiter les donn\u00e9es de subventions vers\u00e9es par les d\u00e9partements des Pays de la Loire\u00a0;<\/li><li><strong>March\u00e9s publics et associations\u00a0<\/strong>: les associations sont de plus en plus financ\u00e9es par des contrats pass\u00e9s avec des entit\u00e9s publiques, qui contiennent des clauses sociales et environnementales. Quelles informations nous donnent les donn\u00e9es existantes sur le sujet ? Le sujet \u00e9tait port\u00e9 par le Comit\u00e9 National de Liaison des <a href=\"https:\/\/www.regiedequartier.org\/\">R\u00e9gies de Quartier et de Territoire <\/a>et se proposait de plonger dans les donn\u00e9es essentielles de la commande publique\u00a0;<\/li><li><strong>Visualisation du tissu associatif en France\u00a0<\/strong>: le tissu associatif en France est tr\u00e8s dense. Quels \u00e9v\u00e8nements sont propos\u00e9s et anim\u00e9s chaque jour par les acteurs associatifs et comment repr\u00e9senter ces donn\u00e9es ? Le sujet \u00e9tait port\u00e9 par <a href=\"https:\/\/transiscope.org\/\">Transiscope<\/a> et tournait autour de donn\u00e9es agr\u00e9g\u00e9es par l&rsquo;association.<\/li><\/ol>\n\n\n\n<h2 class=\"wp-block-heading\">Quelles donn\u00e9es exploiter&nbsp;?<\/h2>\n\n\n\n<p>La r\u00e9ussite d\u2019un hackathon est directement li\u00e9e \u00e0 l\u2019apport de donn\u00e9es, domaine dans lequel Etalab a appuy\u00e9 les organisateurs de l\u2019\u00e9v\u00e9nement. L\u2019\u00e9quipe a ainsi recens\u00e9 les jeux de donn\u00e9es ouverts qui concernaient la vie associative. Outre les jeux de donn\u00e9es sp\u00e9cifiques aux trois d\u00e9fis propos\u00e9s, elle a rassembl\u00e9 et mis \u00e0 disposition <a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/les-jeux-de-donnees-des-associations\/\">sur une page sp\u00e9cifique de data.gouv.fr<\/a> des jeux de donn\u00e9es \u00ab\u00a0socles \u00bb tels que le registre national des associations (RNA), les fichiers consolid\u00e9s des donn\u00e9es essentielles de la commande publique (DECP) ou encore la base Sirene des entreprises et de leurs \u00e9tablissements (SIREN, SIRET).<\/p>\n\n\n\n<p>Etalab a \u00e9galement propos\u00e9 un focus sur un th\u00e8me et un territoire particulier\u00a0: les subventions directes accord\u00e9es aux associations de la r\u00e9gion Pays de la Loire. Certains d\u00e9partements avaient d\u00e9j\u00e0 publi\u00e9 en open data le montant des subventions sup\u00e9rieures \u00e0 23\u00a0000 euros accord\u00e9es aux associations, <a href=\"https:\/\/www.legifrance.gouv.fr\/affichTexte.do?cidTexte=JORFTEXT000036040528&amp;categorieLien=id\">conform\u00e9ment \u00e0 l\u2019obligation l\u00e9gale de publication<\/a>. Etalab a contact\u00e9 et accompagn\u00e9 les autres d\u00e9partements dans leur d\u00e9marche de publication. Une fois ces donn\u00e9es mises \u00e0 disposition en open data, l\u2019\u00e9quipe d\u2019Etalab a travaill\u00e9 au formatage et \u00e0 l\u2019agr\u00e9gation des diff\u00e9rents jeux de donn\u00e9es, afin de proposer <a href=\"https:\/\/github.com\/etalab\/hackathon_associations\">un ensemble de donn\u00e9es coh\u00e9rent et facilement exploitable.<\/a> <\/p>\n\n\n\n<p>Retrouver l\u2019ensemble de ces donn\u00e9es sur <a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/les-jeux-de-donnees-des-associations\/\">la page data.gouv.fr<\/a> <\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img decoding=\"async\" loading=\"lazy\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/02\/hackathon-accueil.jpg\" alt=\"\" class=\"wp-image-12872\" width=\"385\" height=\"513\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/02\/hackathon-accueil.jpg 600w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/02\/hackathon-accueil-225x300.jpg 225w\" sizes=\"(max-width: 385px) 100vw, 385px\" \/><figcaption><em>Le hackathon peut commencer.<\/em><\/figcaption><\/figure><\/div>\n\n\n\n<h2 class=\"wp-block-heading\">Quelles r\u00e9alisations produites et quels usages imagin\u00e9s&nbsp;?<\/h2>\n\n\n\n<h5 class=\"wp-block-heading\">Groupe 1 : vie associative en Pays de la Loire<\/h5>\n\n\n\n<p><strong>Ce qui a \u00e9t\u00e9 fait<\/strong>&nbsp;: Le groupe\ns\u2019est pos\u00e9 plusieurs questions&nbsp;: comment rendre visible le tissu\nassociatif pour diff\u00e9rents publics&nbsp;? est-ce que la quantit\u00e9 des subventions\nest corr\u00e9l\u00e9e \u00e0 la densit\u00e9 des associations ?&nbsp;quel est l\u2019impact des\nsubventions&nbsp;? Dans un premier temps, le groupe a fait un travail\nd\u2019affichage des donn\u00e9es en proposant des visualisations spatiales de la\ndistribution des associations sur le territoire et de la localisation des\nassociations. Il a ensuite imagin\u00e9 le croisement de ces donn\u00e9es avec des\ndonn\u00e9es socio-\u00e9conomiques pour mesurer l\u2019impact des subventions. <\/p>\n\n\n\n<p><strong>L\u2019avis du jury<\/strong>&nbsp;: Le jury a salu\u00e9\nce pas de c\u00f4t\u00e9 qui a permis de constater que le croisement de donn\u00e9es pouvait\nservir \u00e0 enrichir et argumenter les actions de plaidoyer des associations. Les\nparticipants, eux, ont soulign\u00e9 le fait que les donn\u00e9es pouvaient servir \u00e0 de\nnombreux publics \u2013 associations, citoyens, d\u00e9cideurs publics, entreprises \u2013\nmais qu\u2019elles devaient encore \u00eatre nettoy\u00e9es et harmonis\u00e9es. Les jeux de\ndonn\u00e9es pr\u00e9sentaient diff\u00e9rents niveaux de granularit\u00e9, ce qui ne facilitait\npas le croisement et l\u2019exploitation des donn\u00e9es. Par ailleurs, les participants\npoussent \u00e0 approfondir le travail d\u2019analyse des donn\u00e9es.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>\u00ab&nbsp;C\u2019\u00e9tait tr\u00e8s enrichissant de d\u00e9couvrir le monde associatif, et ce gr\u00e2ce \u00e0 de belles rencontres. \u00bb<\/p><cite> Cristian Perez Brokate &#8211; Data scientist, participant du groupe 1. <\/cite><\/blockquote>\n\n\n\n<p>Pour en savoir plus sur les donn\u00e9es utilis\u00e9es, voir les visualisations et d\u00e9couvrir les usages imagin\u00e9s, consultez <a href=\"https:\/\/speakerdeck.com\/etalab\/hackathon-a-lasso-des-donnees-restitution-du-groupe-1\">les slides du groupe 1<\/a>. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Groupe 2 : associations et commande publique<\/h5>\n\n\n\n<p><strong>Ce qui a \u00e9t\u00e9 fait<\/strong>&nbsp;: La commande\npublique est un sujet complexe que les participants se sont attel\u00e9s \u00e0\ncomprendre. Les \u00ab&nbsp;mentors m\u00e9tiers&nbsp;\u00bb des R\u00e9gies de quartier ont jou\u00e9\nun r\u00f4le essentiel \u00e0 cette \u00e9tape. Au-del\u00e0 de la complexit\u00e9 inh\u00e9rente au sujet de\nla commande publique, l\u2019utilisation des donn\u00e9es soul\u00e8ve \u00e9galement de nombreux\nd\u00e9fis, du point de vue de la qualit\u00e9 des donn\u00e9es et de leur compl\u00e9tude. Les\ndonn\u00e9es de la commande publique \u00e9tant complexes \u00e0 exploiter, le groupe a donc\nimagin\u00e9 ce qu\u2019il serait possible de faire avec un peu plus de temps\u2026 et de\ndonn\u00e9es : trouver les plus gros financeurs d&rsquo;associations ou encore trouver les\nassociations qui b\u00e9n\u00e9ficient le plus de march\u00e9s publics, par exemple.<\/p>\n\n\n\n<p><strong>L\u2019avis du jury<\/strong>&nbsp;: Ce d\u00e9fi a mis en\n\u00e9vidence une \u00e9tape essentielle pour les associations et qui s\u2019est dessin\u00e9e en\ncreux tout au long de la journ\u00e9e&nbsp;: cartographier les donn\u00e9es qui ne sont\npas encore ouvertes et qui leur seraient utiles. Quant aux participants, ils\nont particuli\u00e8rement appr\u00e9ci\u00e9 de pouvoir monter en comp\u00e9tence sur la question\nde la commande publique.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>\u00ab&nbsp;On voit qu\u2019il y a aussi une n\u00e9cessit\u00e9 de faire comprendre \u00e0 ceux qui produisent et ouvrent les donn\u00e9es de la commande publique quel est l\u2019objectif derri\u00e8re le partage de donn\u00e9es. \u00bb<\/p><cite> Tarek Daher &#8211; D\u00e9l\u00e9gu\u00e9 g\u00e9n\u00e9ral du Comit\u00e9 National de Liaison des R\u00e9gies de Quartier <\/cite><\/blockquote>\n\n\n\n<p>Pour en savoir plus sur usages imagin\u00e9s, consultez <a href=\"https:\/\/speakerdeck.com\/etalab\/hackathon-a-lasso-des-donnees-restitution-du-groupe-2\">les slides du groupe 2<\/a>.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Groupe 3 : \u00e9v\u00e9nements de la vie associative<\/h5>\n\n\n\n<p><strong>Ce qui a \u00e9t\u00e9 fait<\/strong>&nbsp;: le groupe a\ntravaill\u00e9 sur la mani\u00e8re dont on pouvait rendre visible les \u00e9v\u00e9nements propos\u00e9s\npar le tissu associatif fran\u00e7ais. Il s\u2019est pench\u00e9 sur deux aspects&nbsp;: <\/p>\n\n\n\n<ul><li>visuel, en imaginant l\u2019interface qui permettrait\nde pr\u00e9senter les \u00e9v\u00e9nements&nbsp;;<\/li><li>technique, en travaillant sur l\u2019infrastructure\nservant de base \u00e0 l\u2019interface.<\/li><\/ul>\n\n\n\n<p><strong>L\u2019avis du jury<\/strong>&nbsp;: Le jury a\nsoulign\u00e9 que le travail r\u00e9alis\u00e9 \u00e9tait particuli\u00e8rement actionnable, puisqu\u2019il\npr\u00e9figure les prochains d\u00e9veloppements de Transiscope. Il a \u00e9galement permis de\nmettre les porteurs de projets en contact avec des soutiens inestimables comme des\nmembres d\u2019Open Street Map sur les sujets de cartographie et d\u2019ouverture. <\/p>\n\n\n\n<p>D\u00e8s que nous les aurons, nous mettrons \u00e0 disposition les slides du groupe 3. <\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large is-resized\"><img decoding=\"async\" loading=\"lazy\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/02\/hackathon-groupe-travail.jpg\" alt=\"\" class=\"wp-image-12867\" width=\"724\" height=\"481\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/02\/hackathon-groupe-travail.jpg 800w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/02\/hackathon-groupe-travail-300x199.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/02\/hackathon-groupe-travail-768x510.jpg 768w\" sizes=\"(max-width: 724px) 100vw, 724px\" \/><figcaption><em>Le groupe 3 passe en phase de production durant l&rsquo;apr\u00e8s-midi.<\/em><\/figcaption><\/figure><\/div>\n\n\n\n<h2 class=\"wp-block-heading\">Le secret de la r\u00e9ussite&nbsp;du hackathon&nbsp;?<\/h2>\n\n\n\n<p>La plupart des r\u00e9alisations du hackathon restent exploratoires, ce qui n\u2019est pas \u00e9tonnant\u00a0: une journ\u00e9e de travail, m\u00eame intense, reste peu pour aller au fond des sujets ambitieux abord\u00e9s lors de l\u2019\u00e9v\u00e9nement. Cependant, la journ\u00e9e a permis de sensibiliser diff\u00e9rents profils aux enjeux des associations et de l\u2019open data. Les retours des participants confirment \u00e9galement qu\u2019il est indispensable de pr\u00e9parer et de documenter les donn\u00e9es \u00e0 exploiter le jour J, notamment quand elles touchent \u00e0 des domaines complexes. <\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>\u00ab&nbsp;L\u2019ambiance g\u00e9n\u00e9rale, l\u2019\u00e9tat d\u2019esprit \u00e9taient tr\u00e8s agr\u00e9ables&nbsp;: tout le monde \u00e9tait dans un mode coop\u00e9ratif. Le plus int\u00e9ressant c\u2019\u00e9tait peut-\u00eatre la diversit\u00e9 des profils. Les uns comme les autres ont progress\u00e9 sur diff\u00e9rents sujets&nbsp;: techniques, connaissance du monde associatif, de la commande publique\u2026&nbsp;\u00bb<\/p><cite>  Ahmed El Khadiri &#8211; Responsable d\u00e9veloppement et animation du r\u00e9seau au Mouvement associatif  <\/cite><\/blockquote>\n","protected":false},"excerpt":{"rendered":"<p>Le samedi 30 novembre, en cl\u00f4ture de la semaine de l\u2019innovation publique, l\u2019\u00e9quipe d\u2019Etalab participait au hackathon \u00ab A l\u2019asso des donn\u00e9es \u00bb. Objectif du hackathon : mieux comprendre le paysage associatif en exploitant les donn\u00e9es ouvertes &#8211; ou en open data. <\/p>\n","protected":false},"author":45,"featured_media":12868,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[189,67,71],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/02\/hackathon-groupe-travail2.jpg",751,531,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/02\/hackathon-groupe-travail2-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/02\/hackathon-groupe-travail2-300x212.jpg",300,212,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/02\/hackathon-groupe-travail2.jpg",751,531,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/02\/hackathon-groupe-travail2.jpg",751,531,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/02\/hackathon-groupe-travail2.jpg",751,531,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/02\/hackathon-groupe-travail2.jpg",751,531,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2020\/02\/hackathon-groupe-travail2-45x45.jpg",45,45,true]},"uagb_author_info":{"display_name":"Sophie Miljkovic","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/sophie-miljkovic"},"uagb_comment_info":0,"uagb_excerpt":"Le samedi 30 novembre, en cl\u00f4ture de la semaine de l\u2019innovation publique, l\u2019\u00e9quipe d\u2019Etalab participait au hackathon \u00ab A l\u2019asso des donn\u00e9es \u00bb. Objectif du hackathon : mieux comprendre le paysage associatif en exploitant les donn\u00e9es ouvertes - ou en open data.","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/12860"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/45"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=12860"}],"version-history":[{"count":10,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/12860\/revisions"}],"predecessor-version":[{"id":12877,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/12860\/revisions\/12877"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/12868"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=12860"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=12860"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=12860"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}