{"id":10443,"date":"2019-06-10T09:49:58","date_gmt":"2019-06-10T07:49:58","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=10443"},"modified":"2019-06-12T07:24:04","modified_gmt":"2019-06-12T05:24:04","slug":"questions-ouvertes-conversation-marion-paclot-ouverture-code","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/questions-ouvertes-conversation-marion-paclot-ouverture-code","title":{"rendered":"Questions ouvertes : conversation avec Marion Paclot sur l\u2019ouverture du code de app.dvf.etalab.gouv.fr"},"content":{"rendered":"\n<p><em>Le 24 avril 2019, la direction g\u00e9n\u00e9rale des finances publiques a mis en ligne des donn\u00e9es sur les transactions immobili\u00e8res.  \u00c0 cette occasion, Etalab a d\u00e9velopp\u00e9 une application web, <\/em><a href=\"https:\/\/app.dvf.etalab.gouv.fr\/\"><em>app.dvf.etalab.gouv.fr<\/em><\/a><em>, dont le code source est <a href=\"https:\/\/github.com\/etalab\/DVF-app\">publi\u00e9 sous licence libre<\/a>. Cette publication a permis de mesurer l&rsquo;importance, pour une administration, d&rsquo;ouvrir son travail, notamment pour recevoir des contributions de personnes ext\u00e9rieures.<\/em><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Entretien avec Marion Paclot<\/h2>\n\n\n\n<p><em>Bastien Guerry, r\u00e9f\u00e9rent logiciels libres \u00e0 la DINSIC, s&rsquo;est entretenu avec Marion Paclot, d\u00e9veloppeuse principale de l&rsquo;application, ainsi que David Gautier, contributeur volontaire, pour mieux comprendre leur d\u00e9marche et ce qu&rsquo;ils en ont appris.  <\/em><\/p>\n\n\n\n<p><strong>Bastien Guerry. \u2014 Comment s&rsquo;est pass\u00e9 le d\u00e9veloppement de l\u2019application DVF ?<\/strong><\/p>\n\n\n\n<p><strong>Marion Paclot<\/strong>. \u2014 Le d\u00e9veloppement de l&rsquo;application DVF a \u00e9t\u00e9 r\u00e9alis\u00e9 dans un temps tr\u00e8s court, moins d&rsquo;un mois. Il s&rsquo;agissait de mettre \u00e0 disposition du grand public, pour lequel manipuler des gigaoctets de donn\u00e9es n&rsquo;est pas envisageable, une interface de visualisation simple et facile \u00e0 prendre en main.<\/p>\n\n\n\n<p>\u00c0 quelques jours du lancement, j&rsquo;ai \u00e9t\u00e9 rejointe sur le projet par des personnes ayant des comp\u00e9tences bien plus pouss\u00e9es que moi en d\u00e9veloppement, et qui ont consolid\u00e9 mon travail en mettant en place des briques qui ont permis de <a href=\"https:\/\/blog.antoine-augusti.fr\/2019\/05\/discovering-content-caching-with-nginx-proxy-cache\/\">g\u00e9rer la charge serveur<\/a> et de traiter plus intelligemment les couches g\u00e9ographiques.<\/p>\n\n\n\n<p>Le jour du lancement, nous avions un produit fini pr\u00e9sentable, mais pas parfait. Depuis le lancement, nous proc\u00e9dons r\u00e9guli\u00e8rement \u00e0 des am\u00e9liorations, soit parce qu&rsquo;il y a de petites erreurs, soit parce que nous avons chang\u00e9 la base g\u00e9ographique pour en faciliter la maintenance et d\u00e9charger <a href=\"https:\/\/www.openstreetmap.org\/\">OpenStreetMap<\/a>, ou encore parce que les retours utilisateurs nous on amen\u00e9 \u00e0 revoir certaines choses. <\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" loading=\"lazy\" width=\"1024\" height=\"576\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-application-bouton-code-source-1024x576.png\" alt=\"\" class=\"wp-image-10445\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-application-bouton-code-source-1024x576.png 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-application-bouton-code-source-300x169.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-application-bouton-code-source-768x432.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-application-bouton-code-source.png 1920w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption>La page d&rsquo;accueil de l&rsquo;application DVF avec un bouton pour acc\u00e9der \u00e0 son code source.<\/figcaption><\/figure>\n\n\n\n<p><strong>Bastien Guerry. \u2014 Pourquoi l&rsquo;application est-elle ouverte et publi\u00e9e sous licence libre ?<\/strong><\/p>\n\n\n\n<p><strong>Marion Paclot<\/strong>. \u2014 Au del\u00e0 de l&rsquo;application de <a href=\"https:\/\/www.etalab.gouv.fr\/comment-etalab-aide-les-administrations-a-ouvrir-leurs-donnees\">la loi pour une R\u00e9publique num\u00e9rique<\/a>, je suis convaincue de l&rsquo;int\u00e9r\u00eat que peut apporter la publication du code sous licence libre. N&rsquo;\u00e9tant pas d\u00e9veloppeuse, j&rsquo;ai pu b\u00e9n\u00e9ficier des conseils, sous forme de <em>pull requests<\/em>, c\u2019est-\u00e0-dire des demandes de modifications effectu\u00e9es directement sur github.com, de la part de d\u00e9veloppeurs plus exp\u00e9riment\u00e9s. La publication de son travail, qui plus est quand il est en cours de r\u00e9alisation, n&rsquo;est pas forc\u00e9ment \u00e9vidente. Les forums de d\u00e9veloppeurs sont pleins de gens prompts \u00e0 critiquer. Mais l\u00e0, j&rsquo;ai vu une tr\u00e8s grande majorit\u00e9 de retours positifs.<\/p>\n\n\n\n<p>D&rsquo;autres se sont pris au jeu et ont propos\u00e9 des\nam\u00e9liorations que nous avions dans notre liste de choses \u00e0 faire,\net c&rsquo;est aussi notre pari : que certaines personnes prendront\nquelques minutes pour \u00e9crire les lignes qui ajouteront une\nfonctionnalit\u00e9. \n<\/p>\n\n\n\n<p>Nous avons aussi propos\u00e9 les scripts d&rsquo;installation de la base de donn\u00e9es et mis en place ce qu&rsquo;il fallait pour que les d\u00e9veloppeurs de la partie proprement web puissent se concentrer sur elle. Cela a demand\u00e9 un peu de travail, notamment pour mettre au propre mon code, mais le jeu en vaut la chandelle.<\/p>\n\n\n\n<p><strong>Bastien Guerry. \u2014 Est-ce que cela change quelque chose que le code soit ouvert et visible par tous ?<\/strong>  <\/p>\n\n\n\n<p><strong>Marion Paclot<\/strong>. \u2014 Coder en sachant que tout sera public demande une discipline dont je n&rsquo;ai pas l&rsquo;habitude. Mais surtout, cela incite les gens qui ne sont pas contents \u00e0 venir participer. Et c&rsquo;est la communaut\u00e9 des d\u00e9veloppeurs qui s&rsquo;est charg\u00e9e de relayer le message. \u00c0 une personne qui se plaignait sur Twitter que notre interface \u00e9tait \u00ab pourrie \u00bb, un autre a r\u00e9pondu \u00ab le code est libre, vous n&rsquo;avez qu&rsquo;\u00e0 participer \u00bb, ce que je n&rsquo;aurais pas os\u00e9 faire moi-m\u00eame. Evidemment, dans la mesure o\u00f9 nous sommes une administration et que je suis pay\u00e9e par l&rsquo;Etat pour ce travail, il ne s&rsquo;agit pas de d\u00e9l\u00e9guer du d\u00e9veloppement \u00e0 des personnes b\u00e9n\u00e9voles, mais le fait que le code soit libre change le rapport que les personnes ext\u00e9rieures peuvent avoir aux sites et applications. En tout cas, je suis vraiment heureuse de voir que des anonymes se sont pris au jeu et nous ont aid\u00e9.  <\/p>\n\n\n\n<p>La plupart des sites de l&rsquo;\u00c9tat ne mettent pas de lien vers le code source ou vers un endroit o\u00f9 un contributeur pourrait signaler un probl\u00e8me ou proposer une am\u00e9lioration, mais pour nous <a href=\"https:\/\/github.com\/etalab\/DVF-app\">ce lien<\/a> fut tr\u00e8s utile.  <\/p>\n\n\n\n<p><strong>Bastien Guerry. \u2014 Un conseil pour une autre administration publiant du code source ?<\/strong>  <\/p>\n\n\n\n<p><strong>Marion Paclot<\/strong>. \u2014 Se dire qu&rsquo;il vaut mieux publier imparfaitement que pas du tout et ne pas se laisser d\u00e9contenancer par les r\u00e9actions critiques.  <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Entretien avec <strong>David Gautier<\/strong><\/h2>\n\n\n\n<p><em>Bastien Guerry a contact\u00e9 David Gautier pour\nlui demander d&rsquo;expliquer quelques unes de ses motivations.<\/em> \n<\/p>\n\n\n\n<p><strong>Bastien Guerry. \u2014 Comment avez-vous connu le d\u00e9p\u00f4t de code de l&rsquo;application DVF ?<\/strong>  <\/p>\n\n\n\n<p><strong>David Gautier<\/strong>. \u2014 C&rsquo;est un coll\u00e8gue de travail qui m&rsquo;a envoy\u00e9 le lien vers <a href=\"https:\/\/www.lemondeinformatique.fr\/actualites\/lire-bercy-met-en-open-data-les-ventes-foncieres-depuis-2014-75091.html\">un article du Monde Informatique<\/a> car il savait que ce sujet (le prix des biens immobiliers) m&rsquo;int\u00e9ressait.  <\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" loading=\"lazy\" width=\"1024\" height=\"576\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-github-1024x576.png\" alt=\"\" class=\"wp-image-10446\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-github-1024x576.png 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-github-300x169.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-github-768x432.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-github.png 1920w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption>La page d&rsquo;accueil du code source de l&rsquo;application DVF.<\/figcaption><\/figure>\n\n\n\n<p><strong>Bastien Guerry. \u2014 Qu&rsquo;est-ce qui vous a motiv\u00e9 \u00e0 contribuer ?<\/strong>  <\/p>\n\n\n\n<p><strong>David Gautier<\/strong>. \u2014 Le sujet m&rsquo;int\u00e9resse et le projet \u00e9tant Open Source il est possible de contribuer. Comme j&rsquo;ai constat\u00e9 qu&rsquo;il manquait une proc\u00e9dure d&rsquo;installation, qui m&rsquo;aurait \u00e9t\u00e9 utile lorsque j&rsquo;ai install\u00e9 l&rsquo;application sur ma machine, j&rsquo;ai d\u00e9cid\u00e9 d&rsquo;en faire profiter tout le monde.  <\/p>\n\n\n\n<p><strong>Bastien Guerry. \u2014 Sur quoi avez-vous contribu\u00e9 et comment s&rsquo;est pass\u00e9 l\u2019interaction avec la d\u00e9veloppeuse d&rsquo;Etalab ?<\/strong>  <\/p>\n\n\n\n<p><strong>David Gautier<\/strong>. \u2014 Pour le moment ma contribution est modeste, j&rsquo;ai juste ajout\u00e9 une proc\u00e9dure d&rsquo;installation au fichier <a href=\"https:\/\/github.com\/etalab\/DVF-app\/blob\/master\/README.md\">README<\/a> du projet. En informatique c&rsquo;est toujours tr\u00e8s utile d&rsquo;en avoir au moins une qui fonctionne (ou qui a fonctionn\u00e9) et qui indique les versions des logiciels requis. Et cela d\u00e8s le d\u00e9but du projet, sinon on peut passer des heures \u00e0 essayer de l&rsquo;installer quelques mois ou quelques ann\u00e9es plus tard.  <\/p>\n\n\n\n<p>Les d\u00e9veloppeurs du projet sont tr\u00e8s agr\u00e9ables\net ne manquent pas de vous remercier m\u00eame pour une petite\ncontribution. \n<\/p>\n\n\n\n<p><strong>Bastien Guerry.<\/strong> \u2014<strong> Cela vous donne-t-il envie de contribuer \u00e0 d&rsquo;autres d\u00e9p\u00f4ts de l&rsquo;administration ?<\/strong>  <\/p>\n\n\n\n<p><strong>David Gautier<\/strong>. \u2014 Pourquoi pas, celui-ci est le premier, mais sans doute pas le dernier !  <\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le 24 avril 2019, la direction g\u00e9n\u00e9rale des finances publiques a mis en ligne des donn\u00e9es sur les transactions immobili\u00e8res, sous la forme de fichiers r\u00e9utilisables au format texte (.txt).  \u00c0 cette occasion, Etalab a d\u00e9velopp\u00e9 une application web accessible \u00e0 l&rsquo;adresse app.dvf.etalab.gouv.fr, dont le code source est publi\u00e9 sous licence libre. Cette publication a permis de mesurer l&rsquo;importance, pour une administration, d&rsquo;ouvrir son travail, notamment pour recevoir des contributions de personnes ext\u00e9rieures.  Bastien Guerry, r\u00e9f\u00e9rent logiciels libres \u00e0 la DINSIC, s&rsquo;est entretenu avec Marion Paclot, d\u00e9veloppeuse principale de l&rsquo;application ainsi que David Gautier, contributeur volontaire, pour mieux comprendre leur d\u00e9marche et ce qu&rsquo;ils en ont appris.<\/p>\n","protected":false},"author":43,"featured_media":10445,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[170,71,176],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-application-bouton-code-source.png",1920,1080,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-application-bouton-code-source-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-application-bouton-code-source-300x169.png",300,169,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-application-bouton-code-source-768x432.png",768,432,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-application-bouton-code-source-1024x576.png",1024,576,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-application-bouton-code-source.png",1536,864,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-application-bouton-code-source.png",1920,1080,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/dvf-application-bouton-code-source-45x45.png",45,45,true]},"uagb_author_info":{"display_name":"bastien.guerry","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/bastien-guerry"},"uagb_comment_info":0,"uagb_excerpt":"Le 24 avril 2019, la direction g\u00e9n\u00e9rale des finances publiques a mis en ligne des donn\u00e9es sur les transactions immobili\u00e8res, sous la forme de fichiers r\u00e9utilisables au format texte (.txt). \u00c0 cette occasion, Etalab a d\u00e9velopp\u00e9 une application web accessible \u00e0 l'adresse app.dvf.etalab.gouv.fr, dont le code source est publi\u00e9 sous licence libre. Cette publication a\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10443"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/43"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=10443"}],"version-history":[{"count":6,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10443\/revisions"}],"predecessor-version":[{"id":10571,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10443\/revisions\/10571"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/10445"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=10443"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=10443"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=10443"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}