{"id":767,"date":"2013-07-15T00:00:00","date_gmt":"2013-07-14T22:00:00","guid":{"rendered":"http:\/\/www.etalab.gouv.fr\/article-les-premiers-enseignements-de-l-operation-codesign-119057937-comments.html"},"modified":"2014-09-17T12:18:15","modified_gmt":"2014-09-17T10:18:15","slug":"lespremiersenseignementsdeloperationcodesign","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/lespremiersenseignementsdeloperationcodesign","title":{"rendered":"Les premiers enseignements de l&rsquo;op\u00e9ration CoDesign"},"content":{"rendered":"<p style=\"text-align: justify;\"><span lang=\"FR\">18 mois apr\u00e8s son ouverture, la plateforme data.gouv.fr a accueilli plus d\u2019un million de visiteurs uniques, qui ont consult\u00e9 plus de 5 millions de pages, et t\u00e9l\u00e9charg\u00e9 plus de 500.000 fichiers.<\/span><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">Plusieurs centaines de correspondants open data dans les administrations, de nombreux \u00e9changes avec d\u2019autres administrations productrices de donn\u00e9es, des centaines d\u2019entreprises utilisant ces donn\u00e9es publiques, parmi lesquelles 15 laur\u00e9ats Dataconnexions, des citoyens d\u00e9sireux d\u2019exercer leurs responsabilit\u00e9s, des collectifs associatifs\u2026 Tous forment aujourd\u2019hui un \u00e9cosyst\u00e8me riche et diversifi\u00e9, repr\u00e9sent\u00e9, dans sa diversit\u00e9, par le R\u00e9seau d\u2019experts Etalab, qui s\u2019est empar\u00e9 de l\u2019open data et nourrit la mission de ses retours d\u2019exp\u00e9rience, de ses conseils, suggestions, et parfois de ses<br \/>\nrevendications.<\/span><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">Le paysage technique et industriel a \u00e9galement \u00e9volu\u00e9, avec pr\u00e8s d\u2019une centaine de pays engag\u00e9s dans cette d\u00e9marche, les progr\u00e8s dans le design d\u2019API, l\u2019\u00e9mergence de nouvelles briques technologiques et de frameworks, le d\u00e9veloppement de nouveaux enjeux industriels et de premi\u00e8res tentatives de prise de positions de force dans ce march\u00e9 naissant.<\/span><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">Il est d\u00e9j\u00e0 temps de concevoir la deuxi\u00e8me g\u00e9n\u00e9ration de la plateforme.<\/span><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">Cette conception suppose\u00a0<\/span><span lang=\"FR\">une nouvelle vision de la place et du r\u00f4le d\u2019Etalab et de data.gouv.fr dans l\u2019\u00e9cosyst\u00e8me des donn\u00e9es publiques. Elle impose donc probablement\u00a0<\/span><span lang=\"FR\">de nouveaux choix\u00a0<\/span><span lang=\"FR\">fonctionnels et\u00a0<\/span><span lang=\"FR\">technologiques. Elle appelle donc pr\u00e9alablement la r\u00e9ponse \u00e0 des questions essentielles sur l\u2019identit\u00e9 profonde d\u2019une plateforme nationale de donn\u00e9es publiques\u00a0: r\u00e9serv\u00e9e \u00e0 l\u2019information d\u2019autorit\u00e9 ou ouverte aux donn\u00e9es des citoyens\u00a0? R\u00e9serv\u00e9e aux donn\u00e9es brutes ou acceptant de retravailler les donn\u00e9es\u00a0? Outil limit\u00e9 \u00e0 la diffusion de donn\u00e9es ou outil d\u2019aide \u00e0 l\u2019innovation\u00a0?<\/span><\/p>\n<p style=\"text-align: justify;\"><em>\u00a0<\/em><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\"><img decoding=\"async\" loading=\"lazy\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2013\/07\/CoDesign-OKFN-copie-1.jpg\" alt=\"CoDesign-OKFN-copie-1.jpg\" width=\"199\" height=\"200\" \/><\/span><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">Forte des relations \u00e9troites avec ses communaut\u00e9s, qui avaient d\u00e9j\u00e0 \u00e9t\u00e9 \u00e9troitement associ\u00e9es \u00e0 la conception de la premi\u00e8re g\u00e9n\u00e9ration de la plateforme, Etalab n\u2019a pas souhait\u00e9 aborder seule ces questions, et a donc engag\u00e9, en avril dernier, <a href=\"http:\/\/www.etalab.gouv.fr\/article-etalab-lance-le-processus-de-codesign-de-la-plateforme-data-gouv-fr-116972785.html\">la d\u00e9marche de \u00ab\u00a0CoDesign\u00a0\u00bb<\/a>\u00a0: un intense travail de dialogue et de collaboration avec son \u00e9cosyst\u00e8me,<\/span><span lang=\"FR\">\u00a0<\/span><span lang=\"FR\">consistant \u00e0 la fois \u00e0 adresser un questionnaire, \u00e0 organiser des moments d\u2019\u00e9changes, d\u2018exp\u00e9rimentation et de r\u00e9flexion, et \u00e0 susciter le d\u00e9veloppement d\u2019un prototype innovant par des \u00e9tudiants d\u2019Hetic.<\/span><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">Cette d\u00e9marche a suscit\u00e9 de belles r\u00e9actions\u00a0: plus de 60 r\u00e9ponses \u00e9crites au questionnaire, dont <a href=\"http:\/\/www.etalab.gouv.fr\/article-publication-des-contributions-et-lancement-de-la-phase-2-du-codesign-117859772.html\">19 ont souhait\u00e9 la publicit\u00e9<\/a>\u00a0;\u00a0 <a href=\"http:\/\/www.etalab.gouv.fr\/article-les-prochains-evenements-codesign-118461774.html\">9 s\u00e9ances de Codesign \u00e0 ce jour<\/a>\u00a0et autant de moments de rencontre et de cr\u00e9ativit\u00e9 ; un prototype riche de nouvelles intuitions et porteur de nombreuses esp\u00e9rances.<\/span><\/p>\n<p style=\"text-align: justify;\"><em><span lang=\"FR\">\u00a0<\/span><img alt=\"Proto-DataGouv-Hetic.jpg\" height=\"174\" \/> width=\u00a0\u00bb300&Prime; class=\u00a0\u00bbCtreTexte\u00a0\u00bb src=\u00a0\u00bbhttp:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2013\/07\/Proto-DataGouv-Hetic.jpg\u00a0\u00bb&gt;<\/em><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">Il est temps de partager avec vous, soutiens de l\u2019open data, et contributeurs de CoDesign, les premiers enseignements que nous tirons de l&rsquo;exp\u00e9rience. Premi\u00e8res r\u00e9actions \u00e0 chaud qui ne nous dispensent pas de proposer une synth\u00e8se beaucoup plus fouill\u00e9e apr\u00e8s l&rsquo;\u00e9t\u00e9.<\/span><\/p>\n<p style=\"text-align: justify;\"><em>\u00a0<\/em><\/p>\n<p style=\"text-align: justify;\"><em><strong><span lang=\"FR\">1 \u2014\u00a0<\/span><strong><span lang=\"FR\">Etalab peut compter sur un riche \u00e9cosyst\u00e8me<\/span><\/strong><\/strong><\/em><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">Administrations, producteurs de donn\u00e9es, associations, citoyens, entreprises grandes et petites, se sont mobilis\u00e9s pour r\u00e9pondre \u00e0 notre proposition de conception collective. C\u2019est cette mobilisation qui a fait le succ\u00e8s de la d\u00e9marche. Elle montre que l\u2019open data ne concerne pas seulement les donn\u00e9es, mais que l\u2019outil\u00a0de diffusion de ces donn\u00e9es est aussi un bien commun auquel vous \u00eates attach\u00e9s, et que nous pouvons compter sur vous pour le d\u00e9fendre et l\u2019enrichir.<\/span><\/p>\n<p style=\"text-align: justify;\"><strong><em>2 \u2014 Data.gouv.fr concerne tous les publics<\/em><\/strong><\/p>\n<p style=\"text-align: justify;\">L\u2019un des aspects les plus surprenants de l\u2019open data est sa progression rapide dans des sph\u00e8res non technologiques. Associations, \u00e9conomie sociale et solidaire, journalistes, citoyens\u2026 se sont empar\u00e9s de ce projet pour le mettre au service de leurs propres objectifs. Sans rien perdre de ses fonctionnalit\u00e9s professionnelles, une plateforme d\u2019open data doit apprendre \u00e0 parler, \u00e0 faire sens et \u00e0 se rendre utile pour l\u2019ensemble de ces publics.<\/p>\n<p style=\"text-align: justify;\"><em><strong><span lang=\"FR\">3 \u2014\u00a0<\/span><strong><span lang=\"FR\">Prolonger CoDesign<\/span><\/strong><\/strong><\/em><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">Chaque rencontre CoDesign nous a rendus plus intelligents et plus motiv\u00e9s. De nombreuses communaut\u00e9s ont montr\u00e9 leur envie de se mobiliser autour de leur plateforme nationale. Des questions importantes (comme le traitement g\u00e9ographique de l\u2019information) n\u2019ont pas encore \u00e9t\u00e9 abord\u00e9es. Nous poursuivrons ces rencontres et ces \u00e9changes apr\u00e8s l\u2019\u00e9t\u00e9. Ils nous sont n\u00e9cessaires.<\/span><\/p>\n<p style=\"text-align: justify;\"><em><span lang=\"FR\"><img decoding=\"async\" loading=\"lazy\" class=\"DrteTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2013\/07\/CoDesignRennes-copie-1.jpg\" alt=\"CoDesignRennes-copie-1.jpg\" width=\"200\" height=\"150\" \/><\/span><\/em><\/p>\n<p style=\"text-align: justify;\"><em><span lang=\"FR\"><strong><span lang=\"FR\">4\u2014\u00a0<\/span><strong><span lang=\"FR\">S\u2019organiser pour l\u2019innovation<br \/>\ncontinue<\/span><\/strong><\/strong><\/span><\/em><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">En 18 mois, le paysage de l\u2019open data, l\u2019efficacit\u00e9 des technologies de traitement de la donn\u00e9e, et la maturit\u00e9 de l\u2019\u00e9cosyst\u00e8me ont consid\u00e9rablement \u00e9volu\u00e9. Dans les 18 mois \u00e0 venir, cette \u00e9volution va se poursuivre et peut-\u00eatre m\u00eame s\u2019amplifier. Nul n\u2019est en situation, aujourd\u2019hui, de d\u00e9finir d\u00e9finitivement la meilleure plateforme. Data.gouv.fr doit \u00eatre l&rsquo;interface d&rsquo;un processus d\u2019innovation continue.<\/span><\/p>\n<p style=\"text-align: justify;\"><em><strong>5 \u2014 Une plus forte int\u00e9gration dans les communaut\u00e9s technologiques<\/strong><\/em><\/p>\n<p style=\"text-align: justify;\">Un projet d\u2019open data est un projet technologique. Une structure comme Etalab doit coder elle-m\u00eame et participer en direct au d\u00e9veloppement des technologies de l&rsquo;open data.<\/p>\n<p style=\"text-align: justify;\">Pour pouvoir participer \u00e0 une communaut\u00e9 vibrante et cr\u00e9ative, il a \u00e9t\u00e9 d\u00e9cid\u00e9 d&rsquo;int\u00e9grer plus \u00e9troitement l&rsquo;\u00e9quipe technique dans Etalab et de d\u00e9velopper la prochaine version de la plateforme sur un noyau open source. Nous sommes partis, depuis quelques semaines, sur un noyau CKAN.<\/p>\n<p style=\"text-align: justify;\">Au del\u00e0 de ces d\u00e9cisions g\u00e9n\u00e9riques, le projet CoDesign, qui n&rsquo;est pas encore achev\u00e9, nous a d\u00e9j\u00e0 permis d&rsquo;arr\u00eater quelques principes structurants\u2026<\/p>\n<p style=\"text-align: justify;\">\n<em><strong><span lang=\"FR\">Simplifier la relation avec les producteurs<\/span><\/strong><\/em><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">La relation avec les producteurs de donn\u00e9es est cl\u00e9\u00a0: il est imp\u00e9ratif de simplifier au maximum le travail des administrations qui coop\u00e8rent r\u00e9guli\u00e8rement avec la plateforme, et d\u2019autoriser de nouveaux producteurs, y compris moins professionnels, \u00e0 d\u00e9poser \u00e9galement leurs donn\u00e9es. Les contraintes d\u2019authentification des producteurs ou de la donn\u00e9e \u00e9tant grandes, pour une plateforme nationale, il va falloir innover de mani\u00e8re radicale dans les processus m\u00eame de transmission des donn\u00e9es. Outre l\u2019utilisation des API, lorsque cela sera n\u00e9cessaire, la plateforme d\u2019open data doit accepter de r\u00e9aliser une plus large fraction du travail jusqu\u2019ici d\u00e9volu aux producteurs des donn\u00e9es.<\/span><\/p>\n<p style=\"text-align: justify;\">Conform\u00e9ment aux pratiques usuelles sur Internet, nous rechercherons un principe de confiance : ouverture la plus large possible, et contr\u00f4le ex-post. Ceci devrait nous conduiure \u00e0 tol\u00e9rer sur la plateforme la coexistence d&rsquo;informations certifi\u00e9es et d&rsquo;informations non encore certifi\u00e9es.<\/p>\n<p style=\"text-align: justify;\"><em><strong><span lang=\"FR\">Contester les grands dogmes de l\u2019open data<\/span><\/strong><\/em><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">Le mouvement open data, tout jeune qu\u2019il soit, est d\u00e9j\u00e0 travers\u00e9 de grands dogmes\u00a0: il s\u2019agirait de diffuser des donn\u00e9es brutes, dans l\u2019\u00e9tat o\u00f9 elles sont produites par l\u2019administration, il ne faudrait pas essayer d\u2019interpr\u00e9ter ces donn\u00e9es, l&rsquo;indexation serait une question centrale\u2026 Ajout\u00e9s aux r\u00e8gles impos\u00e9es \u00e0 l\u2019informatique d\u2019Etat, ces principes finissent par former un carcan qui contraint l\u2019innovation. Nous connaissons bien ces principes, et nous les respecterons peut-\u00eatre, mais aucun d\u2019entre eux ne doit \u00eatre accept\u00e9 comme argent comptant\u00a0: une plateforme d\u2019open data peut peut-\u00eatre avoir des fonctions de conversion de formats de fichiers, elle peut peut-\u00eatre fusionner des fichiers pour former des s\u00e9ries temporelles continues, elle doit peut-\u00eatre accepter de partager l\u2019indexation des fichiers avec les r\u00e9utilisateurs\u2026<\/span><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">En particulier, il semble important que la plateforme soit con\u00e7ue d\u00e8s le d\u00e9but comme un instrument au service de l\u2019am\u00e9lioration des donn\u00e9es, et il semble que cette seule fonction puisse \u00eatre une incitation puissante au partage de nouvelles s\u00e9ries passionnantes.<\/span><\/p>\n<p style=\"text-align: justify;\"><em>\u00a0<\/em><em><strong><span lang=\"FR\">Data.gouv.fr\u00a0: service public de l\u2019open data<\/span><\/strong><\/em><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">Bien entendu, de nombreux contributeurs attendent de l\u2019Etat une information d\u2019autorit\u00e9. Mais nombre d\u2019entre vous souhaitent aussi pouvoir contribuer \u00e0 cet effort. Tout en identifiant tr\u00e8s clairement les informations qui proviennent de l\u2019Etat et sont garanties par les administrations, il semble que la plateforme data.gouv.fr se doive de pouvoir accueillir par ailleurs des donn\u00e9es, des tags, des data-visualisations, des annonces d\u2019\u00e9v\u00e9nements, etc. provenant des utilisateurs eux-m\u00eames. Diff\u00e9rents statuts et degr\u00e9s de certification des informations, peuvent d\u00e8s lors \u00eatre imagin\u00e9s, qui devront \u00eatre parfaitement lisibles.<\/span><\/p>\n<p style=\"text-align: justify;\"><em>\u00a0<\/em><em><strong><span lang=\"FR\">Data.gouv.fr\u00a0: noeud central dans un \u00e9cosyst\u00e8me sans centre<\/span><\/strong><\/em><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">Data.gouv.fr ne doit pas seulement diffuser de la donn\u00e9e, il doit la mettre en circulation, et en favoriser la r\u00e9utilisation. La diffusion simultan\u00e9e des donn\u00e9es dans plusieurs portails, une certaine dose de suivi des r\u00e9utilisations (m\u00eame si ce suivi n\u2019est pas imp\u00e9ratif), la possibilit\u00e9 d\u2019accueillir des versions retravaill\u00e9es des fichiers initialement diffus\u00e9s par l\u2019Etat et de rendre cr\u00e9dit aux producteurs et r\u00e9utilisateurs partenaires l&rsquo;ayant enrichie d&rsquo;une information ou d&rsquo;un service sont des fonctions essentielles de cette plateforme.<\/span><\/p>\n<p style=\"text-align: justify;\"><em><strong><span lang=\"FR\">De nouvelles fonctions \u00e0 imaginer<\/span><\/strong><\/em><\/p>\n<p style=\"text-align: justify;\"><span lang=\"FR\">Enfin, de point de vue de l\u2019exp\u00e9rience utilisateur, CoDesign nous a convaincu d\u2019assigner trois objectifs extr\u00eamement importants \u00e0 la plateforme\u00a0:<\/span><\/p>\n<ul style=\"text-align: justify;\">\n<li>faciliter l&rsquo;identification de donn\u00e9es utiles et l&rsquo;obtention d&rsquo;un r\u00e9sultat de requ\u00eates : cette ambition simple \u00e0 formuler<br \/>\nexigera probablement un important travail sur les donn\u00e9es elles-m\u00eames, et de nouvelles strat\u00e9gies de recherche dans les fichiers ;<\/li>\n<li>accueillir plus de contributions\u00a0: indexations, visualisations, voire donn\u00e9es elles-m\u00eames\u00a0;<\/li>\n<li>\u00eatre un outil d&rsquo;aide \u00e0 l&rsquo;innovation en diffusant aussi des outils, des ressources technologiques, des exemples mais aussi en favorisant l&rsquo;imagination, les \u00e9changes, les rencontres et la s\u00e9rendipit\u00e9.<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">\u00a0Telles sont les premi\u00e8res conclusions qu nous tirons d&rsquo;ores et d\u00e9j\u00e0 du process de CoDesign. Ni les \u00e9changes, ni les d\u00e9pouillements ne sont achev\u00e9s. Et comme le processus nous a convaincus d&rsquo;adopter une d\u00e9marche de <em>lean development<\/em>, nous aurons, dans les semaines et les mois qui viennent, de nombreuses occasions de d&rsquo;ajouter de nouvelles fonctionnalit\u00e9s ou de nouvelles suggesiotns au noyau qui est d\u00e9j\u00e0 en cours de d\u00e9veloppement.<\/p>\n<p style=\"text-align: justify;\">La petite \u00e9quipe qui d\u00e9veloppera cette nouvelle version est d\u00e9j\u00e0 \u00e0 pied d&rsquo;oeuvre, et elle est d\u00e9j\u00e0 p\u00e9n\u00e9tr\u00e9e de ces premi\u00e8res conclusions.<\/p>\n<p style=\"text-align: justify;\">Merci donc \u00e0 tous de toute cette \u00e9nergie investie sur notre bien commun. Nous esp\u00e9rons que cela ne s\u2019arr\u00eatera pas \u00e0 CoDesign. Et nous esp\u00e9rons pouvoir vous montrer des r\u00e9sultats concrets dans quelques mois\u2026<\/p>\n<div class=\"clear center\" style=\"text-align: justify;\"><em>\u00a0<\/em><\/div>\n<div class=\"clear\" style=\"text-align: justify;\"><em>\u00a0<\/em><\/div>\n<div class=\"clear\" style=\"text-align: justify;\"><em>\u00a0<\/em><\/div>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>18 mois apr\u00e8s son ouverture, la plateforme data.gouv.fr a accueilli plus d\u2019un million de visiteurs uniques, qui ont consult\u00e9 plus de 5 millions de pages, et t\u00e9l\u00e9charg\u00e9 plus de 500.000 fichiers. Plusieurs centaines de correspondants open data dans les administrations, de nombreux \u00e9changes avec d\u2019autres administrations productrices de donn\u00e9es, des centaines d\u2019entreprises utilisant ces donn\u00e9es &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/lespremiersenseignementsdeloperationcodesign\"> <span class=\"screen-reader-text\">Les premiers enseignements de l&rsquo;op\u00e9ration CoDesign<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[39,1,30],"tags":[59,58],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Etalab","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/etalab"},"uagb_comment_info":0,"uagb_excerpt":"18 mois apr\u00e8s son ouverture, la plateforme data.gouv.fr a accueilli plus d\u2019un million de visiteurs uniques, qui ont consult\u00e9 plus de 5 millions de pages, et t\u00e9l\u00e9charg\u00e9 plus de 500.000 fichiers. Plusieurs centaines de correspondants open data dans les administrations, de nombreux \u00e9changes avec d\u2019autres administrations productrices de donn\u00e9es, des centaines d\u2019entreprises utilisant ces donn\u00e9es\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/767"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=767"}],"version-history":[{"count":2,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/767\/revisions"}],"predecessor-version":[{"id":1948,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/767\/revisions\/1948"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=767"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=767"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=767"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}