{"id":5954,"date":"2016-11-10T15:34:25","date_gmt":"2016-11-10T14:34:25","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=5954"},"modified":"2019-10-15T10:46:13","modified_gmt":"2019-10-15T08:46:13","slug":"datacamp-cadelect","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/datacamp-cadelect","title":{"rendered":"#CadElect : un data camp pour simplifier la cartographie des bureaux de vote"},"content":{"rendered":"[:fr]\n<p style=\"text-align: justify;\">Le samedi 5 novembre 2016, la Pr\u00e9fecture du Val de Marne accueillait une trentaine de participants &#8211; g\u00e9omaticiens, scientifiques des donn\u00e9es, membres d&rsquo;associations, \u00e9tudiants en journalisme, d\u00e9veloppeurs &#8211; afin de travailler sur un sujet complexe : comment constituer une cartographie des 800 bureaux de vote du Val de Marne (47 communes) et d\u00e9finir des m\u00e9thodes pour simplifier la d\u00e9finition des contours de bureaux de vote, de l&rsquo;\u00e9criture de l&rsquo;arr\u00eat\u00e9 \u00e0 la cartographie des bureaux.<\/p>\n<p style=\"text-align: justify;\">Plusieurs documents ont \u00e9t\u00e9 mis \u00e0 disposition par la Pr\u00e9fecture du Val de Marne :<\/p>\n<ul style=\"text-align: justify;\">\n<li><a href=\"https:\/\/github.com\/cadastre-electoral\/datacamp-2016-11-05\/tree\/master\/ARRETES%20SCANNES%20EN%20VIGUEUR%20AU%201ER%20MARS%202017\" target=\"_blank\" rel=\"noopener noreferrer\">La liste des arr\u00eat\u00e9s municipaux d\u00e9finissant les contours des bureaux de vote<\/a> (format PDF scann\u00e9s)<\/li>\n<li><a href=\"https:\/\/github.com\/cadastre-electoral\/datacamp-2016-11-05\/tree\/master\/LISTES%20ELECTORALES%20ANONYMISEES\" target=\"_blank\" rel=\"noopener noreferrer\">Les listes \u00e9lectorales anonymis\u00e9es<\/a> (format CSV)<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Un GitHub a \u00e9t\u00e9 ouvert pour partager les documents et donn\u00e9es produites &gt;&gt;<a href=\"https:\/\/github.com\/cadastre-electoral\/datacamp-2016-11-05\" target=\"_blank\" rel=\"noopener noreferrer\">GitHub Cadastre \u00e9lectoral.<\/a><\/p>\n<p style=\"text-align: justify;\">Afin de faciliter le travail des participants, plusieurs d\u00e9veloppements interm\u00e9diaires ont \u00e9t\u00e9 r\u00e9alis\u00e9s sur les documents initiaux :<\/p>\n<ul>\n<li style=\"text-align: justify;\"><a href=\"https:\/\/github.com\/cadastre-electoral\/datacamp-2016-11-05\/tree\/master\/LISTES%20ELECTORALES%20ANONYMISEES\/csv-g%C3%A9ocod%C3%A9s\" target=\"_blank\" rel=\"noopener noreferrer\">Les listes \u00e9lectorales ont \u00e9t\u00e9 g\u00e9ocod\u00e9es avec l&rsquo;API Base adresse nationale<\/a><\/li>\n<li style=\"text-align: justify;\">Les arr\u00eat\u00e9s PDF ont \u00e9t\u00e9 transform\u00e9s en <a href=\"https:\/\/github.com\/cadastre-electoral\/datacamp-2016-11-05\/tree\/master\/cquest\/arretes\/1b-txt\">format texte<\/a> et quelques uns ont \u00e9t\u00e9 transform\u00e9s en <a href=\"https:\/\/github.com\/cadastre-electoral\/datacamp-2016-11-05\/tree\/master\/cquest\/arretes\/csv-interm%C3%A9diaires\" target=\"_blank\" rel=\"noopener noreferrer\">CSV interm\u00e9diaires<\/a> afin d&rsquo;en r\u00e9aliser une exploitation simplifi\u00e9e.<\/li>\n<\/ul>\n<h3><\/h3>\n<h3>De l&rsquo;acte administratif aux donn\u00e9es : un d\u00e9fi qui concerne de nombreux champs de l&rsquo;action publique<\/h3>\n<p style=\"text-align: justify;\">Apr\u00e8s une introduction par le Pr\u00e9fet du Val de Marne Thierry Leleu, et la cheffe de bureau du Bureau des \u00e9lections et \u00e9tudes politiques du Minist\u00e8re de l&rsquo;Int\u00e9rieur Sylvie Calves, les participants ont consacr\u00e9 la matin\u00e9e \u00e0 explorer les documents mis \u00e0 disposition afin de d\u00e9finir des m\u00e9thodes de constitutions de cadastre. Plusieurs enseignements ont \u00e9t\u00e9 tir\u00e9s de cette analyse :<\/p>\n<ul style=\"text-align: justify;\">\n<li><strong>Le format CSV interm\u00e9diaire pour les arr\u00eat\u00e9s est le format de d\u00e9part id\u00e9al<\/strong>, car plus exploitable qu&rsquo;un document PDF pour constituer une carte. Les 47 documents de chaque commune sont d&rsquo;ailleurs tr\u00e8s h\u00e9t\u00e9rog\u00e8nes dans l&rsquo;\u00e9criture. Pour le moment, le passage de l&rsquo;arr\u00eat\u00e9 PDF, au fichier texte, au fichier CSV interm\u00e9diaire se r\u00e9alise manuellement, mais on pourrait imaginer un processus inverse consistant \u00e0 partir d&rsquo;un fichier CSV pour \u00e9crire un arr\u00eat\u00e9 municipal.<\/li>\n<\/ul>\n<ul style=\"text-align: justify;\">\n<li><strong>La d\u00e9finition des contours des bureaux de vote est h\u00e9t\u00e9rog\u00e8ne selon les zones : <\/strong>l&rsquo;approche surfacique est pr\u00e9f\u00e9r\u00e9e pour les zones urbaines tandis que l&rsquo;approche lin\u00e9aire est pr\u00e9f\u00e9r\u00e9e pour les zones rurales (exemple de la commune de Villecresnes qui est un cas mixte entre urbain et rural).<\/li>\n<\/ul>\n<ul style=\"text-align: justify;\">\n<li><strong>L&rsquo;utilisation de la base adresse nationale (BAN) comme base de donn\u00e9es de r\u00e9f\u00e9rences est essentielle pour assurer un \u00ab\u00a0contr\u00f4le qualit\u00e9\u00a0\u00bb<\/strong> de l&rsquo;affectation des adresses \u00e0 des bureaux de vote. En v\u00e9rifiant la correspondance des adresses de la BAN \u00e0 celles indiqu\u00e9es dans les arr\u00eat\u00e9s, on peut identifier des diff\u00e9rences dans l&rsquo;\u00e9criture des num\u00e9ros de rue, de voies et \u00e9galement v\u00e9rifier qu&rsquo;il n&rsquo;y a pas d&rsquo;adresses affect\u00e9es \u00e0 aucun bureau de vote ou \u00e0 plusieurs bureaux de vote (exemple d&rsquo;une v\u00e9rification r\u00e9alis\u00e9e pour les communes de P\u00e9rigny et Nogent-sur-Marne).<\/li>\n<\/ul>\n<ul>\n<li style=\"text-align: justify;\"><strong>Le travail r\u00e9alis\u00e9 par les communes lors l&rsquo;\u00e9criture des arr\u00eat\u00e9s et la d\u00e9finition des contours des bureaux de vote pourrait \u00eatre simplifi\u00e9 gr\u00e2ce \u00e0 la mise \u00e0 disposition d&rsquo;outils<\/strong> permettant de g\u00e9n\u00e9rer de fa\u00e7on quasi-automatique un arr\u00eat\u00e9 municipal en faisant correspondre des bases de donn\u00e9es entre elles.<\/li>\n<\/ul>\n<blockquote>\n<p style=\"text-align: justify;\">La traduction d&rsquo;un acte administratif en donn\u00e9es est un d\u00e9fi rencontr\u00e9 dans de nombreux champs de l&rsquo;action publique. Le travail effectu\u00e9 par l&rsquo;Administrateur g\u00e9n\u00e9ral des donn\u00e9es sur la d\u00e9finition des contours g\u00e9ographiques des nouvelles zones touristiques internationales \u00e0 Paris (voir le blogpost &gt;&gt; \u00ab\u00a0<a href=\"https:\/\/agd.data.gouv.fr\/2016\/10\/31\/de-larrete-ministeriel-au-fichier-geojson\/\" target=\"_blank\" rel=\"noopener noreferrer\">De l&rsquo;arr\u00eat\u00e9 minist\u00e9riel aux coordonn\u00e9es g\u00e9ographiques<\/a>\u00ab\u00a0) en est une illustration parmi d&rsquo;autres. En partant du principe qu&rsquo;un arr\u00eat\u00e9 est le r\u00e9sultat d&rsquo;un travail en amont de constitution de donn\u00e9es, il serait int\u00e9ressant de partir des donn\u00e9es pour r\u00e9diger automatiquement les documents.<\/p>\n<\/blockquote>\n<h3><\/h3>\n<h3>R\u00e9sultats du data camp : premi\u00e8res contributions \u00e0 la constitution d&rsquo;un cadastre \u00e9lectoral<\/h3>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-5974 size-large aligncenter\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/data-8-1024x576.jpg\" alt=\"data-8\" width=\"806\" height=\"453\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/data-8-1024x576.jpg 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/data-8-300x169.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/data-8-768x432.jpg 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/data-8.jpg 1920w\" sizes=\"(max-width: 806px) 100vw, 806px\" \/><\/p>\n<p style=\"text-align: justify;\">L&rsquo;apr\u00e8s-midi, plusieurs groupes se sont constitu\u00e9s afin de travailler sur des approches diff\u00e9rentes de reconstitution d&rsquo;un cadastre \u00e9lectoral, en se basant souvent sur l&rsquo;\u00e9tude d&rsquo;une \u00e0 quelques communes du d\u00e9partement.<\/p>\n<p style=\"text-align: justify;\"><strong><a href=\"https:\/\/twitter.com\/94citoyens\" target=\"_blank\" rel=\"noopener noreferrer\">Le journal 94 citoyens<\/a><a href=\"https:\/\/twitter.com\/94citoyens\" target=\"_blank\" rel=\"noopener noreferrer\"><img decoding=\"async\" loading=\"lazy\" class=\"alignleft wp-image-5975 size-thumbnail\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-94-citoyens-150x150.png\" alt=\"visu-94-citoyens\" width=\"150\" height=\"150\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-94-citoyens-150x150.png 150w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-94-citoyens-80x80.png 80w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-94-citoyens-118x118.png 118w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-94-citoyens-239x239.png 239w\" sizes=\"(max-width: 150px) 100vw, 150px\" \/><\/a><\/strong> a \u00e9tudi\u00e9 la correspondance entre les CSV interm\u00e9diaires et la Base adresse nationale sur trois communes : Nogent sur Marne, Saint-Maure, et Ablon-sur-Seine. D&rsquo;apr\u00e8s leurs travaux, une intervention manuelle est encore n\u00e9cessaire pour g\u00e9rer des cas sp\u00e9cifiques en mati\u00e8re d&rsquo;adresses. Par exemple, dans la ville de Nogent-sur-Marne, des bateaux du port de plaisance ne sont pas inscrits dans la BAN alors qu&rsquo;ils pourraient contenir des \u00e9lecteurs. Voir la restitution &gt;&gt; <a href=\"https:\/\/forum.etalab.gouv.fr\/uploads\/default\/original\/1X\/6b0a7a6c08e0475ad34c98451139280e97ac5ef9.odp\" target=\"_blank\" rel=\"noopener noreferrer\">Association 94 citoyens &#8211; Data camp<\/a>.<\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: justify;\"><strong><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-5976 size-thumbnail alignright\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-osm-150x150.jpg\" alt=\"visu-osm\" width=\"150\" height=\"150\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-osm-150x150.jpg 150w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-osm-80x80.jpg 80w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-osm-118x118.jpg 118w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-osm-239x239.jpg 239w\" sizes=\"(max-width: 150px) 100vw, 150px\" \/>Un groupe de g\u00e9omaticiens (<a href=\"https:\/\/twitter.com\/OSM_FR\" target=\"_blank\" rel=\"noopener noreferrer\">OpenStreetMap<\/a> et <a href=\"https:\/\/twitter.com\/IGNFrance\" target=\"_blank\" rel=\"noopener noreferrer\">IGN<\/a>)\u00a0 <\/strong>a \u00e9tudi\u00e9 la commune de Villecresnes en partant des listes \u00e9lectorales g\u00e9ocod\u00e9es. L&rsquo;objectif \u00e9tait d&rsquo;\u00e9laborer un zonage des bureaux de vote sans recouvrement ni imperfections. En partant d&rsquo;une situation id\u00e9ale o\u00f9 chaque p\u00e2t\u00e9 de maisons ne serait affect\u00e9 qu&rsquo;\u00e0 un seul bureau de vote, le groupe a confront\u00e9 les surfaces aux points d&rsquo;adresses. Les anomalies d\u00e9tect\u00e9es (il\u00f4ts sans bureau de vote par exemple, p\u00e2t\u00e9s de maisons non couverts) ont ensuite \u00e9t\u00e9 analys\u00e9es avec l&rsquo;aide d&rsquo;autres donn\u00e9es, comme la voirie, les zones ferr\u00e9es et hydrauliques. Ce travail a permis de montrer qu&rsquo;il est possible, \u00e0 partir de diff\u00e9rentes de donn\u00e9es et \u00e9tapes, de retrouver une forme de logique dans l&rsquo;affectation des bureaux de vote. Voir leurs travaux &gt;&gt; <em><a href=\"https:\/\/github.com\/cadastre-electoral\/datacamp-2016-11-05\/tree\/master\/vdct\">Zonage bureaux par la voirie<\/a>.<br \/>\n<\/em><\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: justify;\"><strong><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-5977 size-thumbnail alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-datascience-150x150.png\" alt=\"visu-datascience\" width=\"150\" height=\"150\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-datascience-150x150.png 150w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-datascience-80x80.png 80w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-datascience-118x118.png 118w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-datascience-239x239.png 239w\" sizes=\"(max-width: 150px) 100vw, 150px\" \/>Un groupe principalement constitu\u00e9 de datascientists<\/strong> a travaill\u00e9 sur la d\u00e9finition d&rsquo;un chemin plus rapide entre l&rsquo;arr\u00eat\u00e9 et le trac\u00e9 des contours sur les communes d&rsquo;Ablon-sur-Seine et Noiseau. En partant des arr\u00eat\u00e9s, le groupe a affect\u00e9 toutes les adresses de la commune aux bureaux de vote et effectu\u00e9 une v\u00e9rification via les listes \u00e9lectorales. Plusieurs ambig\u00fcit\u00e9s ont \u00e9t\u00e9 d\u00e9tect\u00e9es et expliqu\u00e9es. Par exemple, \u00e0 Noiseau, l&rsquo;arr\u00eat\u00e9 et la liste n&rsquo;indiquait pas le m\u00eame bureau de vote pour la m\u00eame adresse car l&rsquo;arr\u00eat\u00e9 est post\u00e9rieur \u00e0 la liste \u00e9lectorale. Voir les travaux &gt;&gt; <a href=\"https:\/\/forum.etalab.gouv.fr\/uploads\/default\/original\/1X\/fe42eae40eb06149cf5ae24ff3a4c7dae10faf82.odp\" target=\"_blank\" rel=\"noopener noreferrer\">Restitution CadElect \u00ab\u00a0contr\u00f4le qualit\u00e9\u00a0\u00bb<\/a>.<\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: justify;\"><strong><img decoding=\"async\" loading=\"lazy\" class=\"alignright wp-image-5981 size-thumbnail\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-datactivist-150x150.jpg\" alt=\"visu-datactivist\" width=\"150\" height=\"150\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-datactivist-150x150.jpg 150w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-datactivist-80x80.jpg 80w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-datactivist-118x118.jpg 118w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/visu-datactivist-239x239.jpg 239w\" sizes=\"(max-width: 150px) 100vw, 150px\" \/>La soci\u00e9t\u00e9 coop\u00e9rative Datactivi.st<\/strong> a travaill\u00e9 \u00e0 distance (depuis Marseille) sur le d\u00e9veloppement d&rsquo;une interface permettant \u00e0 un large public de visualiser les contours des bureaux de vote. Cet outil prototyp\u00e9 permet, en partant du fichier de la liste \u00e9lectorale de r\u00e9aliser un trac\u00e9 des contours des bureaux de vote plus ou moins d\u00e9taill\u00e9 selon le niveau de qualit\u00e9 escompt\u00e9.\u00a0 Voir les travaux &gt;&gt; <a href=\"https:\/\/github.com\/datactivist\/listes2BV\" target=\"_blank\" rel=\"noopener noreferrer\">Datactivi.st bureaux de vote.<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<blockquote>\n<p style=\"text-align: justify;\">Pour la soci\u00e9t\u00e9 coop\u00e9rative <a href=\"https:\/\/twitter.com\/datactivi_st\" target=\"_blank\" rel=\"noopener noreferrer\">Datactivi.st<\/a> : \u00ab\u00a0<em>Faute d&rsquo;existence d&rsquo;une base centralis\u00e9e des contours des bureaux de vote, il nous semble essentiel de permettre \u00e0 tout un chacun d&rsquo;acc\u00e9der \u00e0 cette donn\u00e9e essentielle pour l&rsquo;activit\u00e9 et le d\u00e9bat d\u00e9mocratiques. Imaginons des outils d\u00e9centralis\u00e9s, dont pourront s&#8217;emparer militants, journalistes, chercheurs ou \u00ab\u00a0simples\u00a0\u00bb citoyens. La puissance de la multitude fera le reste, et notre cadastre \u00e9lectoral sera bient\u00f4t bien avanc\u00e9 !\u00a0\u00bb<\/em>.<\/p>\n<\/blockquote>\n<p style=\"text-align: justify;\">Enfin une <strong>\u00e9quipe d&rsquo;\u00e9tudiants en journalisme de l&rsquo;EFJ <\/strong>a suivi l&rsquo;ensemble des participants durant la journ\u00e9e, leur reportage sera accessible prochainement.<\/p>\n<p><strong>Pour acc\u00e9der aux restitutions &gt;&gt; <a href=\"https:\/\/forum.etalab.gouv.fr\/c\/agenda\/datacamp-cadastre-electoral\" target=\"_blank\" rel=\"noopener noreferrer\">Forum Etalab Data Camp Cadastre Electoral<\/a>.<\/strong><\/p>\n<blockquote>\n<p style=\"text-align: justify;\">Pour le <a href=\"https:\/\/twitter.com\/Place_Beauvau\" target=\"_blank\" rel=\"noopener noreferrer\">Minist\u00e8re de l&rsquo;Int\u00e9rieur<\/a> : \u00ab\u00a0Conscient de l\u2019enjeu d\u00e9mocratique, le minist\u00e8re de l\u2019Int\u00e9rieur s\u2019inscrit pleinement dans une d\u00e9marche d\u2019ouverture au plus grand nombre de ses donn\u00e9es \u00e9lectorales et publie syst\u00e9matiquement les r\u00e9sultats \u00e9lectoraux \u00e0 l\u2019\u00e9chelle du bureau de vote. Dans la continuit\u00e9 de cette d\u00e9marche, il apparait souhaitable progresser sur la diffusion des informations relatives aux p\u00e9rim\u00e8tres g\u00e9ographiques de ces bureaux de vote. L\u2019<em>Open data camp <\/em>du 5 novembre 2016 a permis aux services du minist\u00e8re de l\u2019Int\u00e9rieur de mieux appr\u00e9hender les marges de progression en mati\u00e8re de standardisation des donn\u00e9es relatives aux bureaux de vote (listes d\u2019adresses) et de r\u00e9daction des documents administratifs retranscrivant ces p\u00e9rim\u00e8tres (arr\u00eat\u00e9s pr\u00e9fectoraux). Les services du minist\u00e8re de l\u2019Int\u00e9rieur ont pu appr\u00e9cier la cr\u00e9ativit\u00e9 des participants, qui ont compris les besoins de l\u2019administration en \u00e9voquant par exemple le d\u00e9veloppement d\u2019une application facilitant la r\u00e9partition des \u00e9lecteurs par bureau de vote tout en assurant un haut niveau de standardisation des donn\u00e9es. Le minist\u00e8re de l\u2019Int\u00e9rieur entend bien continuer la r\u00e9flexion dans cette voie.\u00a0\u00bb<\/p>\n<\/blockquote>\n<p style=\"text-align: justify;\"><strong>Ces premiers r\u00e9sultats m\u00e9ritent ainsi d&rsquo;\u00eatre approfondis afin d&rsquo;imaginer des outils \u00e0 disposition des communes pour simplifier la d\u00e9finition des contours et porter \u00e0 l&rsquo;\u00e9chelle nationale ce type de m\u00e9thode bas\u00e9e sur les donn\u00e9es.<\/strong><\/p>\n<p style=\"text-align: justify;\"><strong>Une pr\u00e9sentation des r\u00e9sultats de ce data camp sera r\u00e9alis\u00e9e sous forme de <a href=\"https:\/\/fr.ogpsummit.org\/osem\/conference\/ogp-summit\/program\/proposal\/111\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">pitch<\/a> lors du Sommet du Partenariat pour un gouvernement ouvert du 7 au 9 d\u00e9cembre.<\/strong><\/p>\n<p style=\"text-align: justify;\">Un grand merci aux participants pour leur mobilisation, \u00e0 la pr\u00e9fecture du Val de Marne pour son accueil et \u00e0 l&rsquo;association OpenStreetMap France !<\/p>\n[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr] Le samedi 5 novembre 2016, la Pr\u00e9fecture du Val de Marne accueillait une trentaine de participants &#8211; g\u00e9omaticiens, scientifiques des donn\u00e9es, membres d&rsquo;associations, \u00e9tudiants en journalisme, d\u00e9veloppeurs &#8211; afin de travailler sur un sujet complexe : comment constituer une cartographie des 800 bureaux de vote du Val de Marne (47 communes) et d\u00e9finir des &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/datacamp-cadelect\"> <span class=\"screen-reader-text\">#CadElect : un data camp pour simplifier la cartographie des bureaux de vote<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":25,"featured_media":5971,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/data-3.jpg",1920,1080,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/data-3-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/data-3-300x169.jpg",300,169,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/data-3-768x432.jpg",768,432,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/data-3-1024x576.jpg",1024,576,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/data-3.jpg",1536,864,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/data-3.jpg",1920,1080,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/data-3.jpg",45,25,false]},"uagb_author_info":{"display_name":"Mathilde Bras","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/mathilde-bras"},"uagb_comment_info":0,"uagb_excerpt":"[:fr] Le samedi 5 novembre 2016, la Pr\u00e9fecture du Val de Marne accueillait une trentaine de participants &#8211; g\u00e9omaticiens, scientifiques des donn\u00e9es, membres d&rsquo;associations, \u00e9tudiants en journalisme, d\u00e9veloppeurs &#8211; afin de travailler sur un sujet complexe : comment constituer une cartographie des 800 bureaux de vote du Val de Marne (47 communes) et d\u00e9finir des\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/5954"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/25"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=5954"}],"version-history":[{"count":36,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/5954\/revisions"}],"predecessor-version":[{"id":12258,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/5954\/revisions\/12258"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/5971"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=5954"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=5954"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=5954"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}