{"id":2082,"date":"2014-09-19T12:28:21","date_gmt":"2014-09-19T10:28:21","guid":{"rendered":"http:\/\/www.etalab.gouv.fr\/?p=2082"},"modified":"2019-06-18T10:29:28","modified_gmt":"2019-06-18T08:29:28","slug":"la-france-se-dote-dun-administrateur-general-des-donnees","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/la-france-se-dote-dun-administrateur-general-des-donnees","title":{"rendered":"<!--:fr-->La France se dote d\u2019un Administrateur G\u00e9n\u00e9ral des Donn\u00e9es <!--:--><!--:en-->The government creates and shapes the role of its Chief Data Officer (CDO)<!--:-->"},"content":{"rendered":"<p><!--:fr--><\/p>\n<p style=\"text-align: justify;\">Par <a href=\"http:\/\/www.legifrance.gouv.fr\/affichTexte.do;jsessionid=?cidTexte=JORFTEXT000029463482&amp;dateTexte=&amp;oldAction=dernierJO&amp;categorieLien=id\">d\u00e9cret<\/a> du Premier ministre, la France est devenue le <strong>premier pays \u00e0 mettre en place un Administrateur G\u00e9n\u00e9ral des Donn\u00e9es (AGD) au niveau national<\/strong>. Cette fonction de <em>Chief Data Officer<\/em> avait auparavant \u00e9t\u00e9 r\u00e9serv\u00e9e \u00e0 des villes (New York, San Francisco, Chicago, Philadelphie, Baltimore\u2026) ou des entreprises (Yahoo, Ogilvy, CitiGroup\u2026) pionni\u00e8res.<\/p>\n<p style=\"text-align: justify;\">\u00c0 l\u2019heure o\u00f9 <strong>l\u2019utilisation des donn\u00e9es est au c\u0153ur de la r\u00e9volution num\u00e9rique<\/strong>, les masses de donn\u00e9es produites et d\u00e9tenues par l\u2019\u00c9tat appellent l\u2019utilisation des data sciences pour permettre de mieux informer les politiques publiques. En parall\u00e8le, la politique d\u2019open data conduit \u00e0 ouvrir une partie toujours plus grande d\u2019entre elles dans des formats librement r\u00e9utilisables par tous.<\/p>\n<p style=\"text-align: justify;\">Plac\u00e9 sous l\u2019autorit\u00e9 du Premier ministre au sein du Secr\u00e9tariat g\u00e9n\u00e9ral pour la modernisation de l\u2019action publique (SGMAP), l\u2019Administrateur G\u00e9n\u00e9ral des Donn\u00e9es sera charg\u00e9, dans les prochains mois, de <strong>faire levier sur tout le potentiel des donn\u00e9es publiques pour am\u00e9liorer le service public<\/strong>.<\/p>\n<p style=\"text-align: justify;\"><strong>Am\u00e9lioration de la qualit\u00e9<\/strong> des donn\u00e9es produite par l\u2019Etat, <strong>facilitation de leur circulation <\/strong>au sein de l\u2019administration comme \u00e0 destination des chercheurs, entreprises et citoyens, et <strong>production de donn\u00e9es clefs<\/strong> comptent parmi ses principaux chantiers.<\/p>\n<p style=\"text-align: justify;\">Parce que la transformation num\u00e9rique touche les pratiques quotidiennes de l\u2019administration, il est charg\u00e9 d\u2019y stimuler la diffusion des nouvelles <strong>strat\u00e9gies d\u2019action fond\u00e9es sur la donn\u00e9e<\/strong>. Enfin, il est autoris\u00e9 \u00e0 <strong>conduire des exp\u00e9rimentations<\/strong> sur l\u2019utilisation des donn\u00e9es pour renforcer l\u2019efficacit\u00e9 des politiques publiques, contribuer \u00e0 la bonne gestion des deniers publics et am\u00e9liorer la qualit\u00e9 des services rendus aux usagers.<\/p>\n<p style=\"text-align: justify;\">Henri Verdier, nomm\u00e9 par <a href=\"http:\/\/www.legifrance.gouv.fr\/affichTexte.do?cidTexte=JORFTEXT000029470857&amp;dateTexte=&amp;categorieLien=id\">arr\u00eat\u00e9<\/a> de ce jour Administrateur G\u00e9n\u00e9ral des Donn\u00e9es, assurera cette fonction en parall\u00e8le de la direction d\u2019Etalab, renfor\u00e7ant ainsi les synergies entre data science et open data.<\/p>\n<p style=\"text-align: justify;\"><em>Pour plus d\u2019information, le d\u00e9cret d\u2019attribution de l\u2019Administrateur G\u00e9n\u00e9ral des Donn\u00e9es et son arr\u00eat\u00e9 de nomination peut \u00eatre consult\u00e9s sur <\/em><a href=\"http:\/\/legifrance.gouv.fr\/\"><em>legifrance.gouv.fr<\/em><em>.\u00a0<\/em><em>\u00a0<\/em><\/a><\/p>\n<p><!--:--><!--:en--><\/p>\n<p><p style=\"text-align: justify;\"><span style=\"color: #000000;\"><strong>DATA AS A CORNERSTONE OF GOVERNMENT&rsquo;S DIGITAL TRANSFORMATION<\/strong><\/span><\/p>\n<p style=\"text-align: justify;\">The digital transformation of the State requires a strategic policy for data. The data produced and used by the government administrations is a key resource to vitalize democracy (through transparency and consultation), to stimulate economic and social innovation, and to improve the functioning of the State (cooperation between ministries, better management of public policies\u2026). A smart government must rely on data to be more efficient.<\/p>\n<p style=\"text-align: justify;\">Today, as digital data increasingly appears to be a cornerstone of the digital revolution, the massive data produced and held by the State call for engagements greater than the sole opening of data as it is originally produced, and allow for many new possible innovations. A wider access to better quality data will help encourage the entire society to create value and provide new digital services useful to all citizens.<\/p>\n<p style=\"text-align: justify;\">This is the reason for which the French Government has <a href=\"http:\/\/www.etalab.gouv.fr\/open-government-data-france-creates-the-role-of-state-chief-data-officer\">decided <\/a>&#8211; as an increasing number of companies and big cities have done &#8211; to create the position of <strong>\u00ab Chief Data Officer\u00bb \u00a0(CDO) at the national level<\/strong> (\u00ab <strong>Administrateur G\u00e9n\u00e9ral des Donn\u00e9es <\/strong>\u00bb (AGD)). Following the announcement in May, the Prime Minister&rsquo;s <a href=\"http:\/\/www.legifrance.gouv.fr\/affichTexte.do;jsessionid=?cidTexte=JORFTEXT000029463482&amp;dateTexte=&amp;oldAction=dernierJO&amp;categorieLien=id\">official decree creating and shaping the role of the CDO has been published today.<\/a><\/p>\n<p style=\"text-align: justify;\">The CDO will work under the authority of the Prime Minister, as part of the <strong>Secr\u00e9tariat general pour la modernisation de l\u2019action publique (SGMAP) <\/strong>(General Secretariat for the Modernization of Public Action)<strong>.<\/strong><\/p>\n<p style=\"text-align: justify;\"><span style=\"color: #000000;\"><strong>THE ROLE OF CHIEF DATA OFFICER<\/strong><\/span><\/p>\n<p style=\"text-align: justify;\">The State CDO <strong>will contribute to the quality of the data produced<\/strong> by the State, <strong>will facilitate its circulation<\/strong> among administrations, researchers, companies and citizens, and will be implicated in the creation of essential data. Furthermore, he will be <strong>in charge of stimulating the dissemination of new data-based decision methods<\/strong> within the administration: Big Data approaches, optimized allocation of public resources\u2026<\/p>\n<p style=\"text-align: justify;\">More specifically, the CDO is in charge of the coordination of administrative actions, with respect to inventories, governance, production, circulation and exploitation of data by administrations. He is also in charge of organizing its circulation, while respecting the protection of privacy and secrets as defined by the law. Finally, he shall <strong>propose to the Prime Minister official guidelines for international negotiations<\/strong> concerning data policies.<\/p>\n<p style=\"text-align: justify;\">He may request from <strong>administrations that they hand over the inventory of the data<\/strong> they produce, receive, or collect. <strong>He shall hand in to the Prime Minister a yearly report on the inventory,<\/strong> the governance, the production, the dissemination and the use of data by administrations. Finally, he is <strong>authorized to conduct experimentations on the use of data<\/strong>, to reinforce the efficiency of public policies, to contribute to a better management of public spending and resources, and to improve the quality of public services provided to citizens.<\/p>\n<p style=\"text-align: justify;\"><a href=\"http:\/\/www.legifrance.gouv.fr\/affichTexte.do;jsessionid=?cidTexte=JORFTEXT000029463482&amp;dateTexte=&amp;oldAction=dernierJO&amp;categorieLien=id\">Click here to read the official decree.<\/a><\/p>\n<\/p>\n<p><!--:--><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Par d\u00e9cret du Premier ministre, la France est devenue le premier pays \u00e0 mettre en place un Administrateur G\u00e9n\u00e9ral des Donn\u00e9es (AGD) au niveau national. Cette fonction de Chief Data Officer avait auparavant \u00e9t\u00e9 r\u00e9serv\u00e9e \u00e0 des villes (New York, San Francisco, Chicago, Philadelphie, Baltimore\u2026) ou des entreprises (Yahoo, Ogilvy, CitiGroup\u2026) pionni\u00e8res. \u00c0 l\u2019heure o\u00f9 &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/la-france-se-dote-dun-administrateur-general-des-donnees\"> <span class=\"screen-reader-text\"><!--:fr-->La France se dote d\u2019un Administrateur G\u00e9n\u00e9ral des Donn\u00e9es <!--:--><!--:en-->The government creates and shapes the role of its Chief Data Officer (CDO)<!--:--><\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":8,"featured_media":2083,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[90],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/photo.jpg",2210,1534,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/photo-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/photo-300x208.jpg",300,208,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/photo.jpg",768,533,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/photo-1024x710.jpg",1024,710,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/photo.jpg",1536,1066,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/photo.jpg",2048,1422,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/09\/photo.jpg",45,31,false]},"uagb_author_info":{"display_name":"Site par d\u00e9faut","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/aura"},"uagb_comment_info":1,"uagb_excerpt":"Par d\u00e9cret du Premier ministre, la France est devenue le premier pays \u00e0 mettre en place un Administrateur G\u00e9n\u00e9ral des Donn\u00e9es (AGD) au niveau national. Cette fonction de Chief Data Officer avait auparavant \u00e9t\u00e9 r\u00e9serv\u00e9e \u00e0 des villes (New York, San Francisco, Chicago, Philadelphie, Baltimore\u2026) ou des entreprises (Yahoo, Ogilvy, CitiGroup\u2026) pionni\u00e8res. \u00c0 l\u2019heure o\u00f9\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/2082"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/8"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=2082"}],"version-history":[{"count":4,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/2082\/revisions"}],"predecessor-version":[{"id":2327,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/2082\/revisions\/2327"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/2083"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=2082"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=2082"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=2082"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}