{"id":5913,"date":"2016-11-03T16:46:00","date_gmt":"2016-11-03T15:46:00","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=5913"},"modified":"2019-06-18T10:44:10","modified_gmt":"2019-06-18T08:44:10","slug":"rejoignez-la-1e-promotion-dentrepreneurs-dinteret-general","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/rejoignez-la-1e-promotion-dentrepreneurs-dinteret-general","title":{"rendered":"[:fr]Rejoignez la 1e promotion d&rsquo;Entrepreneurs d&rsquo;Int\u00e9r\u00eat G\u00e9n\u00e9ral ![:en]Join the 1st program of \u00ab\u00a0General Interest Entrepreneurs\u00a0\u00bb[:]"},"content":{"rendered":"[:fr]\n<p style=\"text-align: justify;\">Sant\u00e9, culture, d\u00e9veloppement&#8230; : Devenez \u00ab\u00a0<strong>entrepreneurs d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral\u00a0\u00bb<\/strong> en postulant\u00a0d\u00e8s aujourd&rsquo;hui \u00e0\u00a0la premi\u00e8re promotion\u00a0de ce\u00a0<a href=\"http:\/\/www.gouvernement.fr\/entrepreneur-interet-general\" class=\"broken_link\"><strong>programme\u00a0in\u00e9dit !<\/strong><\/a><\/p>\n<p style=\"text-align: justify;\"><a href=\"http:\/\/www.elysee.fr\/videos\/echange-sur-le-stand-sgmap-du-festival-futur-en-seine\/\">Annonc\u00e9\u00a0en juillet dernier\u00a0par le Pr\u00e9sident de la R\u00e9publique \u00e0 Futur en Seine,<\/a> ce projet\u00a0permettra <strong>d&rsquo;accompagner les citoyens et les entreprises d\u00e9sireux d&rsquo;apporter leur concours \u00e0 l&rsquo;am\u00e9lioration du service public.<\/strong><\/p>\n<p style=\"text-align: justify;\">Pour le concevoir, le Secr\u00e9taire d\u2019\u00c9tat charg\u00e9 de la R\u00e9forme de l\u2019\u00c9tat et de la Simplification et la Secr\u00e9taire d\u2019\u00c9tat charg\u00e9e du Num\u00e9rique et de l\u2019Innovation ont confi\u00e9 une mission \u00e0 Christine Balian, du <span class=\"st\">Conseil g\u00e9n\u00e9ral de l\u2019\u00e9conomie, de l\u2019<wbr \/>industrie, de l\u2019\u00e9nergie et des technologies, avec l&rsquo;appui<\/span>\u00a0de la mission Etalab.<\/p>\n<h3 style=\"text-align: justify;\"><span style=\"color: #2c8bde;\"><strong><em>Une promotion et un dispositif de mentoring<br \/>\n<\/em><\/strong><\/span><\/h3>\n<p style=\"text-align: justify;\">Ce programme constituera une\u00a0<strong>promotion de 10 personnes<\/strong> qui auront 10 mois pour r\u00e9soudre par le num\u00e9rique des d\u00e9fis d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral. Les candidats &#8211; cr\u00e9ateurs engag\u00e9s, innovateurs, datascientists, d\u00e9veloppeurs&#8230;<img decoding=\"async\" loading=\"lazy\" class=\"wp-image-5887 alignright\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/10\/2016-10-27-17_33_01-Entrepreneur-interet-general-logo-DEF-2.png\" alt=\"2016-10-27-17_33_01-entrepreneur-interet-general-logo-def\" width=\"292\" height=\"182\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/10\/2016-10-27-17_33_01-Entrepreneur-interet-general-logo-DEF-2.png 1360w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/10\/2016-10-27-17_33_01-Entrepreneur-interet-general-logo-DEF-2-300x187.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/10\/2016-10-27-17_33_01-Entrepreneur-interet-general-logo-DEF-2-768x479.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/10\/2016-10-27-17_33_01-Entrepreneur-interet-general-logo-DEF-2-1024x638.png 1024w\" sizes=\"(max-width: 292px) 100vw, 292px\" \/> &#8211; seront s\u00e9lectionn\u00e9s par un jury, notamment sur la base de leurs comp\u00e9tences en traitement de donn\u00e9es, leur participation\u00a0\u00e0 des projets collaboratifs, et leur capacit\u00e9 \u00e0 porter un projet jusqu&rsquo;\u00e0 sa r\u00e9alisation.<\/p>\n<p style=\"text-align: justify;\">Les laur\u00e9ats\u00a0seront r\u00e9mun\u00e9r\u00e9s et accueillis par des administrations pionni\u00e8res, auront acc\u00e8s \u00e0 des bases de donn\u00e9es, et seront suivis par des mentors de haut niveau et par l\u2019\u00e9quipe d\u2019Etalab, avec le soutien du CGEIET.<\/p>\n<h3 style=\"text-align: justify;\"><span style=\"color: #2c8bde;\"><strong><em>Des d\u00e9fis d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral<\/em><\/strong><\/span><\/h3>\n<p>Pour renforcer le service public par la donn\u00e9e, neufs d\u00e9fis sont propos\u00e9s \u00e0 cette premi\u00e8re promotion d\u2019entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral :<\/p>\n<ul>\n<li>Suivre l\u2019avancement des projets de d\u00e9veloppement par la reconnaissance d\u2019images satellites \u00e0 l\u2019<span style=\"color: #000000;\"><strong>Agence fran\u00e7aise pour le d\u00e9veloppement <\/strong><\/span><\/li>\n<li>Fluidifier les parcours de soin des patients par la donn\u00e9e dans l\u2019<span style=\"color: #000000;\"><strong>Agence r\u00e9gionale de sant\u00e9 Occitanie <\/strong><\/span><\/li>\n<li>Contribuer \u00e0 la co-production de donn\u00e9es entre acteurs publics culturels et scientifiques \u00e0 la <span style=\"color: #000000;\"><strong>Biblioth\u00e8que nationale de France <\/strong><\/span><\/li>\n<li>Permettre au grand public de mieux conna\u00eetre les organismes publics gr\u00e2ce \u00e0 un ChatBot utilisant les donn\u00e9es de la <span style=\"color: #000000;\"><strong>Cour des comptes<\/strong><\/span><\/li>\n<li>Crowdsourcer des donn\u00e9es sur le patrimoine culturel et permettre le signalement de sites au <span style=\"color: #000000;\"><strong>minist\u00e8re de la Culture<\/strong><\/span><\/li>\n<li>Lutter contre la fraude par l\u2019utilisation de mod\u00e8les pr\u00e9dictifs au <span style=\"color: #000000;\"><strong>minist\u00e8re de l\u2019\u00c9conomie et des Finances<\/strong><\/span><\/li>\n<li>Pr\u00e9venir les accidents de la route en croisant les donn\u00e9es d\u2019accidentologie avec les donn\u00e9es de verbalisation au <span style=\"color: #000000;\"><strong>minist\u00e8re de l\u2019Int\u00e9rieur<\/strong><\/span><\/li>\n<li>Faire monter en qualit\u00e9 les donn\u00e9es du syst\u00e8me national du permis de conduire \u00e0 l\u2019aide des donn\u00e9es du r\u00e9pertoire national d\u2019identification des personnes physiques au <span style=\"color: #000000;\"><strong>minist\u00e8re de l\u2019Int\u00e9rieur<\/strong><\/span><\/li>\n<li>Constituer une API d\u2019aide \u00e0 la mise en relation de donn\u00e9es textuelles non norm\u00e9es avec des r\u00e9f\u00e9rentiels au <span style=\"color: #000000;\"><strong>minist\u00e8re de la Recherche<\/strong><\/span><\/li>\n<\/ul>\n<h3><span style=\"color: #2c8bde;\"><strong><em>Une candidature en quelques clics<\/em> <\/strong><\/span><\/h3>\n<p>Vous souhaitez contribuer \u00e0 la r\u00e9solution de l\u2019un de ces d\u00e9fis et rejoindre la promotion\u00a0? Vos comp\u00e9tences en d\u00e9veloppement et traitement de donn\u00e9es sont \u00e9prouv\u00e9es par un projet startup, d\u2019intrapreneuriat, de recherche\u00a0? Vous contribuez activement \u00e0 des biens communs num\u00e9riques comme Wikipedia, OpenStreetMap ou d\u2019autres ?<\/p>\n<p>=&gt; <a href=\"http:\/\/www.gouvernement.fr\/contact\/entrepreneur-interet-general\" class=\"broken_link\">D\u00e9posez ici votre candidature avant le 21 novembre 2016<span style=\"color: #ff0000;\">.<\/span><\/a><\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-5919 aligncenter\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/9f8310d62b278da73e353e030c749c5828f4b116.jpg\" alt=\"9f8310d62b278da73e353e030c749c5828f4b116\" width=\"387\" height=\"258\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/9f8310d62b278da73e353e030c749c5828f4b116.jpg 740w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/9f8310d62b278da73e353e030c749c5828f4b116-300x200.jpg 300w\" sizes=\"(max-width: 387px) 100vw, 387px\" \/><\/p>\n<p style=\"text-align: center;\"><em>Annonce du programme lors du Festival Futur en Seine<\/em><\/p>\n<h3><strong><em><span style=\"color: #2c8bde;\">Calendrier<\/span> <\/em><\/strong><\/h3>\n<p>D\u00e8s aujourd&rsquo;hui s&rsquo;ouvre l&rsquo;appel \u00e0 candidatures sur les\u00a0neuf d\u00e9fis propos\u00e9s par les administrations. Celui\u00a0sera clos <strong>le 21 novembre prochain,<\/strong> le jury se r\u00e9unira ensuite le 29 novembre, sous la pr\u00e9sidence de Fr\u00e9d\u00e9ric Mazzella, pr\u00e9sident et fondateur de BlaBlaCar, pour s\u00e9lectionner les 10 laur\u00e9ats.\u00a0Ce programme ambitionne le lancement d&rsquo;une promotion par an.<\/p>\n<p style=\"text-align: justify;\">Le programme devrait \u00eatre compl\u00e9t\u00e9 d&rsquo;un deuxi\u00e8me volet, instaur\u00e9 en janvier, visant \u00e0 l&rsquo;ouverture d&rsquo;un guichet d&rsquo;accueil des entreprises ayant \u00e0 partager de nouvelles solutions pour l&rsquo;action publique.<\/p>\n<p style=\"text-align: justify;\">Ce programme prolonge l&rsquo;action\u00a0d&rsquo;Etalab en faveur de\u00a0l&rsquo;ouverture de\u00a0l&rsquo;action publique : apr\u00e8s l&rsquo;ouverture des donn\u00e9es, des mod\u00e8les (<a href=\"http:\/\/openfisca.fr\" data-saferedirecturl=\"https:\/\/www.google.com\/url?hl=en&amp;q=http:\/\/openfisca.fr&amp;source=gmail&amp;ust=1478186293567000&amp;usg=AFQjCNHp5SkC_mxEAK2sIjlVFdtUaQoZdQ\">openfisca.fr<\/a>) et codes source (#CodeImpots, #CodeGouv), l&rsquo;ouverture des d\u00e9cisions (appui \u00e0 la concertation sur la loi R\u00e9publique num\u00e9rique) et l&rsquo;open government, la mission poursuit ainsi\u00a0son appui \u00e0\u00a0l&rsquo;innovation ouverte au sein de l\u2019\u00c9tat.<\/p>\n<p style=\"text-align: center;\">***<\/p>\n<p><em>Ce programme est financ\u00e9 par le <a href=\"http:\/\/www.gouvernement.fr\/investissements-d-avenir-cgi\">Programme d\u2019Investissement d\u2019Avenir<\/a>. Les laur\u00e9ats seront recrut\u00e9s pour des CDD de 10 mois par les administrations porteuses des d\u00e9fis \u00e0 partir de janvier. Tous les postes sont bas\u00e9s \u00e0 Paris, \u00e0 l\u2019exception du d\u00e9fi lanc\u00e9 par l\u2019ARS Occitanie, bas\u00e9 \u00e0 Montpellier (34000). L<a href=\"http:\/\/www.gouvernement.fr\/sites\/default\/files\/2016_10_27_reglement_entrepreneur_interet_general.pdf\" class=\"broken_link\">e r\u00e8glement de ce programme peut \u00eatre consult\u00e9 ici<\/a>.<\/em>[:en]\n<p style=\"text-align: justify;\">Healthcare, culture, development&#8230;: become a \u00ab\u00a0general interest entrepreneur\u00a0\u00bb and apply to be part of the first squad\u00a0of this <a href=\"http:\/\/www.gouvernement.fr\/entrepreneur-interet-general\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">new program<\/a>!<\/p>\n<p style=\"text-align: justify;\"><a href=\"http:\/\/www.elysee.fr\/videos\/echange-sur-le-stand-sgmap-du-festival-futur-en-seine\/\" target=\"_blank\" rel=\"noopener noreferrer\">Announced in July 2016 at the \u00ab\u00a0Future en Seine\u00a0\u00bb Festival by the President of the French Republic<\/a>, this project aims at <strong>accompanying citizens and companies\u00a0wishing to contribute to improve public service.\u00a0<\/strong>It will harness digital opportunities to pair talented technologists and innovators with civil-servants in government administrations in order to tackle some\u00a0public challenges identified by agencies.<\/p>\n<div id=\"tw-target-text-container\" class=\"tw-ta-container tw-nfl\">\n<p id=\"tw-target-text\" class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" data-placeholder=\"Traduction\"><span lang=\"en\">To develop\u00a0this project, the Secretary of State for State Reform and Simplification and the State Secretary for the Digital and Innovation missioned Christine Balian, from the General Council for Economy, industry, energy and technology (CGEIET), with the support of Etalab.<\/span><\/p>\n<h3 style=\"text-align: justify;\"><span style=\"color: #2c8bde;\"><strong><em>A promotion and mentoring plan<br \/>\n<\/em><\/strong><\/span><\/h3>\n<\/div>\n<div id=\"tw-target-text-container\" class=\"tw-ta-container tw-nfl\">\n<p id=\"tw-target-text\" class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" data-placeholder=\"Traduction\"><span lang=\"en\">This program will selected\u00a0<strong>10 candidates,\u00a0<\/strong>employed for 10 months to solve\u00a0challenges\u00a0of general interest thanks to digital resources and expertise. Applicants <img decoding=\"async\" loading=\"lazy\" class=\"wp-image-5887 alignright\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/10\/2016-10-27-17_33_01-Entrepreneur-interet-general-logo-DEF-2.png\" alt=\"2016-10-27-17_33_01-entrepreneur-interet-general-logo-def\" width=\"292\" height=\"182\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/10\/2016-10-27-17_33_01-Entrepreneur-interet-general-logo-DEF-2.png 1360w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/10\/2016-10-27-17_33_01-Entrepreneur-interet-general-logo-DEF-2-300x187.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/10\/2016-10-27-17_33_01-Entrepreneur-interet-general-logo-DEF-2-768x479.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/10\/2016-10-27-17_33_01-Entrepreneur-interet-general-logo-DEF-2-1024x638.png 1024w\" sizes=\"(max-width: 292px) 100vw, 292px\" \/>&#8211;\u00a0engaged citizens, innovators, datascientists,\u00a0developers &#8230; &#8211; will be selected by a jury. This jury will pay attention to the applicants&rsquo; skills and experience &#8211; especially\u00a0in\u00a0data analysis, collaborative\u00a0projects and project management.<br \/>\n<\/span><\/p>\n<p class=\"tw-data-text tw-ta tw-text-small\" lang=\"en\">The selected applicants will be paid and mentored\u00a0by pioneer administrations, will have access to databases, and will be followed by high-level mentors and Etalab team, with the support of the CGEIET.<\/p>\n<\/div>\n<p style=\"text-align: justify;\"><span style=\"color: #2c8bde;\"><strong><em>General interest challenges\u00a0<\/em><\/strong><\/span><\/p>\n<p id=\"tw-target-text\" class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" data-placeholder=\"Traduction\">Improving public service delivery thanks to data is a real challenge. For this first general interest entrepreneurship program, ni<span lang=\"en\">ne\u00a0challenges have been submitted by several French ministries and agencies:<\/span><\/p>\n<ul>\n<li class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" data-placeholder=\"Traduction\"><span lang=\"en\">Using satellite image recognition in order to follow progress of development projects, at the <strong>French Agency for Development<\/strong><\/span><\/li>\n<li class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" data-placeholder=\"Traduction\">Using data to improve patients&rsquo; care courses, at\u00a0<strong>the Occitan regional health agency<\/strong><\/li>\n<li class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" data-placeholder=\"Traduction\"><span lang=\"en\">Contributing to data co-production between public actors from different sectors (culture and science), at <strong>the National Library of France<\/strong><\/span><\/li>\n<li class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" data-placeholder=\"Traduction\"><span lang=\"en\">Creating a Chatbot using the <strong>Court of Auditors&rsquo;s<\/strong> data and improve information given to the public on the French institutional framework<\/span><\/li>\n<li class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" data-placeholder=\"Traduction\"><span lang=\"en\">Crowdsourcing data on cultural heritage and building sites reporting mechanisms, at the <strong>Ministry of Culture<\/strong><\/span><\/li>\n<li class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" data-placeholder=\"Traduction\">Using predictive models to fight against fraud, at the <strong>Ministry of Economy and Finance<\/strong><\/li>\n<li class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" data-placeholder=\"Traduction\"><span lang=\"en\">Developing models crossing road accidents data with verbalization to prevent road accidents,\u00a0 at the <strong>Ministry of Interior<\/strong><\/span><\/li>\n<li class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" data-placeholder=\"Traduction\"><span lang=\"en\">Improving data quality in the National Driver System, using data from the national register of individuals, at\u00a0the <strong>Ministry of Interior<\/strong><\/span><\/li>\n<li class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" data-placeholder=\"Traduction\"><span lang=\"en\">Building an\u00a0API that matches not normalized textual data with referentials at the <strong>Ministry of Research<\/strong><\/span><\/li>\n<\/ul>\n<h3><span style=\"color: #2c8bde;\"><strong><em>A few steps to apply! <\/em><\/strong><\/span><\/h3>\n<div id=\"tw-target-text-container\" class=\"tw-ta-container tw-nfl\">\n<p id=\"tw-target-text\" class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" data-placeholder=\"Traduction\"><span lang=\"en\">If\u00a0you are interested in contributing to the resolution of one of these challenges, if you do\u00a0have skills in development and data processing, acquired by a startup project, intrapreneurship, research, if you actively contribute to digital commons like Wikipedia, OpenStreetMap or others :\u00a0<\/span>=&gt; <a href=\"http:\/\/www.gouvernement.fr\/contact\/entrepreneur-interet-general\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">Please apply here before \u00a0November 21, 2016<\/a><\/p>\n<\/div>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-5919 aligncenter\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/9f8310d62b278da73e353e030c749c5828f4b116.jpg\" alt=\"9f8310d62b278da73e353e030c749c5828f4b116\" width=\"387\" height=\"258\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/9f8310d62b278da73e353e030c749c5828f4b116.jpg 740w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/9f8310d62b278da73e353e030c749c5828f4b116-300x200.jpg 300w\" sizes=\"(max-width: 387px) 100vw, 387px\" \/><\/p>\n<p style=\"text-align: center;\"><em>The President of the French Republic announces the program at the Futur en Seine Festival, June 2016<\/em><\/p>\n<h3><strong><em><span style=\"color: #2c8bde;\">Calendar<\/span><\/em><\/strong><\/h3>\n<div id=\"tw-target-text-container\" class=\"tw-ta-container tw-nfl\">\n<p id=\"tw-target-text\" class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" style=\"text-align: justify;\" data-placeholder=\"Traduction\"><span lang=\"en\">On the 3rd of November, the call for applications on the nine general interest challenges opened. This call for applications be closed on <strong>November 21st. <\/strong>The jury will then meet on November 29th under the chairmanship of Frederic Mazzella, president and founder of BlaBlaCar to select the 10 winners.\u00a0<\/span><\/p>\n<div id=\"tw-target-text-container\" class=\"tw-ta-container tw-nfl\">\n<p id=\"tw-target-text\" class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" style=\"text-align: justify;\" data-placeholder=\"Traduction\"><span lang=\"en\">The program should be followed by a second part, introduced in January 2017: the goal is to open a one-stop shop desk for\u00a0companies willing to share new, disruptive solutions for public action, and to facilitate their contact with government agencies.<\/span><\/p>\n<div id=\"tw-target-text-container\" class=\"tw-ta-container tw-nfl\">\n<p id=\"tw-target-text\" class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" style=\"text-align: justify;\" data-placeholder=\"Traduction\"><span lang=\"en\">This program extends Etalab&rsquo;s action to open government : beyond\u00a0opening data, models (<a href=\"http:\/\/openfisca.fr\/\" target=\"_blank\" rel=\"noopener noreferrer\">openfisca.fr<\/a>) and source codes (#CodeImpots, #CodeGouv), opening decisions (support for consultation on the digital Republic Bill), Etalab\u00a0brings\u00a0open innovation in administrations, and supports the recruiting of the most innovative and diverse\u00a0talents to serve as\u00a0change agents in the public sector.<br \/>\n<\/span><\/p>\n<\/div>\n<\/div>\n<\/div>\n<p>***<\/p>\n<div id=\"tw-target-text-container\" class=\"tw-ta-container tw-nfl\">\n<p id=\"tw-target-text\" class=\"tw-data-text tw-ta tw-text-small\" dir=\"ltr\" data-placeholder=\"Traduction\"><em><span lang=\"en\">This program is funded by <a href=\"http:\/\/www.gouvernement.fr\/investissements-d-avenir-cgi\" target=\"_blank\" rel=\"noopener noreferrer\">the Future Investment Programme<\/a>. The winners will be recruited for a 10 month contract by the administrations hosting challenges starting january 2017. All the positions are based in Paris, with the exception of the challenge lauched\u00a0by the Regional Health Agency of\u00a0Occitania, based in Montpellier (34000). <a href=\"http:\/\/www.gouvernement.fr\/sites\/default\/files\/2016_10_27_reglement_entrepreneur_interet_general.pdf\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">Click here to read the program&rsquo;s rules and regulations (in French)<\/a>.<\/span><\/em><\/p>\n<\/div>\n[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr] Sant\u00e9, culture, d\u00e9veloppement&#8230; : Devenez \u00ab\u00a0entrepreneurs d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral\u00a0\u00bb en postulant\u00a0d\u00e8s aujourd&rsquo;hui \u00e0\u00a0la premi\u00e8re promotion\u00a0de ce\u00a0programme\u00a0in\u00e9dit ! Annonc\u00e9\u00a0en juillet dernier\u00a0par le Pr\u00e9sident de la R\u00e9publique \u00e0 Futur en Seine, ce projet\u00a0permettra d&rsquo;accompagner les citoyens et les entreprises d\u00e9sireux d&rsquo;apporter leur concours \u00e0 l&rsquo;am\u00e9lioration du service public. Pour le concevoir, le Secr\u00e9taire d\u2019\u00c9tat charg\u00e9 de la &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/rejoignez-la-1e-promotion-dentrepreneurs-dinteret-general\"> <span class=\"screen-reader-text\">[:fr]Rejoignez la 1e promotion d&rsquo;Entrepreneurs d&rsquo;Int\u00e9r\u00eat G\u00e9n\u00e9ral ![:en]Join the 1st program of \u00ab\u00a0General Interest Entrepreneurs\u00a0\u00bb[:]<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":4,"featured_media":5934,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[210,211],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/Capture-d\u2019e\u0301cran-2016-11-03-a\u0300-07.34.01.png",935,431,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/Capture-d\u2019e\u0301cran-2016-11-03-a\u0300-07.34.01-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/Capture-d\u2019e\u0301cran-2016-11-03-a\u0300-07.34.01-300x138.png",300,138,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/Capture-d\u2019e\u0301cran-2016-11-03-a\u0300-07.34.01-768x354.png",768,354,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/Capture-d\u2019e\u0301cran-2016-11-03-a\u0300-07.34.01.png",935,431,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/Capture-d\u2019e\u0301cran-2016-11-03-a\u0300-07.34.01.png",935,431,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/Capture-d\u2019e\u0301cran-2016-11-03-a\u0300-07.34.01.png",935,431,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/11\/Capture-d\u2019e\u0301cran-2016-11-03-a\u0300-07.34.01.png",45,21,false]},"uagb_author_info":{"display_name":"Laure Lucchesi","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/laure"},"uagb_comment_info":0,"uagb_excerpt":"[:fr] Sant\u00e9, culture, d\u00e9veloppement&#8230; : Devenez \u00ab\u00a0entrepreneurs d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral\u00a0\u00bb en postulant\u00a0d\u00e8s aujourd&rsquo;hui \u00e0\u00a0la premi\u00e8re promotion\u00a0de ce\u00a0programme\u00a0in\u00e9dit ! Annonc\u00e9\u00a0en juillet dernier\u00a0par le Pr\u00e9sident de la R\u00e9publique \u00e0 Futur en Seine, ce projet\u00a0permettra d&rsquo;accompagner les citoyens et les entreprises d\u00e9sireux d&rsquo;apporter leur concours \u00e0 l&rsquo;am\u00e9lioration du service public. Pour le concevoir, le Secr\u00e9taire d\u2019\u00c9tat charg\u00e9 de la\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/5913"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=5913"}],"version-history":[{"count":28,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/5913\/revisions"}],"predecessor-version":[{"id":10800,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/5913\/revisions\/10800"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/5934"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=5913"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=5913"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=5913"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}