{"id":9613,"date":"2019-01-21T15:57:47","date_gmt":"2019-01-21T14:57:47","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=9613"},"modified":"2019-07-15T18:05:07","modified_gmt":"2019-07-15T16:05:07","slug":"transparence-de-la-commande-publique-des-donnees-aux-politiques-dachat-quels-usages","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/transparence-de-la-commande-publique-des-donnees-aux-politiques-dachat-quels-usages","title":{"rendered":"#OpenGov Transparence de la commande publique, des donn\u00e9es aux politiques d\u2019achat, quels usages ? Retour sur le Forum Open d&rsquo;\u00c9tat #5"},"content":{"rendered":"\n<blockquote>\n<p style=\"text-align: justify;\"><span style=\"color: #000000;\"><span style=\"font-weight: 400;\"><font size=\"1\">Le 12 d\u00e9cembre 2018, s\u2019est tenu \u00e0 Paris, \u00e0 la Maison des M\u00e9tallos, le cinqui\u00e8me forum Open d\u2019\u00c9tat qui avait pour th\u00e8me la transparence de la commande publique<\/span>. Cet \u00e9v\u00e8nement r\u00e9unissant l\u2019administration publique et la soci\u00e9t\u00e9 civile s\u2019inscrit dans la s\u00e9rie de travaux men\u00e9s par\u00a0Etalab sur la transparence de la commande publique depuis 2016, notamment pour accompagner les administrations dans la mise en \u0153uvre des derni\u00e8res \u00e9volutions juridiques. <\/span><\/p>\n<p style=\"text-align: justify;\"><span style=\"color: #000000;\"><font size=\"3\">Derni\u00e8rement, Etalab avait organis\u00e9 un <a href=\"https:\/\/www.etalab.gouv.fr\/event\/open-lab-donnees-essentielles-de-la-commande-publique\" class=\"broken_link\">OpenLab<\/a> sur les donn\u00e9es essentielles de la commande publique, ainsi qu&rsquo;<\/span><span style=\"color: #000000;\"><a href=\"https:\/\/www.youtube.com\/watch?v=Hj_4nKFE3IM\">un Hackathon<\/a>, le 13 novembre dernier, lors du Forum de Paris sur la paix. Depuis le 1er octobre 2018, les donn\u00e9es essentielles\u00a0des march\u00e9s publics sont publi\u00e9es sur data.gouv.fr, et une explication sur les modalit\u00e9s de publication de ces donn\u00e9es est disponible\u00a0sur le <a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/le-point-sur-les-donnees-essentielles-de-la-commande-publique\/\"> billet de blog<\/a> de data.gouv.fr. Etalab prend part \u00e9galement aux travaux de la communaut\u00e9 internationale\u00a0en pr\u00e9sident le Contracting 5, partenariat\u00a0entre 7 pays qui promeut\u00a0un standard international\u00a0pour l&rsquo;ouverture des donn\u00e9es de la commande publique. <\/span><\/p>\n<p style=\"text-align: justify;\"><span style=\"color: #000000;\"><font size=\"3\">Le 5e Forum Open d&rsquo;Etat s&rsquo;inscrit plus pr\u00e9cis\u00e9ment dans la mise en \u0153uvre\u00a0de <a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/PlanOGP-FR-2018-2020-VF-FR.pdf\">l\u2019engagement 2 du plan d\u2019action national<\/a>, qui a pour ambition de \u201c<i>publier en open data les donn\u00e9es essentielles relatives \u00e0 la commande publique, dans un standard international (Open Contracting Data Standard) en incluant l\u2019ensemble des parties prenantes.<\/i>\u201d<\/font><\/span><\/p>\n<\/blockquote>\n<p style=\"text-align: justify;\">Le forum avait pour ambition de pr\u00e9senter au public l\u2019obligation de publication des donn\u00e9es essentielles de la commande publique (les DECP) en open data, les r\u00e9cents d\u00e9veloppements d\u2019outils facilitant leur lecture, les opportunit\u00e9s d\u2019usages qui peuvent en \u00eatre faits par des acteurs du public, du priv\u00e9 et du secteur associatif.<\/p>\n<p style=\"text-align: justify;\">Comme pour chaque forum, <a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/Kit-dappropriation-Forum-Open-dEtat-5.pdf\"><b>un kit d\u2019appropriation<\/b><\/a> a \u00e9t\u00e9 transmis aux participants en amont pour assurer une meilleure compr\u00e9hension des enjeux et donner les \u00e9l\u00e9ments de contexte n\u00e9cessaires comme <b>un lexique des acronymes<\/b> relatifs \u00e0 la commande publique ou une pr\u00e9cision sur les <b>obligations de publication des donn\u00e9es essentielles de la commande publique. <\/b><\/p>\n<p>Pour aller plus loin et prendre connaissance du compte-rendu d\u00e9taill\u00e9 de l\u2019\u00e9v\u00e9nement, voir le <a href=\"https:\/\/forum.etalab.gouv.fr\/t\/appel-a-commentaires-forum-open-d-etat-5-article-de-restitution\/4309\">forum Etalab<\/a>.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\" wp-image-9272 aligncenter\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/Capture-du2019\u00e9cran-2018-04-18-\u00e0-15.05.30-806x393.png\" alt=\"\" width=\"478\" height=\"233\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/Capture-du2019\u00e9cran-2018-04-18-\u00e0-15.05.30-806x393.png 806w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/Capture-du2019\u00e9cran-2018-04-18-\u00e0-15.05.30-806x393-300x146.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/Capture-du2019\u00e9cran-2018-04-18-\u00e0-15.05.30-806x393-768x374.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/Capture-du2019\u00e9cran-2018-04-18-\u00e0-15.05.30-806x393-239x118.png 239w\" sizes=\"(max-width: 478px) 100vw, 478px\" \/><\/p>\n<h3>Un constat partag\u00e9 : enrichir les donn\u00e9es essentielles de la commande publique permettrait le d\u00e9veloppement de davantage de services et d\u2019analyses<\/h3>\n<p>Le forum s\u2019est attach\u00e9 \u00e0 faire intervenir une diversit\u00e9 d\u2019acteurs venant d\u2019ONG, de l\u2019administration publique, mais aussi du secteur priv\u00e9.<\/p>\n<p style=\"text-align: justify;\">Parmi eux, Fr\u00e9deric Oliveau, PDG d\u2019Octopus Mind et sp\u00e9cialiste de la veille sur les march\u00e9s publics par les donn\u00e9es, a plaid\u00e9 pour une extension des donn\u00e9es essentielles en faisant \u00e9merger une id\u00e9e de service bas\u00e9 sur la publication de clauses sociales d\u2019insertion (consid\u00e9rations li\u00e9es \u00e0 la lutte contre le ch\u00f4mage et les exclusions). \u00a0Ces donn\u00e9es permettraient d\u2019inspirer les entreprises pour d\u00e9velopper leurs achats responsables et favoriseraient l\u2019acc\u00e8s des structures d\u2019insertion comme P\u00f4le Emploi, par l\u2019activit\u00e9 \u00e9conomique li\u00e9e \u00e0 la commande publique.<\/p>\n<p style=\"text-align: justify;\">\u00c9galement intervenante, Elsa Foucraut, responsable du plaidoyer \u00e0 Transparency International France, a rappel\u00e9 que les donn\u00e9es ouvertes restent un levier encore peu exploit\u00e9 en France dans la lutte contre la corruption, qu\u2019il manque une meilleure description des donn\u00e9es, une granularit\u00e9 plus \u00e9tendue pour compl\u00e9ter et am\u00e9liorer la qualit\u00e9 des donn\u00e9es actuellement publi\u00e9e de la commande publique, afin qu\u2019elles soit utiles \u00e0 leur plaidoyer.<\/p>\n<p style=\"text-align: justify;\">De la m\u00eame fa\u00e7on, C\u00e9line Faivre, Chief Digital Officer de la r\u00e9gion Bretagne a indiqu\u00e9 que la r\u00e9gion s\u2019engage \u00e9galement \u00e0 enrichir les DECP avec les clauses sociales avec un objectif chiffr\u00e9 (25% des march\u00e9s publics publi\u00e9s contenant des clauses sociales). La r\u00e9gion s\u2019est lanc\u00e9e dans une politique d\u2019achat bas\u00e9e sur la donn\u00e9e. En t\u00e9moigne son <a href=\"https:\/\/www.bretagne.bzh\/upload\/docs\/application\/pdf\/2018-06\/schema-des-achats-economiquement-responsables_region-bretagne_juin2018.pdf\" class=\"broken_link\">sch\u00e9ma des achats \u00e9conomiquement responsables<\/a> publi\u00e9 en juin 2018.<\/p>\n<h3>Des ateliers pour identifier les usagers et les usages des donn\u00e9es de la commande publique<\/h3>\n<p style=\"text-align: justify;\">Les discussions introductives ont fait place \u00e0 deux ateliers de travail qui ont permis de r\u00e9aliser <b>une premi\u00e8re cartographie des usagers de la commande publique<\/b>. L\u2019identification d\u2019une dizaine de profils a montr\u00e9 la diversit\u00e9 de m\u00e9tiers mobilis\u00e9s dans l\u2019analyse des march\u00e9s publics. Cela a permis <b>d\u2019introduire la possibilit\u00e9 d\u2019\u00e9largir le p\u00e9rim\u00e8tre des donn\u00e9es int\u00e9gr\u00e9es au flux march\u00e9 pour aller au-del\u00e0 des donn\u00e9es essentielles<\/b> pr\u00e9vues par d\u00e9cret, faisant \u00e9cho aux discussions introductives.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"size-full wp-image-9622 aligncenter\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/Tableau-Forum-ODE5.jpg\" alt=\"\" width=\"628\" height=\"440\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/Tableau-Forum-ODE5.jpg 628w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/Tableau-Forum-ODE5-300x210.jpg 300w\" sizes=\"(max-width: 628px) 100vw, 628px\" \/><\/p>\n<p>Un deuxi\u00e8me atelier a permis de mieux comprendre l\u2019exp\u00e9rience utilisateur relative \u00e0 la recherche de donn\u00e9es de la commande publique sur la plateforme data.gouv.fr.<\/p>\n<p style=\"text-align: justify;\"><b>Les essais successifs de recherche par mots-cl\u00e9s<\/b> et les r\u00e9sultats obtenus souvent inexistants, d\u00e9structur\u00e9s, ou non-actualis\u00e9s, <b>ont soulign\u00e9 le besoin de rendre le moteur de recherche plus harmonieux et lisible <\/b>dans ses intitul\u00e9s ainsi que <b>la n\u00e9cessit\u00e9 de proposer un point d\u2019acc\u00e8s unique <\/b>regroupant au m\u00eame endroit les donn\u00e9es relatives aux appels d\u2019offres et attributions de march\u00e9.<\/p>\n<p style=\"text-align: justify;\">En outre, <b>proposer un outil de visualisation<\/b> facilitant la compr\u00e9hension des donn\u00e9es et leur comparabilit\u00e9 d\u2019une collectivit\u00e9 \u00e0 l\u2019autre pourrait \u00eatre un moyen de les rendre plus intelligibles aux d\u00e9cisionnaires publics susceptibles d\u2019\u00eatre moins familiaris\u00e9s aux formats \u201cbruts\u201d comme json. ou csv.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-9620 aligncenter\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/5ee2ab83-9423-4095-bcbd-fb2c5bea0c7b-1.jpg\" alt=\"\" width=\"742\" height=\"405\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/5ee2ab83-9423-4095-bcbd-fb2c5bea0c7b-1.jpg 1595w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/5ee2ab83-9423-4095-bcbd-fb2c5bea0c7b-1-300x164.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/5ee2ab83-9423-4095-bcbd-fb2c5bea0c7b-1-768x419.jpg 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/5ee2ab83-9423-4095-bcbd-fb2c5bea0c7b-1-1024x559.jpg 1024w\" sizes=\"(max-width: 742px) 100vw, 742px\" \/><\/p>\n<h3>Prochaines \u00e9tapes<\/h3>\n<p style=\"text-align: justify;\">En conclusion, la d\u00e9marche d\u2019ouverture des donn\u00e9es de la commande publique en France en est encore \u00e0 ses d\u00e9buts concernant le d\u00e9veloppement de services, d\u2019analyses ou de cas d\u2019usages innovants. Cela est d\u00fb principalement au fait que l\u2019assise juridique existante et n\u00e9cessaire permettant la publication et l\u2019ouverture de ces donn\u00e9es n\u2019est pas compl\u00e8te et que pour \u00eatre efficaces et performantes, des collectivit\u00e9s comme la r\u00e9gion Bretagne investissent pour aller au-del\u00e0 du format propos\u00e9 et de la simple mise en conformit\u00e9 aux obligations l\u00e9gales.<\/p>\n<p style=\"text-align: justify;\">D\u2019un autre c\u00f4t\u00e9, afin de visualiser les donn\u00e9es d\u00e9j\u00e0 existantes, Etalab travaille \u00e9galement sur le d\u00e9veloppement d\u2019un tableau de bord, un outil avec une interface utilisateur qui permettra aux personnes de naviguer dans les donn\u00e9es, de filtrer les march\u00e9s attribu\u00e9s par activit\u00e9, par ville ou par acteur. L\u2019objectif est de rendre les march\u00e9s publics accessibles aux acteurs \u00e9conomiques int\u00e9ress\u00e9s comme les PME. Un autre objectif affich\u00e9 est d\u2019am\u00e9liorer la d\u00e9tection de la fraude en identifiant des valeurs inhabituelles.<\/p>\n<h3>Le Forum Open d\u2019\u00c9tat suivant?<\/h3>\n<p>Le <a href=\"https:\/\/www.etalab.gouv.fr\/opengov-transparence-de-laide-publique-au-developpement-retour-sur-le-forum-open-detat-6\">forum Open d\u2019\u00c9tat #6<\/a> a eu lieu le 9 avril 2019 sur le th\u00e8me de l\u2019aide publique au d\u00e9veloppement.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le 12 d\u00e9cembre 2018, s\u2019est tenu \u00e0 Paris, \u00e0 la Maison des M\u00e9tallos, le cinqui\u00e8me forum Open d\u2019\u00c9tat qui avait pour th\u00e8me la transparence de la commande publique. Cet \u00e9v\u00e8nement r\u00e9unissant l\u2019administration publique et la soci\u00e9t\u00e9 civile s\u2019inscrit dans la s\u00e9rie de travaux men\u00e9s par\u00a0Etalab sur la transparence de la commande publique depuis 2016, notamment &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/transparence-de-la-commande-publique-des-donnees-aux-politiques-dachat-quels-usages\"> <span class=\"screen-reader-text\">#OpenGov Transparence de la commande publique, des donn\u00e9es aux politiques d\u2019achat, quels usages ? Retour sur le Forum Open d&rsquo;\u00c9tat #5<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":49,"featured_media":9621,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[246],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/460d9a99-8013-4f15-9b3e-fdac2d6bd3fc.jpg",1600,1200,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/460d9a99-8013-4f15-9b3e-fdac2d6bd3fc-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/460d9a99-8013-4f15-9b3e-fdac2d6bd3fc-300x225.jpg",300,225,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/460d9a99-8013-4f15-9b3e-fdac2d6bd3fc-768x576.jpg",768,576,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/460d9a99-8013-4f15-9b3e-fdac2d6bd3fc-1024x768.jpg",1024,768,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/460d9a99-8013-4f15-9b3e-fdac2d6bd3fc.jpg",1536,1152,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/460d9a99-8013-4f15-9b3e-fdac2d6bd3fc.jpg",1600,1200,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/01\/460d9a99-8013-4f15-9b3e-fdac2d6bd3fc.jpg",45,34,false]},"uagb_author_info":{"display_name":"Victor Kahn","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/victor-kahn"},"uagb_comment_info":0,"uagb_excerpt":"Le 12 d\u00e9cembre 2018, s\u2019est tenu \u00e0 Paris, \u00e0 la Maison des M\u00e9tallos, le cinqui\u00e8me forum Open d\u2019\u00c9tat qui avait pour th\u00e8me la transparence de la commande publique. Cet \u00e9v\u00e8nement r\u00e9unissant l\u2019administration publique et la soci\u00e9t\u00e9 civile s\u2019inscrit dans la s\u00e9rie de travaux men\u00e9s par\u00a0Etalab sur la transparence de la commande publique depuis 2016, notamment\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/9613"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/49"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=9613"}],"version-history":[{"count":27,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/9613\/revisions"}],"predecessor-version":[{"id":11514,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/9613\/revisions\/11514"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/9621"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=9613"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=9613"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=9613"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}