{"id":8676,"date":"2018-09-28T16:09:58","date_gmt":"2018-09-28T14:09:58","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=8676"},"modified":"2019-08-13T15:09:38","modified_gmt":"2019-08-13T13:09:38","slug":"temoignage-peut-on-recoder-la-loi-lexemple-de-la-taxe-dhabitation","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/temoignage-peut-on-recoder-la-loi-lexemple-de-la-taxe-dhabitation","title":{"rendered":"[T\u00e9moignage] Peut-on (re)coder la loi ? L\u2019exemple de la taxe d\u2019habitation"},"content":{"rendered":"[:fr]<i>Marion Paclot est data scientist au sein de l\u2019\u00e9quipe Etalab, dont une des <a href=\"https:\/\/www.etalab.gouv.fr\/qui-sommes-nous\">missions<\/a> est la promotion de la transparence de l\u2019action publique. Elle partage dans ce billet son retour d\u2019exp\u00e9rience sur la possibilit\u00e9 de recoder la loi \u2014 en l&rsquo;occurrence une partie de la fiscalit\u00e9 locale consacr\u00e9e \u00e0 la taxe d\u2019habitation \u2014 \u00e0 partir des documents officiels et des donn\u00e9es disponibles sur data.gouv.fr.<\/i><\/p>\n<p>La documentation fiscale produite par la direction g\u00e9n\u00e9rale des Finances publiques est particuli\u00e8rement riche et d\u00e9taill\u00e9e. Est-elle cependant assez pr\u00e9cise et compl\u00e8te pour qu\u2019un citoyen motiv\u00e9 puisse comprendre le calcul de sa taxe d\u2019habitation \u00e0 l\u2019euro pr\u00e8s ? C\u2019est l\u2019exp\u00e9rience que j\u2019ai souhait\u00e9 mener et qui a permis de mettre en ligne une application \u00e0 vocation p\u00e9dagogique :<a href=\"http:\/\/taxehabitation.etalab.studio\/\"> http:\/\/taxehabitation.etalab.studio\/<\/a> .<\/p>\n<h2>Le code et la loi<\/h2>\n<p>L\u2019<a href=\"https:\/\/www.legifrance.gouv.fr\/eli\/loi\/2016\/10\/7\/2016-1321\/jo\/article_2\">article 2<\/a> de la loi pour une R\u00e9publique num\u00e9rique a ajout\u00e9 les codes sources produits par l\u2019Etat \u00e0 la listes des documents administratifs. Un code source devient alors communicable \u00e0 une personne qui en ferait la demande et c\u2019est dans ce contexte que le code de la taxe d\u2019habitation a \u00e9t\u00e9 publi\u00e9 par la direction g\u00e9n\u00e9rale des Finances publiques. Cependant, comprendre ce type de travaux n\u00e9cessite des pr\u00e9requis en informatique que tout le monde n\u2019a pas. Il est donc important que le m\u00e9canisme de calcul de la taxe reste accessible sous une forme plus litt\u00e9raire et intelligible. Par ailleurs, les initiatives consistant \u00e0 recoder la loi, comme le fait <a href=\"http:\/\/openfisca.org\/fr\/\">OpenFisca<\/a>, doivent pouvoir s\u2019appuyer sur ces documents, et aboutir \u00e0 un r\u00e9sultat exact.<\/p>\n<h2>Quelles sources pour l\u2019exp\u00e9rience ?<\/h2>\n<p>Mon point de d\u00e9part a \u00e9t\u00e9 les feuilles d\u2019imposition que re\u00e7oit chaque contribuable assujetti \u00e0 la taxe d\u2019imposition. Si ce document contient la plupart des \u00e9l\u00e9ments chiffr\u00e9s n\u00e9cessaires au calcul, certaines informations pourtant non personnelles qui y figurent ne sont pas encore disponibles de mani\u00e8re consolid\u00e9e et ouverte au public. Cela devrait changer avec l\u2019entr\u00e9e prochaine en vigueur du principe d\u2019ouverture spontan\u00e9e des donn\u00e9es publiques.<\/p>\n<p>J\u2019ai analys\u00e9 la <a href=\"https:\/\/www.impots.gouv.fr\/portail\/www2\/fichiers\/documentation\/brochure\/idl_2017\/files\/assets\/basic-html\/page-I.html#\">documentation d\u2019une vingtaine de pages<\/a> sur la taxe d\u2019habitation disponible dans le guide de la fiscalit\u00e9 locale sur le site<a href=\"https:\/\/www.impots.gouv.fr\/portail\/www2\/fichiers\/documentation\/brochure\/idl_2017\/files\/assets\/basic-html\/page-I.html\"> impots.gouv.fr<\/a>, ainsi que le fichier du recensement des \u00e9l\u00e9ments d\u2019imposition \u00e0 la fiscalit\u00e9 locale (REI) disponible sur le site<a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/impots-locaux-fichier-de-recensement-des-elements-dimposition-a-la-fiscalite-directe-locale-rei-3\/\"> data.gouv.fr<\/a>. Le code source produit par la direction g\u00e9n\u00e9rale des Finances publiques pour le calcul de la taxe n\u2019est donc pas utilis\u00e9, car l\u2019objectif n\u2019est pas de r\u00e9aliser un contr\u00f4le de conformit\u00e9 de ce code.<\/p>\n<hr \/>\n<h2>Un outil pour comprendre votre taxe d\u2019habitation<\/h2>\n<p><a href=\"http:\/\/taxehabitation.etalab.studio\/\">http:\/\/taxehabitation.etalab.studio\/<\/a><\/p>\n<p>La conception d\u2019un outil m\u2019est apparu comme un bon moyen de restituer ce que j\u2019avais appris de la taxe, notamment sur le r\u00f4le des diff\u00e9rentes collectivit\u00e9s territoriales, et sur l\u2019influence de variables personnelles (situation personnelle et familiale, revenus, \u2026) sur le montant final de la taxe.<\/p>\n<p>Une personne souhaitant comprendre son propre avis d\u2019imposition peut y rentrer ses informations et obtenir le d\u00e9tail du calcul : pourquoi suis-je exon\u00e9r\u00e9 de l\u2019imp\u00f4t ? pourquoi un abattement m\u2019est-il accord\u00e9 quand un autre ne l\u2019est pas ? pourquoi ce taux est-il appliqu\u00e9 ? pourquoi ai-je droit au plafonnement ? \u00e0 qui va le montant de l\u2019imp\u00f4t ? Ce simulateur permet par ailleurs d\u2019\u00e9valuer l\u2019effet d\u2019un changement dans sa situation personnelle, par exemple avec l\u2019arriv\u00e9e d\u2019un enfant, une hausse importante de revenu ou un divorce.<\/p>\n<p>Le code de l\u2019application est disponible sur<a href=\"https:\/\/github.com\/marion-paclot\/TH\"> github.com<\/a> (il ne s\u2019agit pas du code source publi\u00e9 par la direction g\u00e9n\u00e9rale des Finances publiques). Certains cas, notamment lorsqu\u2019on parle d\u2019h\u00e9bergement collectif, ne sont pas forc\u00e9ment cod\u00e9s, de m\u00eame que le plafonnement, m\u00e9canisme en plusieurs temps n\u00e9cessitant un grand nombre de donn\u00e9es qu\u2019il aurait fallu entrer manuellement dans lle moteur de calcul. Cette application n\u2019est donc ni exhaustive, ni toujours exacte, mais nous semblait utile au contribuable curieux de mieux comprendre son avis d\u2019imposition.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-large wp-image-8680\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/page_detail-1024x170.png\" alt=\"Capture \u00e9cran de l\u2019application de calcul de la taxe d\u2019habitation\" width=\"806\" height=\"134\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/page_detail-1024x170.png 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/page_detail-300x50.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/page_detail-768x127.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/page_detail.png 1823w\" sizes=\"(max-width: 806px) 100vw, 806px\" \/><\/p>\n<hr \/>\n<h2>Quels enseignements ?<\/h2>\n<p>La documentation r\u00e9v\u00e8le une taxe proche de la couture sur mesure, avec de nombreux cas particuliers, et beaucoup d\u2019\u00e9l\u00e9ments imbriqu\u00e9s, si bien qu\u2019en premi\u00e8re approche, certaines r\u00e8gles peuvent sembler complexes. Par exemple, le revenu fiscal de r\u00e9f\u00e9rence intervient \u00e0 plusieurs \u00e9tapes, compar\u00e9s \u00e0 divers seuils d\u00e9pendant \u00e0 la fois du d\u00e9partement et du nombre de parts fiscales. Il faut toutefois pr\u00e9ciser que ces diff\u00e9rentes r\u00e8gles visent \u00e0 traiter un grand nombre de cas diff\u00e9rents : chaque contribuable n\u2019est individuellement concern\u00e9 que par un petit nombre de r\u00e8gles.<\/p>\n<p>L\u2019avis d\u2019imposition, dans sa forme 2017, contient beaucoup d\u2019informations diff\u00e9rentes. Certaines sont utilis\u00e9es pour le calcul, d\u2019autres sont donn\u00e9es \u00e0 titre d\u2019information et sont sans incidence sur le montant de la taxe (le rappel des taux et montants pour l\u2019ann\u00e9e pr\u00e9c\u00e9dente). Des donn\u00e9es personnelles et non personnelles sont m\u00e9lang\u00e9es, de m\u00eame que des valeurs historiques et actuelles, des taux et montants.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-8681\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/exemple_avis.png\" alt=\"Exemple d\u2019avis d\u2019imposition\" width=\"954\" height=\"857\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/exemple_avis.png 954w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/exemple_avis-300x269.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/exemple_avis-768x690.png 768w\" sizes=\"(max-width: 954px) 100vw, 954px\" \/><\/p>\n<p><i>Exemple d\u2019avis d\u2019imposition pour un appartement situ\u00e9 \u00e0 Paris<\/i><\/p>\n<p>Le calcul des cotisations se comprend sans difficult\u00e9 \u00e0 la lecture de l\u2019avis d\u2019imposition. Mais pour ce qui est du calcul des frais de gestion, du pr\u00e9l\u00e8vement pour base \u00e9lev\u00e9e, et du plafonnement selon le revenu, il faut se r\u00e9f\u00e9rer \u00e0 la documentation officielle, ce que tous les contribuables n\u2019auront pas forc\u00e9ment le r\u00e9flexe de faire.<\/p>\n<p>\u00c0 l\u2019issue de ce travail, nous sommes en mesure de lister une s\u00e9rie de donn\u00e9es non personnelles, n\u00e9cessaires dans certains cas au calcul de la taxe, et dont la publication en open data serait utile, dans une prochaine version du REI :<\/p>\n<ul>\n<li>Les contribuables r\u00e9sidant dans un d\u00e9partement d\u2019outre-mer peuvent \u00eatre exon\u00e9r\u00e9s de taxe d\u2019habitation sur leur habitation principale si la valeur locative de ce bien est inf\u00e9rieure \u00e0 40\u00a0% de la valeur locative moyenne de la commune. Cependant, les communes peuvent d\u00e9cider de porter ce taux \u00e0 50\u00a0%. Or, il n\u2019y a aucune information sur le taux effectivement appliqu\u00e9 par chaque commune dans le REI. L\u2019application se borne donc \u00e0 conserver ce seuil de 40\u00a0% m\u00eame si certaines communes sont plus g\u00e9n\u00e9reuses.<\/li>\n<li>Le taux de majoration pour les r\u00e9sidences secondaires appliqu\u00e9 par les communes, lorsqu\u2019elles ont d\u00e9cid\u00e9 d\u2019une majoration. L\u2019application demande \u00e0 l\u2019utilisateur de l\u2019entrer manuellement faute d\u2019en disposer en open data.<\/li>\n<li>Le calcul du d\u00e9gr\u00e8vement li\u00e9 au plafonnement ob\u00e9it \u00e0 une formule de calcul qui n\u2019est pas simple, n\u00e9cessitant les taux de cotisations en 2000 et les taux d\u2019abattement de 2003 (ou 2014 pour Mayotte) . La documentation officielle l\u2019illustre avec plusieurs cas vari\u00e9s.<\/li>\n<\/ul>\n<p>Par ailleurs, dans le cas o\u00f9 le foyer ne co\u00efncide pas avec le m\u00e9nage (c\u2019est notamment le cas d\u2019une colocation d\u2019apr\u00e8s les quelques feuilles auxquelles nous avons eu acc\u00e8s), l\u2019avis d\u2019imposition ne contiendra pas deux informations essentielles : le revenu fiscal de r\u00e9f\u00e9rence et le nombre de parts-ann\u00e9e. En effet, prenons le cas simple de deux colocataires ayant chacun un revenu annuel de 20 000\u00a0\u20ac. Si on indique sur l\u2019avis que le revenu fiscal de r\u00e9f\u00e9rence du m\u00e9nage est de 40 000\u00a0\u20ac, alors chaque colocataire connaissant son propre revenu, il peut d\u00e9duire le revenu de l\u2019autre. Renseigner le revenu du m\u00e9nage revient donc \u00e0 divulguer indirectement une information personnelle, ce que l\u2019administration ne fait donc pas.<\/p>\n<h2>La question de la valeur locative brute<\/h2>\n<p>Enfin, le calcul de la taxe d\u2019habitation a pour pierre angulaire la valeur locative brute (aussi appel\u00e9e valeur locative cadastrale), d\u00e9finie sur le site des imp\u00f4ts comme \u00ab le loyer th\u00e9orique annuel que le bien serait susceptible de produire dans des conditions normales \u00e0 une date de r\u00e9f\u00e9rence \u00bb. Pourtant, dans mon propre cas, cette valeur n\u2019est pas dans le m\u00eame ordre de grandeur que mon loyer, qu\u2019il soit annuel ou mensuel.<\/p>\n<p>On trouve en ligne des informations sur cette valeur, notamment qu\u2019elle d\u00e9pend d\u2019une surface pond\u00e9r\u00e9e multipli\u00e9e par une valeur au m<sup>2<\/sup>, et le <a href=\"https:\/\/www.impots.gouv.fr\/portail\/formulaire\/6650\/impots-locaux-locaux-dhabitation\">cerfa 6650<\/a> (<a href=\"https:\/\/www.impots.gouv.fr\/portail\/files\/formulaires\/6650\/2018\/6650_19.pdf\" class=\"broken_link\">pdf 2018<\/a>) donne une id\u00e9e des \u00e9l\u00e9ments pris en compte pour sa d\u00e9termination : le niveau de confort du logement, sa localisation, son ann\u00e9e de construction, etc. On sait par ailleurs que cette valeur est actualis\u00e9e chaque ann\u00e9e \u00e0 partir d\u2019un coefficient que l\u2019on trouve dans la documentation sur la taxe d\u2019habitation. Cependant, mon avis d\u2019imposition ne contient que le r\u00e9sultat du calcul, mais rien sur l\u2019algorithme ou les param\u00e8tres retenus pour \u00e9tablir ma valeur locative cadastrale.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-8682\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/extrait_cerfa.png\" alt=\"Extrait d\u2019un formulaire CERFA\" width=\"995\" height=\"799\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/extrait_cerfa.png 995w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/extrait_cerfa-300x241.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/extrait_cerfa-768x617.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/extrait_cerfa-252x201.png 252w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/extrait_cerfa-104x84.png 104w\" sizes=\"(max-width: 995px) 100vw, 995px\" \/><\/p>\n<p><i>Extrait du CERFA Maison individuelle pour les imp\u00f4ts locaux. Il donne une id\u00e9e des \u00e9l\u00e9ments pris en compte dans la d\u00e9termination de la valeur locative.<\/i><\/p>\n<h2>Oui, il est possible de recoder la loi<\/h2>\n<p>On disait le calcul de la taxe d\u2019habitation complexe ; c\u2019est donc sans surprise que j\u2019ai d\u00e9couvert une documentation d\u00e9taillant de nombreux cas particuliers et exceptions. Il faut de plus avoir quelques bases de fiscalit\u00e9 des collectivit\u00e9s territoriales, par exemple la diff\u00e9rence entre une collectivit\u00e9 \u00e0 fiscalit\u00e9 propre ou sans fiscalit\u00e9 propre. Cependant, cette exp\u00e9rience d\u00e9montre que l\u2019acc\u00e8s \u00e0 une brochure pratique permet de comprendre le calcul de sa propre taxe d\u2019habitation. Par ailleurs, quasiment toutes les donn\u00e9es non personnelles sont accessibles en open data, \u00e0 l\u2019exception de celles n\u00e9cessaires au calcul du plafonnement et quelques autres, qui sont alors renseign\u00e9es sur la feuille du contribuable.<\/p>\n<p>Dans le cas particulier de la taxe d\u2019habitation, il est donc possible de re-coder la loi et il semble qu\u2019il n\u2019y ait pas de r\u00e8gle ou de param\u00e8tre auquel le citoyen n\u2019ait acc\u00e8s.[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr]Marion Paclot est data scientist au sein de l\u2019\u00e9quipe Etalab, dont une des missions est la promotion de la transparence de l\u2019action publique. Elle partage dans ce billet son retour d\u2019exp\u00e9rience sur la possibilit\u00e9 de recoder la loi \u2014 en l&rsquo;occurrence une partie de la fiscalit\u00e9 locale consacr\u00e9e \u00e0 la taxe d\u2019habitation \u2014 \u00e0 partir &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/temoignage-peut-on-recoder-la-loi-lexemple-de-la-taxe-dhabitation\"> <span class=\"screen-reader-text\">[T\u00e9moignage] Peut-on (re)coder la loi ? L\u2019exemple de la taxe d\u2019habitation<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":48,"featured_media":8689,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[70,1],"tags":[250,251,252,249],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/cover-article-marion_shrink.png",1250,800,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/cover-article-marion_shrink-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/cover-article-marion_shrink-300x192.png",300,192,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/cover-article-marion_shrink-768x492.png",768,492,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/cover-article-marion_shrink-1024x655.png",1024,655,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/cover-article-marion_shrink.png",1250,800,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/cover-article-marion_shrink.png",1250,800,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/09\/cover-article-marion_shrink.png",45,29,false]},"uagb_author_info":{"display_name":"Marion Paclot","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/mpaclot"},"uagb_comment_info":1,"uagb_excerpt":"[:fr]Marion Paclot est data scientist au sein de l\u2019\u00e9quipe Etalab, dont une des missions est la promotion de la transparence de l\u2019action publique. Elle partage dans ce billet son retour d\u2019exp\u00e9rience sur la possibilit\u00e9 de recoder la loi \u2014 en l&rsquo;occurrence une partie de la fiscalit\u00e9 locale consacr\u00e9e \u00e0 la taxe d\u2019habitation \u2014 \u00e0 partir\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8676"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/48"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=8676"}],"version-history":[{"count":11,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8676\/revisions"}],"predecessor-version":[{"id":11839,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8676\/revisions\/11839"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/8689"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=8676"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=8676"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=8676"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}