{"id":16449,"date":"2022-01-24T10:23:22","date_gmt":"2022-01-24T09:23:22","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=16449"},"modified":"2022-02-09T14:53:46","modified_gmt":"2022-02-09T13:53:46","slug":"agents-publics-soumettez-vos-projets-numeriques-aux-entrepreneurs-dinteret-general-2","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/agents-publics-soumettez-vos-projets-numeriques-aux-entrepreneurs-dinteret-general-2","title":{"rendered":"Agents publics : soumettez vos projets num\u00e9riques aux Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral !"},"content":{"rendered":"\n<p><strong>Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral (EIG), programme d\u2019Etalab \u00e0 la DINUM depuis 2016, lance son sixi\u00e8me appel \u00e0 projets. Il est ouvert \u00e0 toutes les administrations jusqu\u2019au 18 mars 2022.&nbsp;<a rel=\"noreferrer noopener\" href=\"https:\/\/eig.etalab.gouv.fr\/participer\/\" target=\"_blank\">Visitez le site du programme EIG pour postuler<\/a><\/strong>.<\/p>\n\n\n\n<pre class=\"wp-block-verse has-text-align-right has-ast-global-color-1-color has-ast-global-color-4-background-color has-text-color has-background has-normal-font-size\">&nbsp;\u00ab&nbsp;Il y a assur\u00e9ment un autre monde, mais il est dans celui-ci et, pour atteindre \u00e0 sa pleine perfection, il faut qu\u2019il soit bien reconnu et qu\u2019on en fasse profession. L\u2019homme doit chercher son \u00e9tat \u00e0 venir dans le pr\u00e9sent, et le ciel, non point au-dessus de la terre, mais en soi.&nbsp;\u00bb<\/pre>\n\n\n\n<p><strong>Cette citation, extraite d\u2019un po\u00e8me de Paul Eluard, nous invite \u00e0 penser tout le potentiel de changement dans ce <em>monde autre<\/em> qui est l\u00e0, en nous.<\/strong> \u00ab&nbsp;Changer le monde&nbsp;\u00bb ce n\u2019est donc pas seulement <em>disrupter. <\/em>Ce n\u2019est pas uniquement rompre avec la tradition, un ancrage culturel et un h\u00e9ritage par le d\u00e9veloppement de start-ups \u00e0 forte croissance. Dans la sant\u00e9, l\u2019\u00e9ducation ou encore la s\u00e9curit\u00e9, des agents publics d\u00e9couvrent de nouvelles fa\u00e7ons de faire et contribuent de ce fait \u00e0 l\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral. Ils fa\u00e7onnent cet <em>autre monde<\/em> au sein de l\u2019administration avec de nouvelles pratiques et de nouvelles solutions techniques. C\u2019est sans doute moins spectaculaire que la Silicon Valley mais c\u2019est essentiel. C\u2019est m\u00eame d\u00e9terminant pour la continuit\u00e9 des services publics dans des p\u00e9riodes aussi perturb\u00e9es que celle que nous vivons actuellement avec la pand\u00e9mie.<\/p>\n\n\n\n<p><strong>Le programme Entrepreneur d\u2019Int\u00e9r\u00eat G\u00e9n\u00e9ral contribue, par sa m\u00e9thodologie et ses ressources, \u00e0 la possibilit\u00e9 de trouver cet&nbsp;<em>autre monde<\/em> au sein de votre administration.<\/strong> Pour y parvenir, nous s\u00e9lections des projets num\u00e9riques port\u00e9s par des administrations pour am\u00e9liorer l\u2019action publique. Nous organisons aussi une rencontre entre ces administrations et d\u2019autres profils, car comme vous le savez sans doute, Paul Eluard s\u2019est alli\u00e9 avec de nombreux autres pour faire grandir sa cr\u00e9ation&nbsp;: des peintres comme Fernand L\u00e9ger, des photographes comme Man Ray ou encore des \u00e9crivains comme Andr\u00e9 Breton.<\/p>\n\n\n\n<p>De la m\u00eame mani\u00e8re,<strong> EIG permet aux administrations qui le souhaitent de s\u2019allier avec des talents du num\u00e9rique qui viennent offrir d\u2019autres fa\u00e7ons de voir, de penser, de travailler.<\/strong> Des d\u00e9veloppeurs.es, des expert.e.s de la donn\u00e9e, des designers et des juristes du num\u00e9rique sont recrut\u00e9s pour rejoindre votre service durant 10 mois. Ils renforcent ainsi vos \u00e9quipes et partagent leur culture num\u00e9rique. C\u2019est par ces collaborations, parfois improbables, qu\u2019il devient possible de d\u00e9couvrir cet <em>autre monde<\/em>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"comment-fonctionne-le-programme\"><strong>Comment fonctionne le programme&nbsp;?<\/strong><\/h2>\n\n\n\n<p>Le programme Entrepreneur d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral fonctionne par appels \u00e0 projets, en 3 \u00e9tapes : <\/p>\n\n\n\n<ul><li><strong>Vous candidatez&nbsp;:<\/strong>&nbsp;nous s\u00e9lectionnons une vingtaine de projets num\u00e9riques propos\u00e9s par les administrations publiques (du 24 janvier&nbsp;au 18 mars) ;<\/li><li><strong>Nous r\u00e9unissons une \u00e9quipe&nbsp;:<\/strong>&nbsp;ensemble, nous s\u00e9lectionnons 2 ou 3 profils tech, design et en droit du num\u00e9rique pour votre projet (d\u2019avril \u00e0 juin) ;<\/li><li><strong>Vous exp\u00e9rimentez&nbsp;:<\/strong>&nbsp;cr\u00e9ez et testez de nouveaux possibles avec vos profils du num\u00e9rique et le soutien du programme (\u00e0 partir du 12 septembre, pour 10 mois).<\/li><\/ul>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"quel-soutien-recoivent-les-administrations\"><strong>Quel soutien re\u00e7oivent les administrations ?<\/strong><\/h2>\n\n\n\n<p>Rejoindre le programme Entrepreneur d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral, c\u2019est recevoir un soutien pluriel&nbsp;:<\/p>\n\n\n\n<ul><li><strong>Pour votre recrutement&nbsp;:<\/strong>&nbsp;nous pilotons une proc\u00e9dure de recrutement acc\u00e9l\u00e9r\u00e9e, avec la s\u00e9lection de profils aux comp\u00e9tences rares&nbsp;: d\u00e9veloppeurs et d\u00e9veloppeuses, expert et expertes de la donn\u00e9e, designers et juristes du num\u00e9rique.<\/li><li><strong>Pour votre financement<\/strong>&nbsp;: vos profils sont r\u00e9mun\u00e9r\u00e9s 3.500 ou 4.000 euros net par mois, avec une possibilit\u00e9 de co-financement de 20.000 euros par profil recrut\u00e9 (le programme est ouvert \u00e0 toute administration, mais des conditions sp\u00e9cifiques s\u2019appliquent pour le cofinancement).<\/li><li><strong>Pour conduire l\u2019innovation<\/strong>&nbsp;: vous recevez un appui technique et m\u00e9thodologique du programme tout au long des dix mois (ateliers-conf\u00e9rences, exp\u00e9ditions apprenantes, mentorat individuel et collectif), avec la participation des experts d\u2019Etalab et de la DINUM.<\/li><\/ul>\n\n\n\n<p>Au-del\u00e0 de ce soutien,&nbsp;<strong>vous entrez dans une communaut\u00e9 de pratiques<\/strong>&nbsp;qui compte aujourd\u2019hui 172 profils du num\u00e9rique ayant mis en \u0153uvre 87 projets. Cette communaut\u00e9 s\u2019ins\u00e8re dans l\u2019\u00e9cosyst\u00e8me de la transformation publique et du num\u00e9rique de la DINUM (Etalab : data.gouv, le Lab IA, open data, logiciels libres ; design.gouv ; beta.gouv.fr), de la Direction interminist\u00e9rielle de la transformation publique ainsi que nos partenaires hors de l\u2019administration.<\/p>\n\n\n\n<p>Pour d\u00e9couvrir la richesse des projets men\u00e9s depuis 2017, explorez&nbsp;<a href=\"https:\/\/eig.etalab.gouv.fr\/img\/quelques-chiffres-cl%C3%A9s-des-d%C3%A9fis-eig.pdf\">la cartographie du programme.<\/a> Celle-ci retrace l\u2019\u00e9volution des th\u00e9matiques des projets et de la maturit\u00e9 num\u00e9rique des administrations qui les portent. Vous y trouverez \u00e9galement la nature des b\u00e9n\u00e9ficiaires d\u2019EIG, celle des impacts qui leurs sont associ\u00e9s et la composition par m\u00e9tier de nos promotions.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"quels-sont-les-projets-recherches-cette-annee\">Quels sont les projets recherch\u00e9s cette ann\u00e9e ?<\/h2>\n\n\n\n<p>Le programme vise \u00e0 produire des outils num\u00e9riques mais aussi \u00e0 encourager une transformation num\u00e9rique plus profonde dans les administrations. Ainsi, nos crit\u00e8res de s\u00e9lection portent autant sur<strong>&nbsp;le projet \u00e0 r\u00e9aliser en 10 mois&nbsp;<\/strong>que sur<strong>&nbsp;l\u2019\u00e9quipe qui le porte&nbsp;:<\/strong><\/p>\n\n\n\n<ul><li><strong>Pertinence du besoin&nbsp;<\/strong>: un besoin clair, \u00e0 fort impact, port\u00e9 \u00e0 un haut niveau hi\u00e9rarchique par l\u2019administration d\u2019accueil ;<\/li><li><strong>Approche<\/strong>&nbsp;: caract\u00e8re entrepreneurial du projet ; il ouvre un champ d&rsquo;exploration des usages et de la technologie tout en ayant une probl\u00e9matique circonscrite et des profils du num\u00e9rique coh\u00e9rents ;<\/li><li><strong>Engagement<\/strong>&nbsp;: motivation pour participer au programme, ouvrir le terrain d\u2019exp\u00e9rimentation aux profils du num\u00e9rique, et leur offrir de l\u2019autonomie ;<\/li><li><strong>Transformation<\/strong>&nbsp;: une forte volont\u00e9 de transformation num\u00e9rique de la part de l\u2019administration ;<\/li><li><strong>Ouverture<\/strong>&nbsp;: une d\u00e9marche d&rsquo;innovation ouverte (collaboration, co-construction, gouvernance) et de partage de communs num\u00e9riques (ouverture des donn\u00e9es et des codes-sources, mutualisation et r\u00e9plication des productions).<\/li><\/ul>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"comment-fonctionne-l-appel-a-projets\">Comment fonctionne l\u2019appel \u00e0 projets ?<\/h2>\n\n\n\n<p>Trouvez toutes les informations sur l&rsquo;appel \u00e0 projets <a href=\"https:\/\/eig.etalab.gouv.fr\/participer\/administrations\/\" data-type=\"URL\" data-id=\"https:\/\/eig.etalab.gouv.fr\/participer\/administrations\/\" target=\"_blank\" rel=\"noreferrer noopener\">sur le site du programme EIG<\/a> et postulez jusqu\u2019au 18 mars. <\/p>\n\n\n\n<p><strong>Participez \u00e0 nos webinaires de pr\u00e9sentation de l\u2019appel \u00e0 projets :<\/strong><\/p>\n\n\n\n<ul><li><a rel=\"noreferrer noopener\" href=\"https:\/\/webinaire.numerique.gouv.fr\/\/meeting\/signin\/4562\/creator\/1673\/hash\/71997f21a8f284b441bb67cf8ddcf7c609100ecb\" data-type=\"URL\" data-id=\"https:\/\/webinaire.numerique.gouv.fr\/\/meeting\/signin\/4562\/creator\/1673\/hash\/71997f21a8f284b441bb67cf8ddcf7c609100ecb\" target=\"_blank\">Jeudi 3 f\u00e9vrier, de 13 h 45 \u00e0 14 h 45<\/a><\/li><li><a rel=\"noreferrer noopener\" href=\"https:\/\/webinaire.numerique.gouv.fr\/\/meeting\/signin\/4562\/creator\/1673\/hash\/71997f21a8f284b441bb67cf8ddcf7c609100ecb\" data-type=\"URL\" data-id=\"https:\/\/webinaire.numerique.gouv.fr\/\/meeting\/signin\/4562\/creator\/1673\/hash\/71997f21a8f284b441bb67cf8ddcf7c609100ecb\" target=\"_blank\">Jeudi 17 f\u00e9vrier, de 13 h 45 \u00e0 14 h 45<\/a><\/li><\/ul>\n\n\n\n<p>Pendant toute la dur\u00e9e de l&rsquo;appel \u00e0 projet, vous pouvez \u00e9galement b\u00e9n\u00e9ficier d&rsquo;un entretien de pr\u00e9-incubation avec un coach produit. L&rsquo;objectif de ce nouveau dispositif est de vous accompagner dans l&rsquo;\u00e9laboration de votre strat\u00e9gie entrepreneuriale. Pour ce faire, <a rel=\"noreferrer noopener\" href=\"https:\/\/calendly.com\/thomas-parisot\/entretien-de-pre-incubation\" data-type=\"URL\" data-id=\"https:\/\/calendly.com\/thomas-parisot\/entretien-de-pre-incubation\" target=\"_blank\">r\u00e9servez un cr\u00e9neau parmi ceux propos\u00e9s<\/a>.<\/p>\n\n\n\n<p><strong>Contactez-nous pour toute question&nbsp;:&nbsp;<\/strong><a href=\"mailto:eig@data.gouv.fr\"><strong>ei<\/strong><\/a><strong><a href=\"mailto:eig@data.gouv.fr\">g@data.gouv.fr<\/a><\/strong><\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral (EIG), programme d\u2019Etalab \u00e0 la DINUM depuis 2016, lance son sixi\u00e8me appel \u00e0 projets. Il est ouvert \u00e0 toutes les administrations jusqu\u2019au 18 mars 2022.&nbsp;Visitez le site du programme EIG pour postuler. &nbsp;\u00ab&nbsp;Il y a assur\u00e9ment un autre monde, mais il est dans celui-ci et, pour atteindre \u00e0 sa pleine perfection, il &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/agents-publics-soumettez-vos-projets-numeriques-aux-entrepreneurs-dinteret-general-2\"> <span class=\"screen-reader-text\">Agents publics : soumettez vos projets num\u00e9riques aux Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral !<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":72,"featured_media":16453,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/AAP-6e_Dinum-B.jpg",2500,1406,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/AAP-6e_Dinum-B-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/AAP-6e_Dinum-B-300x169.jpg",300,169,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/AAP-6e_Dinum-B-768x432.jpg",768,432,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/AAP-6e_Dinum-B-1024x576.jpg",1024,576,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/AAP-6e_Dinum-B-1536x864.jpg",1536,864,true],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/AAP-6e_Dinum-B-2048x1152.jpg",2048,1152,true],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/AAP-6e_Dinum-B-45x45.jpg",45,45,true]},"uagb_author_info":{"display_name":"Corine Waroquiers","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/corine-waroquiers"},"uagb_comment_info":0,"uagb_excerpt":"Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral (EIG), programme d\u2019Etalab \u00e0 la DINUM depuis 2016, lance son sixi\u00e8me appel \u00e0 projets. Il est ouvert \u00e0 toutes les administrations jusqu\u2019au 18 mars 2022.&nbsp;Visitez le site du programme EIG pour postuler. &nbsp;\u00ab&nbsp;Il y a assur\u00e9ment un autre monde, mais il est dans celui-ci et, pour atteindre \u00e0 sa pleine perfection, il\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16449"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/72"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=16449"}],"version-history":[{"count":16,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16449\/revisions"}],"predecessor-version":[{"id":16504,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16449\/revisions\/16504"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/16453"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=16449"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=16449"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=16449"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}