{"id":16201,"date":"2014-11-14T17:48:53","date_gmt":"2014-11-14T16:48:53","guid":{"rendered":"http:\/\/www.etalab.gouv.fr\/?p=2528"},"modified":"2014-11-14T17:48:53","modified_gmt":"2014-11-14T16:48:53","slug":"acteurs-publics-et-societe-civile-sassocient-pour-la-constitution-dune-base-adresse-nationale-ban-collaborative-2","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/acteurs-publics-et-societe-civile-sassocient-pour-la-constitution-dune-base-adresse-nationale-ban-collaborative-2","title":{"rendered":"Acteurs publics et soci\u00e9t\u00e9 civile s\u2019associent pour la constitution d\u2019une Base Adresse Nationale (\u00ab BAN \u00bb) collaborative"},"content":{"rendered":"<p><!--:fr-->Le 14 novembre 2014, \u00e0 l\u2019occasion de la <a href=\"http:\/\/www.modernisation.gouv.fr\/semaine-innovation-publique\" class=\"broken_link\">Semaine de l\u2019innovation publique<\/a>, en pr\u00e9sence du Secr\u00e9taire d\u2019Etat charg\u00e9 de la R\u00e9forme de l\u2019Etat et de la Simplification Thierry Mandon, l\u2019Institut National de l\u2019Information G\u00e9ographique et Foresti\u00e8re (IGN), La Poste, l\u2019Administrateur G\u00e9n\u00e9ral des Donn\u00e9es et la mission Etalab du Secr\u00e9tariat G\u00e9n\u00e9ral pour la Modernisation de l\u2019Action Publique (SGMAP), ainsi que l\u2019association OpenStreetMap France s\u2019associent pour constituer ensemble une Base Adresses Nationale (BAN), et inaugurent ainsi un mod\u00e8le innovant de collaboration entre pouvoirs publics, acteurs publics et soci\u00e9t\u00e9 civile pour la constitution d\u2019un r\u00e9f\u00e9rentiel cl\u00e9 pour l\u2019\u00e9conomie et la soci\u00e9t\u00e9.<br \/>\nUne telle base nationale des adresses, qui consiste \u00e0 associer \u00e0 chaque adresse recens\u00e9e sur le territoire fran\u00e7ais des coordonn\u00e9es g\u00e9ographiques, est une infrastructure cl\u00e9 pour l\u2019\u00e9conomie, la soci\u00e9t\u00e9 et le service public. C\u2019est pourquoi ce partenariat a vocation \u00e0 s\u2019\u00e9tendre progressivement \u00e0 tous les acteurs de l\u2019adresse.<br \/>\nLa Base Adresse Nationale (BAN) sera notamment constitu\u00e9e \u00e0 partir de la base adresse commune de La Poste, de l\u2019IGN et de la DGFIP (25 millions d\u2019adresses), puis enrichie par les donn\u00e9es produites par les administrations et nourrie des contributions citoyennes.<br \/>\nUn nouveau guichet ouvert (accessible \u00e0 une adresse de type\u00a0\u00ab\u00a0<em>.gouv.fr\u00a0\u00bb),<\/em> permettra aux citoyens et aux entreprises de contribuer et d\u2019utiliser cette base, il viendra compl\u00e9ter la d\u00e9marche entre autorit\u00e9s. L&rsquo;IGN et La Poste, co-fondateurs de cette d\u00e9marche, proposeront par ailleurs une certification qui renforcera la qualit\u00e9 de cette infrastructure cl\u00e9, au b\u00e9n\u00e9fice de tous.<br \/>\nLe fruit de ces collaborations sera disponible\u00a0selon un double mod\u00e8le de licence : gratuite en repartage et tarif\u00e9e sans repartage. Bien commun essentiel et accessible \u00e0 tous, la Base Adresse Nationale sera d\u00e8s d\u00e9but 2015 disponible gratuitement en licence de repartage, c&rsquo;est \u00e0 dire imposant aux r\u00e9-utilisateurs d&rsquo;y contribuer.<br \/>\nLes versions mill\u00e9sim\u00e9es payantes de l&rsquo;IGN et de La Poste, r\u00e9guli\u00e8rement actualis\u00e9es, continueront \u00e0 offrir aux acteurs qui le souhaitent la protection des donn\u00e9es qualifiantes associ\u00e9es \u00e0 des adresses, la confidentialit\u00e9 et la s\u00e9curit\u00e9 juridique.<br \/>\nA l&rsquo;occasion, une gouvernance coll\u00e9giale pr\u00e9sid\u00e9e par l&rsquo;Administrateur G\u00e9n\u00e9ral des Donn\u00e9es est cr\u00e9\u00e9e autour des parties prenantes et du Conseil National de l\u2019Information G\u00e9ographique.<br \/>\n&nbsp;<br \/>\nPour Thierry Mandon, Secr\u00e9taire d\u2019Etat charg\u00e9 de la R\u00e9forme de l\u2019Etat et de la Simplification\u00a0: \u00ab\u00a0<em>Sur la forme comme sur le fond, ce partenariat est une avanc\u00e9e essentielle pour la transformation num\u00e9rique, indispensable \u00e0 la r\u00e9forme de l\u2019Etat. Sur le fond, des donn\u00e9es ouvertes de qualit\u00e9 permettront de d\u00e9velopper des services utiles au public. Sur la forme, des citoyens et plusieurs administrations collaborent pour am\u00e9liorer l\u2019existant. C\u2019est une nouvelle mani\u00e8re de renforcer le service public\u00a0!\u00a0<\/em>\u00bb<br \/>\nPour Pascal Berteaud, directeur g\u00e9n\u00e9ral de l\u2019IGN, \u00ab\u00a0<em>c\u2019est une nouvelle \u00e9tape dans la mise \u00e0 disposition d\u2019une donn\u00e9e de r\u00e9f\u00e9rence et d\u2019autorit\u00e9. Entreprise en 2005 avec La Poste, la base de donn\u00e9es adresse est consid\u00e9r\u00e9e, avec ses 25 millions d\u2019adresses, comme la base la plus aboutie \u00e0 ce jour. Les grands op\u00e9rateurs mondiaux en attestent par leurs acquisitions r\u00e9centes. La mise en place de la BAN avec La Poste, Etalab et OSM permettra de nouvelles am\u00e9liorations par le d\u00e9veloppement du community-sourcing et du crowd-sourcing\u00a0<\/em>\u00bb.<br \/>\nPour Nicolas Routier, Directeur G\u00e9n\u00e9ral de la Branche Services-Courrier-Colis du Groupe La Poste, \u00ab\u00a0<em>L\u2019ouverture et le partage avec les citoyens de la Base Adresse Nationale fait de l\u2019adresse un bien public au service de tous. C\u2019est aussi un levier d\u2019optimisation de la qualit\u00e9 de l\u2019adresse en France dans quatre domaines\u00a0: exhaustivit\u00e9, g\u00e9olocalisation, normalisation et fra\u00eecheur. La\u00a0Poste entend ainsi faire de la donn\u00e9e adresse un v\u00e9ritable levier de la modernisation de l\u2019action publique\u00a0<\/em>\u00bb.<br \/>\nPour Henri Verdier, directeur d\u2019Etalab et Administrateur G\u00e9n\u00e9ral des Donn\u00e9es r\u00e9cemment nomm\u00e9, \u00ab\u00a0<em>ce nouveau mod\u00e8le o\u00f9 pouvoirs publics et soci\u00e9t\u00e9 civile s\u2019associent pour produire, mettre \u00e0 disposition de tous et tenir \u00e0 jour une infrastructure cl\u00e9 pour l\u2019\u00e9conomie et la soci\u00e9t\u00e9 est une grande avanc\u00e9e. Apr\u00e8s data.gouv.fr, c\u2019est une nouvelle forme de collaboration entre l\u2019Etat et la soci\u00e9t\u00e9 civile que nous inaugurons aujourd\u2019hui\u00a0<\/em>\u00bb.<br \/>\nPour Christian Quest, Pr\u00e9sident d\u2019OpenStreetMap France\u00a0: \u00ab\u00a0<em>La mise \u00e0 disposition des donn\u00e9es adresses nationales sous plusieurs licences (dont Odbl) est une grande avanc\u00e9e pour l&rsquo;opendata fran\u00e7ais et une premi\u00e8re pierre vers une infrastructure de donn\u00e9es essentielles. <\/em><em>Ces donn\u00e9es d&rsquo;adresse sont en effet une porte d&rsquo;entr\u00e9e d\u00e9sormais ouverte pour passer librement du monde des donn\u00e9es non g\u00e9ographiques \u00e0 celui des donn\u00e9es g\u00e9ographiques ce qui b\u00e9n\u00e9ficiera \u00e0 de tr\u00e8s nombreux usages.<\/em><br \/>\nCette avanc\u00e9e permettra aussi \u00e0 OpenStreetMap de compl\u00e9ter ses donn\u00e9es adresses mais aussi aux contributeurs de participer \u00e0 l&rsquo;am\u00e9lioration continue de ce bien commun\u00a0\u00e0 travers la\u00a0plateforme nationale qui sera mise en place.\u00a0\u00bb<br \/>\n&nbsp;<br \/>\nUn \u00ab\u00a0BAN Tour\u00a0\u00bb sera organis\u00e9 en r\u00e9gion pour pr\u00e9senter aux acteurs des territoires les possibilit\u00e9s qu&rsquo;ouvre cette alliance et co-construire la plateforme BAN.<br \/>\nCe nouveau mode de collaboration et ce principe de double licence a vocation \u00e0 s\u2019\u00e9tendre \u00e0 d&rsquo;autres infrastructures cl\u00e9s, tels que la constitution d\u2019un r\u00e9f\u00e9rentiel relatif aux \u00e9tablissements recevant du public.<!--:--><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le 14 novembre 2014, \u00e0 l\u2019occasion de la Semaine de l\u2019innovation publique, en pr\u00e9sence du Secr\u00e9taire d\u2019Etat charg\u00e9 de la R\u00e9forme de l\u2019Etat et de la Simplification Thierry Mandon, l\u2019Institut National de l\u2019Information G\u00e9ographique et Foresti\u00e8re (IGN), La Poste, l\u2019Administrateur G\u00e9n\u00e9ral des Donn\u00e9es et la mission Etalab du Secr\u00e9tariat G\u00e9n\u00e9ral pour la Modernisation de l\u2019Action &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/acteurs-publics-et-societe-civile-sassocient-pour-la-constitution-dune-base-adresse-nationale-ban-collaborative-2\"> <span class=\"screen-reader-text\">Acteurs publics et soci\u00e9t\u00e9 civile s\u2019associent pour la constitution d\u2019une Base Adresse Nationale (\u00ab BAN \u00bb) collaborative<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":6,"featured_media":2537,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[70,1],"tags":[91,90,93,92,94,95],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/11\/IMG_20141114_172407.jpg",3264,2448,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/11\/IMG_20141114_172407-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/11\/IMG_20141114_172407-300x225.jpg",300,225,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/11\/IMG_20141114_172407.jpg",768,576,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/11\/IMG_20141114_172407-1024x768.jpg",1024,768,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/11\/IMG_20141114_172407.jpg",1536,1152,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/11\/IMG_20141114_172407.jpg",2048,1536,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2014\/11\/IMG_20141114_172407.jpg",45,34,false]},"uagb_author_info":{"display_name":"Claire-Marie Foulquier-Gazagnes","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/claire-marie"},"uagb_comment_info":2,"uagb_excerpt":"Le 14 novembre 2014, \u00e0 l\u2019occasion de la Semaine de l\u2019innovation publique, en pr\u00e9sence du Secr\u00e9taire d\u2019Etat charg\u00e9 de la R\u00e9forme de l\u2019Etat et de la Simplification Thierry Mandon, l\u2019Institut National de l\u2019Information G\u00e9ographique et Foresti\u00e8re (IGN), La Poste, l\u2019Administrateur G\u00e9n\u00e9ral des Donn\u00e9es et la mission Etalab du Secr\u00e9tariat G\u00e9n\u00e9ral pour la Modernisation de l\u2019Action\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16201"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/6"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=16201"}],"version-history":[{"count":0,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16201\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/2537"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=16201"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=16201"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=16201"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}