{"id":8754,"date":"2018-10-12T11:58:42","date_gmt":"2018-10-12T09:58:42","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=8754"},"modified":"2019-07-15T18:01:58","modified_gmt":"2019-07-15T16:01:58","slug":"data-gouv-fr-et-les-algorithmes-a-lepreuve-de-la-mediation-numerique-retour-sur-le-forum-open-detat-4","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/data-gouv-fr-et-les-algorithmes-a-lepreuve-de-la-mediation-numerique-retour-sur-le-forum-open-detat-4","title":{"rendered":"Data.gouv.fr et les algorithmes \u00e0 l\u2019\u00e9preuve de la m\u00e9diation num\u00e9rique : retour sur le Forum Open d\u2019Etat #4"},"content":{"rendered":"<blockquote>\n<p style=\"text-align: justify;\"><span style=\"color: #000000;\">Le quatri\u00e8me forum Open d\u2019Etat s\u2019est tenu le 13 septembre 2018 \u00e0 Nantes lors des rencontres <a href=\"https:\/\/www.numerique-en-commun.fr\/\" rel=\"nofollow noopener\" class=\"broken_link\">Num\u00e9rique en Commun[s]<\/a> propuls\u00e9es par la <a href=\"https:\/\/societenumerique.gouv.fr\/\">mission Soci\u00e9t\u00e9 Num\u00e9rique<\/a> de l\u2019agence du Num\u00e9rique et <a href=\"https:\/\/lamednum.coop\/\" rel=\"nofollow noopener\">la coop\u00e9rative de la m\u00e9diation num\u00e9rique<\/a>. Le forum s\u2019est int\u00e9ress\u00e9 \u00e0 deux engagements pris par la mission Etalab dans le cadre de la mise en \u0153uvre de la loi pour une R\u00e9publique num\u00e9rique : le d\u00e9veloppement de nouvelles fonctionnalit\u00e9s pour la plateforme data.gouv.fr et l&rsquo;\u00e9tude d&rsquo;algorithmes publics avec la soci\u00e9t\u00e9 civile.<\/span><\/p>\n<p><span style=\"color: #000000;\"> L\u2019inclusion de ce forum Open d\u2019Etat au programme de Num\u00e9rique en Commun[s] visait \u00e0 s\u2019appuyer sur la contribution des professionnels de la m\u00e9diation num\u00e9rique pour r\u00e9pondre \u00e0 ces enjeux.<\/span><\/p><\/blockquote>\n<p style=\"text-align: justify;\"><strong> Le forum portait donc sur les engagements 4 et 6 du <a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/PlanOGP-FR-2018-2020-VF-FR.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">plan d&rsquo;action national pour une action publique transparente et collaborative<\/a> :<\/strong><\/p>\n<ul>\n<li style=\"text-align: justify;\">L\u2019engagement 4 du plan d\u2019action pr\u00e9voit de <strong>\u201cpoursuivre le de\u0301veloppement de <a href=\"http:\/\/data.gouv.fr\" target=\"_blank\" rel=\"noopener noreferrer\">data.gouv.fr<\/a> et y inte\u0301grer de nouvelles fonctionnalite\u0301s\u201d<\/strong> afin d\u2019accroi\u0302tre l\u2019utilite\u0301 et l\u2019impact des donn\u00e9es ouvertes pour l\u2019e\u0301conomie et la socie\u0301te\u0301. A partir d\u2019octobre 2017, la loi impose un principe d\u2019ouverture des donn\u00e9es par d\u00e9faut \u00e0 toutes les administrations, tous les acteurs investis d\u2019une mission de service public<\/li>\n<li style=\"text-align: justify;\">L\u2019engagement 6 du plan d\u2019action doit<strong> associer la soci\u00e9t\u00e9 civile \u00e0 l\u2019\u00e9tude des algorithmes publics pour en identifier les enjeux techniques, juridiques et organisationnels<\/strong>. En effet, la loi pr\u00e9voit que chaque citoyen, lorsqu\u2019une d\u00e9cision individuelle le concernant a \u00e9t\u00e9 prise \u00e0 son encontre \u00e0 l\u2019aide d\u2019un algorithme puisse obtenir la communication sur demande des \u00ab r\u00e8gles \u00bb et \u00ab principales caract\u00e9ristiques de mise en \u0153uvre \u00bb de ce programme informatique, au regard de sa situation individuelle.<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Comme pour chaque forum Open d\u2019Etat, un kit d\u2019appropriation a \u00e9t\u00e9 transmis aux participants pour assurer une meilleure compr\u00e9hension des enjeux et donner les \u00e9l\u00e9ments de contexte n\u00e9cessaires. Le kit pr\u00e9sente les grands principes du gouvernement ouvert et de l\u2019open data, le contexte juridique de la transparence administrative, les enjeux de la transparence des algorithmes et de la \u201clitt\u00e9ratie\u201d de donn\u00e9es.<\/p>\n<blockquote>\n<p style=\"text-align: center;\"><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-medium wp-image-8818\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/10\/Screenshot-2018-10-18-at-11.32.04-300x201.png\" alt=\"\" width=\"300\" height=\"201\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/10\/Screenshot-2018-10-18-at-11.32.04-300x201.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/10\/Screenshot-2018-10-18-at-11.32.04.png 408w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/p>\n<p style=\"text-align: center;\"><a href=\"https:\/\/forum.etalab.gouv.fr\/uploads\/default\/original\/1X\/ac539e23f9946855b915f0c64e5900d8a31a2e03.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Consulter le kit d\u2019appropriation<\/a><\/p>\n<\/blockquote>\n<p style=\"text-align: justify;\">Apr\u00e8s un mot d\u2019accueil de Laure Lucchesi, la directrice de la mission Etalab, quatre intervenants ont introduit les sujets de ce forum afin d\u2019approfondir les enjeux trait\u00e9s dans les deux ateliers.<\/p>\n<h2><span style=\"color: #00b0f0;\">Compte-rendu des interventions<\/span><\/h2>\n<h3 style=\"text-align: justify;\"><span style=\"color: #00b0f0;\">Dorie Bruyas (Fr\u00e9quence \u00c9coles) : les donn\u00e9es publiques, trop arides pour la m\u00e9diation en milieu scolaire<\/span><\/h3>\n<p style=\"text-align: justify;\">Dorie Bruyas, la directrice de l\u2019association <a href=\"http:\/\/www.frequence-ecoles.org\/\" rel=\"nofollow noopener\">Fr\u00e9quence \u00c9coles<\/a>, a pr\u00e9sent\u00e9 le travail de l\u2019association en faveur de la compr\u00e9hension des donn\u00e9es par les jeunes. Pour en favoriser l\u2019appropriation par le plus grand nombre, le cas des donn\u00e9es publiques ouvertes semble \u00eatre id\u00e9al lorsqu\u2019il s\u2019agit de d\u00e9velopper des actions de m\u00e9diation \u00e0 la donn\u00e9e. Or ces actions n\u2019ont toujours \u00e9t\u00e9 concluantes. Par exemple, pendant deux ans, des journalistes ont conduit des ateliers avec des lyc\u00e9ens sur les transports en r\u00e9gion Rh\u00f4ne-Alpes. La majeure partie du temps du projet a consist\u00e9 \u00e0 nettoyer les donn\u00e9es pour un r\u00e9sultat mitig\u00e9 du point de vue de la r\u00e9alisation finale mais riche d\u2019enseignement en ce qui concerne le processus.<\/p>\n<p style=\"text-align: justify;\">Fr\u00e9quence \u00c9coles s\u2019est donc orient\u00e9e vers des donn\u00e9es plus famili\u00e8res des lyc\u00e9ens en travaillant sur les donn\u00e9es de YouTube et non sur des donn\u00e9es publiques. L\u2019association a d\u00e9velopp\u00e9 un jeu de cartes qui explique les m\u00e9canismes de l\u2019algorithme de recommandation et le r\u00f4le des donn\u00e9es dans l\u2019\u00e9volution des recommandations. Fr\u00e9quence \u00c9coles a aussi pr\u00e9sent\u00e9 \u00e0 Num\u00e9rique en Commun une <a href=\"https:\/\/twitter.com\/DorieBruyas\/status\/1042284386174083072\" rel=\"nofollow noopener\">cabane de m\u00e9diation<\/a> tangible autour des donn\u00e9es qui sera aussi pr\u00e9sent\u00e9e les 16 et 17 d\u00e9cembre 2018 \u00e0 <a href=\"https:\/\/www.superdemain.fr\/\" rel=\"nofollow noopener\">SuperDemain<\/a>. Elle recommande donc d\u2019utiliser des donn\u00e9es plus famili\u00e8res et ludiques pour faire de la m\u00e9diation aupr\u00e8s d\u2019un public jeune comme l\u2019avait fait Simon Chignard dans un <a href=\"https:\/\/donneesouvertes.info\/2012\/10\/10\/infolab3-de-la-mode-et-des-prenoms\/\" rel=\"nofollow noopener\">atelier avec les donn\u00e9es des pr\u00e9noms<\/a> ou Etalab dans son <a href=\"https:\/\/avent.data.gouv.fr\/\">calendrier de l\u2019avent<\/a>.<\/p>\n<h3><span style=\"color: #00b0f0;\">B\u00e9n\u00e9dicte Roullier (DINSIC) : avant la m\u00e9diation, des principes pour une d\u00e9marche en ligne r\u00e9ussie<\/span><\/h3>\n<p style=\"text-align: justify;\">Ensuite, B\u00e9n\u00e9dicte Roullier, responsable qualit\u00e9 des services en ligne \u00e0 la DINSIC (Direction Interminist\u00e9rielle du Num\u00e9rique et du Syst\u00e8me d\u2019Information et de Communication de l\u2019Etat), a pr\u00e9sent\u00e9 les <a href=\"http:\/\/www.modernisation.gouv.fr\/outils-et-methodes-pour-transformer\/les-10-principes-dune-demarche-en-ligne-exemplaire\">10 principes d\u2019une d\u00e9marche exemplaire&nbsp;<\/a> pour apporter un \u00e9clairage sur les principes d\u2019utilisabilit\u00e9 des services en ligne. Ces principes visent \u00e0 am\u00e9liorer la qualit\u00e9 de l\u2019exp\u00e9rience utilisateur au moment o\u00f9 la personne fait sa d\u00e9marche en ligne.<\/p>\n<p style=\"text-align: justify;\">Parmi les facteurs de succ\u00e8s d\u2019une d\u00e9marche en ligne, la capacit\u00e9 \u00e0 trouver facilement le bon lien vers la d\u00e9marche est essentielle. Les cas d\u2019arnaque aux d\u00e9marches administratives sont r\u00e9v\u00e9latrices des probl\u00e8mes de r\u00e9f\u00e9rencement et de visibilit\u00e9 des sites officiels. Une fois sur le bon site, le choix des mots est essentiel ainsi que la possibilit\u00e9 de disposer d\u2019un espace de d\u00e9monstration en bac \u00e0 sable. Ce dernier permet \u00e0 des m\u00e9diateurs de montrer le fonctionnement de la d\u00e9marche en ligne sans que la personne n\u2019ait \u00e0 exposer ses donn\u00e9es personnelles ni \u00e0 craindre une fausse manipulation.<\/p>\n<h3><span style=\"color: #00b0f0;\">Xavier Berne (NextINpact) : faire appliquer l\u2019obligation d\u2019explicitation des d\u00e9cisions prises par un algorithme<\/span><\/h3>\n<p style=\"text-align: justify;\">Troisi\u00e8me intervenant, Xavier Berne, journaliste chez NextINpact, un site d\u00e9di\u00e9 \u00e0 l\u2019actualit\u00e9 du num\u00e9rique, a pr\u00e9sent\u00e9 <a href=\"https:\/\/www.nextinpact.com\/news\/106986-obligation-dexplicitation-algorithmes-publics-an-pour-rien.htm\" rel=\"nofollow noopener\">ses d\u00e9marches<\/a> pour faire appliquer l\u2019obligation de transparence et d\u2019explicitation des algorithmes pr\u00e9vus par la loi pour une R\u00e9publique Num\u00e9rique. Il a signal\u00e9 d\u2019abord qu\u2019il \u00e9tait impossible de trouver une mention explicite dans les sites et courriers officiels pour avertir les usagers qu\u2019ils peuvent demander \u00e0 se faire expliquer comment l\u2019algorithme est intervenu dans une prise de d\u00e9cision les concernant. Il a fait des demandes d\u2019explicitation des algorithmes aupr\u00e8s de l\u2019administration fiscale, de P\u00f4le Emploi et de la Caisse des Affaires Familiales. Seule cette derni\u00e8re institution <a href=\"https:\/\/www.nextinpact.com\/news\/105915-la-caf-repond-a-notre-demande-transparence-sur-lalgorithme-prime-dactivite.htm\" rel=\"nofollow noopener\">s\u2019est pli\u00e9e \u00e0 l\u2019exercice<\/a> sur la prime d\u2019activit\u00e9 en d\u00e9taillant la formule de calcul et en l\u2019adaptant \u00e0 sa situation personnelle.<\/p>\n<p style=\"text-align: justify;\">Il a regrett\u00e9 que l\u2019administration fiscale n\u2019ait jamais r\u00e9pondu \u00e0 sa demande d\u2019explicitation malgr\u00e9 une d\u00e9cision favorable fin 2017 de la Commission d\u2019acc\u00e8s aux documents administratifs (Cada) sur l\u2019algorithme de calcul de la taxe d\u2019habitation. Le code de source de ce dernier a \u00e9t\u00e9 publi\u00e9 le lendemain par Etalab.<\/p>\n<h3><span style=\"color: #00b0f0;\"><strong>Simon Chignard (Etalab) : les algorithmes, un \u00e9l\u00e9ment indispensable et incontournable de la d\u00e9cision publique<\/strong><\/span><\/h3>\n<p style=\"text-align: justify;\">Simon Chignard, conseiller strat\u00e9gique d\u2019Etalab, est d\u2019abord revenu sur le r\u00f4le des algorithmes dans la sph\u00e8re publique. Ils ciblent principalement des op\u00e9rations r\u00e9p\u00e9titives, reproductives et qui concernent un grand nombre de cas, particuli\u00e8rement dans le domaine socio-fiscal. Les algorithmes publics ont pour particularit\u00e9 d\u2019\u00eatre incontournables. Les algorithmes sont aussi tr\u00e8s utilis\u00e9s dans la gestion des ressources humaines (par exemple, le syst\u00e8me de points pour la mutation des enseignants) et prennent parfois des d\u00e9cisions vitales comme <a href=\"https:\/\/www.cairn.info\/revue-francaise-des-affaires-sociales-2002-3-page-179.htm\" rel=\"nofollow noopener\">l\u2019attribution des greffons<\/a>.<\/p>\n<p style=\"text-align: justify;\">Lawrence Lessig avait montr\u00e9 que, dans certains domaines, le code informatique r\u00e9gule des secteurs avec la m\u00eame force que la loi (\u201c<em>code is law<\/em>\u201d). Mais il est fr\u00e9quent aussi que la loi devienne du code informatique (\u201c<em>law is code<\/em>\u201d). Est-ce que le code correspond aux dispositions pr\u00e9vues par loi ? Etalab a accompagn\u00e9 la Direction G\u00e9n\u00e9rale des Finances Publiques (DGFIP) sur la publication du code source de la taxe d\u2019habitation pour montrer qu\u2019il y avait concordance entre les dispositions de la loi et l\u2019algorithme. Dans le cas d\u2019Admission Post Bac (APB), l\u2019algorithme ne concordait pas totalement car la loi n\u2019\u00e9tait pas assez pr\u00e9cise. Les codeurs ont donc d\u00fb faire des choix. Par exemple, quand la demande exc\u00e8de l\u2019offre, la loi dit qu\u2019il faut tenir compte du domicile du candidat mais faut-il prendre en compte l\u2019adresse de sa r\u00e9sidence universitaire ou celle de ses parents ? La transparence des algorithmes interroge le l\u00e9gislateur : faut-il penser la loi pour qu\u2019elle soit codable ?<\/p>\n<figure style=\"width: 1500px\" class=\"wp-caption alignnone\"><img decoding=\"async\" loading=\"lazy\" class=\"size-medium\" src=\"https:\/\/www.numerique-en-commun.fr\/wp-content\/uploads\/2018\/09\/DSC_1921.jpg\" width=\"1500\" height=\"1000\"><figcaption class=\"wp-caption-text\">Loup Cellard, Simon Chignard et B\u00e9n\u00e9dicte Roullier. \u00a9 Aur\u00e9lien Mahot (CC BY-SA)<\/figcaption><\/figure>\n<h2><span style=\"color: #00b0f0;\">Compte-rendu des ateliers<\/span><\/h2>\n<h3><span style=\"color: #00b0f0;\">Atelier A : tester des formats de m\u00e9diation autour des algorithmes publics<\/span><\/h3>\n<p style=\"text-align: justify;\">L\u2019atelier visait \u00e0 tester des formats de m\u00e9diation autour d\u2019un traitement algorithmique particulier, celui du calcul de la taxe d\u2019habitation. La <a href=\"https:\/\/interstices.info\/les-ingredients-des-algorithmes\/#2\" rel=\"nofollow noopener\">m\u00e9taphore de la recette de cuisine<\/a> est fr\u00e9quemment mobilis\u00e9e d\u00e8s qu\u2019il s\u2019agit d\u2019expliquer le plus simplement possible ce qu\u2019est un algorithme. Confront\u00e9 \u00e0 un exemple r\u00e9el de recette de cuisine, les participants ont identifi\u00e9 la structure-type d\u2019une recette de cuisine. La discussion avec les participants a permis d\u2019identifier des correspondances entre les grands items qui composent une recette de cuisine et les <a href=\"https:\/\/www.legifrance.gouv.fr\/affichCodeArticle.do?cidTexte=LEGITEXT000031366350&amp;idArticle=LEGIARTI000034195881\">dispositions issues de la loi pour une R\u00e9publique num\u00e9rique sur la transparence des algorithmes<\/a> :<\/p>\n<ul style=\"text-align: justify;\">\n<li>les ingr\u00e9dients (et leur provenance) : les donn\u00e9es trait\u00e9es (et leur source),<\/li>\n<li>les quantit\u00e9s : les param\u00e8tres, leur pond\u00e9ration appliqu\u00e9e \u00e0 la situation de l\u2019int\u00e9ress\u00e9,<\/li>\n<li>la progression de la recette : les op\u00e9rations effectu\u00e9es par le traitement.<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">La deuxi\u00e8me partie de l\u2019atelier constituait en une mise en situation o\u00f9 les participants devaient comprendre comment a \u00e9t\u00e9 calcul\u00e9 le montant de la taxe d\u2019habitation qui leur a \u00e9t\u00e9 r\u00e9clam\u00e9. Il est ressorti que la valeur locative brute, sp\u00e9cifique \u00e0 chaque logement, constitue l\u2019ingr\u00e9dient de base de la recette. C\u2019est le point de d\u00e9part du traitement, et le montant sur lequel sera calcul\u00e9, apr\u00e8s abattements, les taux d\u2019imposition fix\u00e9s par les diff\u00e9rentes collectivit\u00e9s.<\/p>\n<p style=\"text-align: justify;\">La derni\u00e8re partie de l\u2019atelier a \u00e9t\u00e9 consacr\u00e9e \u00e0 la question de l\u2019intelligibilit\u00e9 : comment rendre le calcul de la taxe compr\u00e9hensible pour le plus grand nombre de foyers ? Une notice explicative, pr\u00e9par\u00e9e par la DGFiP, a \u00e9t\u00e9 pr\u00e9sent\u00e9e. Les participants ont imagin\u00e9 d\u2019autres formes de m\u00e9diation possibles:<\/p>\n<ul style=\"text-align: justify;\">\n<li>la feuille augment\u00e9e, avec des liens qui permettent de comprendre individuellement chaque \u00e9l\u00e9ment et chaque \u00e9tape de mani\u00e8re interactive ;<\/li>\n<li>le re-design de l\u2019avis pour mettre en avant les sources des donn\u00e9es ;<\/li>\n<li>une information sur la finalit\u00e9 de la taxe d\u2019habitation et sur l\u2019usage de l\u2019imp\u00f4t collect\u00e9 ;<\/li>\n<li>l\u2019indication des acteurs qui interviennent dans la d\u00e9termination des taux d\u2019imposition (conseils municipaux, etc.) ;<\/li>\n<li>le recours \u00e0 un <a href=\"http:\/\/taxehabitation.etalab.studio\/\" rel=\"nofollow noopener\">simulateur<\/a> comme celui d\u00e9velopp\u00e9 par Marion Paclot (Etalab) qui permet de recalculer le montant de sa taxe d\u2019habitation.<\/li>\n<\/ul>\n<p style=\"text-align: justify;\"><strong>L\u2019atelier a enfin permis d\u2019identifier deux pistes pour rendre les algorithmes publics plus intelligibles pour ceux qui sont concern\u00e9s par ces traitements.<\/strong><\/p>\n<ul style=\"text-align: justify;\">\n<li><strong>La premi\u00e8re consiste \u00e0 restituer les donn\u00e9es :<\/strong> l\u2019administration communique \u00e0 un individu l\u2019ensemble des donn\u00e9es qu\u2019elle poss\u00e8de sur lui et qui interviennent dans un traitement algorithmique.<\/li>\n<li><strong>La seconde piste consiste \u00e0 mieux contextualiser l\u2019information<\/strong> fournie aux individus en fournissant des \u00e9l\u00e9ments permettant \u00e0 un individu de se rep\u00e9rer, de comparer sa situation individuelle ou son territoire.<\/li>\n<\/ul>\n<p style=\"text-align: left;\"><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/10\/Open-dEtat-4-CR-atelier-algo.pdf\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">&gt;&gt; Consulter le compte-rendu complet de l\u2019atelier<\/a><\/p>\n<h3><span style=\"color: #00b0f0;\">Atelier B : faire de data.gouv.fr un outil pour la m\u00e9diation num\u00e9rique<\/span><\/h3>\n<p style=\"text-align: justify;\">Le deuxi\u00e8me atelier visait \u00e0 comprendre comment <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a> pourrait s\u2019adresser \u00e0 un public plus large et appuyer plus fortement la m\u00e9diation num\u00e9rique dans ses actions. Comme lors du troisi\u00e8me forum, la <a href=\"https:\/\/xpeditionframework.co\/ressources\/composants\/daki\/library:recolter-feedbacks\" rel=\"nofollow noopener\" class=\"broken_link\">m\u00e9thode DAKI (Drop, Add, Keep, Improve)<\/a> a permis de cat\u00e9goriser les \u00e9l\u00e9ments d\u2019un produit \u00e0 abandonner, \u00e0 ajouter, \u00e0 garder, ou \u00e0 am\u00e9liorer. Le support de l\u2019atelier \u00e9tait un poster divis\u00e9 en quatre parties (nomm\u00e9es ci-dessus) permettant d\u2019y inscrire les commentaires et retours des participants concernant <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a>.<\/p>\n<p style=\"text-align: justify;\">Les participants devaient se mettre \u00e0 la place d\u2019un n\u00e9ophyte qui n\u2019a jamais recherch\u00e9 de donn\u00e9es sur un portail open data et effectuer une recherche \u201c\u00e9lections pr\u00e9sidentielles\u201d sur <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a>. En apportant un regard neuf sur le portail, les participants ont fait remonter des pistes d\u2019am\u00e9lioration \u00e0 chaque \u00e9tape de la recherche. D\u2019autres recherches \u00e9taient pr\u00e9vues mais les commentaires sur la th\u00e9matique des \u00e9lections \u00e9taient si nombreux qu\u2019ils ont occup\u00e9 tout le temps pr\u00e9vu \u00e0 l\u2019atelier.<\/p>\n<ul>\n<li style=\"text-align: justify;\"><strong>Concernant la page d\u2019accueil, pl<\/strong>usieurs participants l\u2019ont trouv\u00e9 trop aust\u00e8re et technique pour faire de la m\u00e9diation et auraient pr\u00e9f\u00e9r\u00e9 des histoires concr\u00e8tes \u00e0 une abondance de donn\u00e9es et de r\u00e9utilisations. Une option \u00e9voqu\u00e9e consiste \u00e0 structurer la page par public pour donner des informations cibl\u00e9es et pr\u00e9senter un parcours adapt\u00e9 aux besoins du visiteur. Il est ressorti \u00e0 plusieurs reprises que le moteur de recherche n\u2019\u00e9tait pas assez visible et qu\u2019il manquait une possibilit\u00e9 de recherche multicrit\u00e8res d\u00e8s la page d\u2019accueil. Les th\u00e9matiques ont fait l\u2019objet de nombreux d\u00e9bats : superflues pour certains, pas assez visibles pour d\u2019autres qui les trouvent utiles pour clarifier l\u2019utilit\u00e9 du portail. Enfin, il est ressorti que le <a href=\"http:\/\/data.gouv.fr\/references\" class=\"broken_link\">service public de la donn\u00e9e<\/a> n\u2019\u00e9tait pas assez visible alors que ce sont des donn\u00e9es embl\u00e9matiques.<\/li>\n<li style=\"text-align: justify;\">La page des <strong>r\u00e9sultats de recherche \u201c\u00e9lections pr\u00e9sidentielles\u201d<\/strong> a aussi fait l\u2019objet de nombreux d\u00e9bats. Les r\u00e9sultats pr\u00e9sentent de nombreuses donn\u00e9es \u201cmoissonn\u00e9es\u201d, c\u2019est-\u00e0-dire import\u00e9es automatiquement d\u2019autres portails,. Plus largement, les r\u00e9sultats pr\u00e9sentent des donn\u00e9es issues de collectivit\u00e9s locales, d\u2019entreprises, d\u2019organismes de recherche. Cela peut \u00eatre surprenant sur un portail gouvernemental o\u00f9 l\u2019on peut s\u2019attendre \u00e0 ne voir que des donn\u00e9es publiques d\u2019Etat. Plusieurs fonctionnalit\u00e9s de tri (par exemple, par nombre de r\u00e9utilisations) ont \u00e9t\u00e9 r\u00e9clam\u00e9es par les participants alors qu\u2019elles \u00e9taient pr\u00e9sentes, il semblerait que leur visibilit\u00e9 n\u2019est pas suffisante. Enfin, en observant des donn\u00e9es issues de la commune de Brocas en Nouvelle-Aquitaine (785 habitants) en sixi\u00e8me position, plusieurs participants ont r\u00e9clam\u00e9 que la couverture spatiale et temporelle d\u00e9termine l\u2019ordre des r\u00e9sultats.<\/li>\n<li style=\"text-align: justify;\"><strong>Enfin, les participants ont s\u00e9lectionn\u00e9 le premier r\u00e9sultat qui semblait correspondre \u00e0 la recherche<\/strong> : le jeu de donn\u00e9es \u201cr\u00e9sultats de l\u2019int\u00e9gralit\u00e9 des \u00e9lections depuis 2001\u201d publi\u00e9 par le minist\u00e8re de l\u2019Int\u00e9rieur. Les participants ont r\u00e9clam\u00e9 une pr\u00e9-visualisation du fichier, une fonctionnalit\u00e9 qui sera <a href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/zoom-sur-les-nouvelles-fonctionnalites-de-data-gouv-fr\/\">prochainement d\u00e9ploy\u00e9e<\/a>. Il est aussi remont\u00e9 que plusieurs termes dans la page devaient \u00eatre clarifi\u00e9s, en particulier concernant les formats de donn\u00e9es dont les caract\u00e9ristiques et les conditions d\u2019utilisation ne sont explicit\u00e9es nul part. En l\u2019occurrence, le jeu de donn\u00e9es choisi \u00e9taient au format XML mais les participants ont \u00e9t\u00e9 tr\u00e8s surpris en t\u00e9l\u00e9chargeant les donn\u00e9es d\u2019arriver sur un serveur comprenant des centaines de fichiers r\u00e9partis dans des dossiers vari\u00e9s sans documentation particuli\u00e8re concernant leur organisation et leur contenu.<\/li>\n<\/ul>\n<p><iframe loading=\"lazy\" class=\"giphy-embed\" src=\"https:\/\/giphy.com\/embed\/uk3WSa5NXLNY3zuKOJ\" allowfullscreen=\"allowfullscreen\" width=\"720\" height=\"399\" frameborder=\"0\"><\/iframe><\/p>\n<p style=\"text-align: left;\"><a href=\"https:\/\/github.com\/etalab\/user-research\/blob\/master\/workshops\/20180913-open-etat-nantes\/index.md\" rel=\"nofollow noopener\">&gt;&gt; Consulter le compte-rendu complet de l\u2019atelier<\/a><\/p>\n<h2 style=\"text-align: justify;\"><span style=\"color: #00b0f0;\">Open d\u2019\u00c9tat, la suite !<\/span><\/h2>\n<p style=\"text-align: justify;\">Les travaux d\u2019Etalab sur la transparence des algorithmes et la m\u00e9diation des donn\u00e9es vont se poursuivre prochainement en se nourrissant des conclusions des ateliers de ce quatri\u00e8me forum Open d\u2019Etat.<\/p>\n<ul style=\"text-align: justify;\">\n<li><strong>Sur la m\u00e9diation des algorithmes<\/strong>, Etalab a partag\u00e9 dans un <a href=\"https:\/\/www.etalab.gouv.fr\/temoignage-peut-on-recoder-la-loi-lexemple-de-la-taxe-dhabitation\">billet de blog<\/a> les r\u00e9sultats d\u2019une exp\u00e9rience in\u00e9dite : re-coder la taxe d\u2019habitation \u00e0 partir des documents officiels et des donn\u00e9es disponibles sur <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a> et r\u00e9aliser un outil pour mieux comprendre comment elle est calcul\u00e9e.<\/li>\n<li><strong>L\u2019\u00e9ditorialisation de <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a><\/strong> fera l\u2019objet d\u2019un nouvel atelier qui portera principalement sur les m\u00e9tadonn\u00e9es et la documentation des donn\u00e9es et qui se d\u00e9roulera le 11 octobre \u00e0 Paris <a href=\"https:\/\/www.etalab.gouv.fr\/journees-open-data-par-principe\">lors des journ\u00e9es de l\u2019open data par principe<\/a>.<\/li>\n<\/ul>\n<p style=\"text-align: justify;\"><em>Nous remercions chaleureusement la mission Soci\u00e9t\u00e9 Num\u00e9rique de l\u2019agence du Num\u00e9rique, la coop\u00e9rative de la m\u00e9diation num\u00e9rique et l\u2019association PING d\u2019avoir accueilli ce forum Open d\u2019Etat au sein de Num\u00e9rique en Commun. Un grand merci aux participants pour leur contribution et leur mobilisation pendant tout l\u2019\u00e9v\u00e9nement. Le prochain forum Open d\u2019Etat se tiendra d\u00e9but d\u00e9cembre et portera sur l\u2019ouverture des donn\u00e9es environnementales. Plus d\u2019infos prochainement !<\/em><\/p>\n<h3>Le Forum Open d\u2019\u00c9tat suivant?<\/h3>\n<p>Le <a href=\"https:\/\/www.etalab.gouv.fr\/transparence-de-la-commande-publique-des-donnees-aux-politiques-dachat-quels-usages\">forum Open d\u2019\u00c9tat #5<\/a> a eu lieu le 12 d\u00e9cembre 2018 sur le th\u00e8me de la transparence de la commande publique.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le quatri\u00e8me forum Open d\u2019Etat s\u2019est tenu le 13 septembre 2018 \u00e0 Nantes lors des rencontres Num\u00e9rique en Commun[s] propuls\u00e9es par la mission Soci\u00e9t\u00e9 Num\u00e9rique de l\u2019agence du Num\u00e9rique et la coop\u00e9rative de la m\u00e9diation num\u00e9rique. Le forum s\u2019est int\u00e9ress\u00e9 \u00e0 deux engagements pris par la mission Etalab dans le cadre de la mise en &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/data-gouv-fr-et-les-algorithmes-a-lepreuve-de-la-mediation-numerique-retour-sur-le-forum-open-detat-4\"> <span class=\"screen-reader-text\">Data.gouv.fr et les algorithmes \u00e0 l\u2019\u00e9preuve de la m\u00e9diation num\u00e9rique : retour sur le Forum Open d\u2019Etat #4<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":25,"featured_media":8610,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[246],"tags":[253,254,71,74],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat.png",637,143,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat-150x143.png",150,143,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat-300x67.png",300,67,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat.png",637,143,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat.png",637,143,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat.png",637,143,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat.png",637,143,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat.png",45,10,false]},"uagb_author_info":{"display_name":"Mathilde Bras","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/mathilde-bras"},"uagb_comment_info":0,"uagb_excerpt":"Le quatri\u00e8me forum Open d\u2019Etat s\u2019est tenu le 13 septembre 2018 \u00e0 Nantes lors des rencontres Num\u00e9rique en Commun[s] propuls\u00e9es par la mission Soci\u00e9t\u00e9 Num\u00e9rique de l\u2019agence du Num\u00e9rique et la coop\u00e9rative de la m\u00e9diation num\u00e9rique. Le forum s\u2019est int\u00e9ress\u00e9 \u00e0 deux engagements pris par la mission Etalab dans le cadre de la mise en\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8754"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/25"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=8754"}],"version-history":[{"count":18,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8754\/revisions"}],"predecessor-version":[{"id":11509,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8754\/revisions\/11509"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/8610"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=8754"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=8754"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=8754"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}