{"id":806,"date":"2012-01-18T00:00:00","date_gmt":"2012-01-17T23:00:00","guid":{"rendered":"http:\/\/www.etalab.gouv.fr\/article-presentation-du-jury-du-2eme-concours-dataconnexions-113585082-comments.html"},"modified":"2014-07-09T17:14:44","modified_gmt":"2014-07-09T15:14:44","slug":"presentationdujurydu2emeconcoursdataconnexions","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/presentationdujurydu2emeconcoursdataconnexions","title":{"rendered":"Pr\u00e9sentation du jury du 2\u00e8me concours Dataconnexions"},"content":{"rendered":"<p>\n    Pour la seconde \u00e9dition de Dataconnexions, qui rassemblent plus d\u2019une trentaine de partenaires,&nbsp; tous acteurs de l\u2019innovation, afin d\u2019identifier et de soutenir des&nbsp; projets innovants de<br \/>\n    r\u00e9utilisation de donn\u00e9es publiques, Etalab a sollicit\u00e9 un nouveau jury, compos\u00e9 de personnalit\u00e9s \u00e9minentes de l\u2019\u00e9cosyst\u00e8me Open Data, pour s\u00e9lectionner la deuxi\u00e8me g\u00e9n\u00e9ration de \u00ab&nbsp;Laur\u00e9ats<br \/>\n    Dataconnexions&nbsp;\u00bb.\n  <\/p>\n<p>\n    <span lang=\"FR\">Nous avons le plaisir de vous annoncer que le jury officiel du second concours Dataconnexions est compos\u00e9 de&nbsp;:&nbsp;<\/span>\n  <\/p>\n<p class=\"p1\">\n    &nbsp;\n  <\/p>\n<p>\n    <img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/MarieEkeland_Elaia.png\" class=\"GcheTexte\" width=\"100\" height=\"100\" alt=\"MarieEkeland_Elaia.png\"\/><strong><span lang=\"FR\">Pr\u00e9sident du jury<br \/>\n    Edition Dataconnexions 2<\/span><\/strong>\n  <\/p>\n<p>\n    <strong>Marie Ekeland<\/strong>\n  <\/p>\n<p>\n    <strong>Ela\u00efa Partners, Associ\u00e9<span lang=\"FR\">&nbsp;et France Digitale<\/span><\/strong>\n  <\/p>\n<p>\n    <span lang=\"FR\">Marie Ekeland est aussi chez Elaia Partners et si\u00e8ge actuellement aux conseils d\u2019administration d\u2019Allmyapps, Criteo, Scoop.it, Wyplay et Ykone. Elle a d\u00e9but\u00e9 sa carri\u00e8re en 1997 \u00e0<br \/>\n    la banque d\u2019affaires JP Morgan, \u00e0 New York, o\u00f9 elle a particip\u00e9 au d\u00e9veloppement d\u2019une application front-office worldwide, puis \u00e0 Paris, o\u00f9 elle a g\u00e9r\u00e9 l\u2019\u00e9quipe en charge de son support global.<br \/>\n    En 2000, Marie int\u00e8gre l\u2019\u00e9quipe d\u2019investissement dans l\u2019innovation de CPR Private Equity, puis poursuit sa carri\u00e8re au sein de l\u2019\u00e9quipe Capital Risque de Cr\u00e9dit Agricole Private Equity, avant de<br \/>\n    rejoindre Elaia Partners en 2005. Marie est titulaire d\u2019un dipl\u00f4me d&rsquo;ing\u00e9nieur en math\u00e9matiques et en informatique de l&rsquo;Universit\u00e9 Paris IX Dauphine ainsi que d&rsquo;un master d\u2019Analyse et Politique<br \/>\n    Economique \u00e0 l\u2019Ecole d\u2019Economie de Paris. Depuis 2012, Marie Ekeland est pr\u00e9sidente du bureau de France Digitale, association qui r\u00e9unit plus d\u2019une centaine d\u2019acteurs du num\u00e9rique (start-ups,<br \/>\n    entrepreneurs, investisseurs, pour promouvoir l\u2019\u00e9conomie num\u00e9rique en France.<\/span>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p class=\"p1\">\n    <strong><span lang=\"FR\"><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/Boudoncle.png\" class=\"GcheTexte\" width=\"80\" height=\"100\" alt=\"Boudoncle.png\"\/><\/span><\/strong><strong><span lang=    \"FR\">Francois BOURDONCLE<\/span><\/strong>\n  <\/p>\n<p class=\"p1\">\n    <strong><span lang=\"FR\">&nbsp;<\/span><\/strong><span lang=\"FR\"><strong>Exalead<\/strong>,&nbsp;<\/span><span lang=\"FR\">co-fondateur&nbsp;<\/span><span lang=\"FR\">Directeur Technique et Strat\u00e9gie<br \/>\n    EXALEAD<\/span>\n  <\/p>\n<p class=\"p1\">\n    <span lang=\"FR\">&nbsp;<\/span>Fran\u00e7ois Bourdoncle est l&rsquo;un des pionniers des moteurs de recherche par ses&nbsp;travaux&nbsp;sur AltaVista d\u00e8s 1996. Il est aujourd&rsquo;hui Directeur Technique<br \/>\n    d&rsquo;Exalead, soci\u00e9t\u00e9 qu&rsquo;il a co-fond\u00e9 en 2000&nbsp;et qui a \u00e9t\u00e9 rachet\u00e9e en juin 2010 par le groupe Dassault Syst\u00e8mes.&nbsp;Il a enseign\u00e9 \u00e0 l&rsquo;Ecole Polytechnique et l&rsquo;Ecole Normale Sup\u00e9rieure<br \/>\n    pendant 15 ans, et a \u00e9galement travaill\u00e9 en tant que chercheur pour le Laboratoire de Recherche Digital de Paris et le Digital Systems Research Center \u00e0&nbsp;Palo Alto. Fran\u00e7ois Bourdoncle est<br \/>\n    ancien El\u00e8ve de l&rsquo;Ecole Polytechnique, Ing\u00e9nieur au Corps des Mines, et a obtenu un Doctorat en Informatique de l&rsquo;Ecole Polytechnique. Il est membre du Conseil Scientifique de la Soci\u00e9t\u00e9<br \/>\n    Informatique de France et mentor de la Fondation Carnot. Il est \u00e9galement Chevalier dans l&rsquo;Ordre National de la L\u00e9gion d&rsquo;Honneur et l&rsquo;Ordre National du M\u00e9rite.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/catherinedeslile.jpg\" class=\"GcheTexte\" width=\"100\" height=\"100\" alt=\"catherinedeslile\"\/><strong>Catherine Delisle<\/strong>\n  <\/p>\n<p>\n    <strong>&nbsp;<\/strong><strong>SNCF, Directrice veille et d\u00e9veloppement de projets<\/strong>\n  <\/p>\n<p>\n    <strong>&nbsp;<\/strong>Responsable veille et d\u00e9veloppement de projets au sein de La Fabrique Digitale \u00e0 la Direction de la Communication SNCF.&nbsp;\n  <\/p>\n<p>\n    Missions :\n  <\/p>\n<p>\n    &#8211; d\u00e9tecter les tendances digitales porteuses et en irriguer l\u2019entreprise\n  <\/p>\n<p>\n    &#8211; tester des projets et contribuer \u00e0 d\u00e9velopper des services de pointe pour les clients de SNCF.&nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><span lang=\"FR\"><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/Desgurse.png\" class=\"GcheTexte\" width=\"100\" height=\"100\" alt=\"Desgurse.png\"\/>Delphine DESGURSE<\/span><\/strong>\n  <\/p>\n<p>\n    <strong><span lang=\"FR\">LA POSTE<\/span><\/strong><span lang=\"FR\">,&nbsp;<\/span><span lang=\"FR\">Directrice Marketing Strat\u00e9gique et communication, Direction de l\u2019innovation.<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">&nbsp;<\/span>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/sansier.jpg\" class=\"GcheTexte\" width=\"94\" height=\"100\" alt=\"sansier.jpg\"\/>Didier Sansier<\/strong>\n  <\/p>\n<p class=\"p2\">\n    <strong>Orange<\/strong>, Business Developper Secteur Public\n  <\/p>\n<p class=\"p2\">\n    Apr\u00e8s un parcours commercial au sein de la branche entreprises de Franc T\u00e9l\u00e9com, Didier a rejoint Orange Business Services lors de sa cr\u00e9ation. Il y a excerc\u00e9 des fonctions marketing et depuis<br \/>\n    3ans de business developpment.\n  <\/p>\n<p class=\"p2\">\n    Didier a cr\u00e9\u00e9 en 2008 la soci\u00e9t\u00e9 anotherworld, qui op\u00e9re des services de web conf\u00e9rences culturelles&nbsp;pour des sites touristiques.\n  <\/p>\n<p class=\"p2\">\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><span lang=\"FR\"><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/moreau.png\" class=\"GcheTexte\" width=\"100\" height=\"100\" alt=\"moreau.png\"\/>Marc Moreau<\/span><\/strong>\n  <\/p>\n<p>\n    <span lang=\"FR\"><strong>VEOLIA ENVIRONNEMENT<\/strong>,&nbsp;<\/span><span lang=\"FR\">directeur du d\u00e9partement Mod\u00e9lisation et Technologies de l\u2019Information<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">Ing\u00e9nieur de l\u2019Armement, Marc Moreau a pass\u00e9 huit ans au sein du Minist\u00e8re de la D\u00e9fense \u00e0 la D\u00e9l\u00e9gation G\u00e9n\u00e9rale de l\u2019Armement comme architecte sur des syst\u00e8mes de simulation<br \/>\n    pour l\u2019entrainement, puis comme directeur de programme sur des syst\u00e8mes de surveillance du champ de bataille. Il a ensuite rejoint le Minist\u00e8re de l\u2019\u00e9conomie, des finances et de l\u2019emploi comme<br \/>\n    chef de bureau, responsable du d\u00e9veloppement de la soci\u00e9t\u00e9 de l\u2019information et des usages des TIC.<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">Il est aujourd\u2019hui directeur du d\u00e9partement Mod\u00e9lisation et Technologies de l\u2019Information au sein de Veolia Environnement Recherche &amp; Innovation.<\/span>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><img decoding=\"async\" loading=\"lazy\" alt=\"martingorner\" height=\"100\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/martingorner.jpg\">Martin Gorner&nbsp;<\/strong>\n  <\/p>\n<p>\n    <strong>Google, Outreach Manager<\/strong>\n  <\/p>\n<p>\n    Martin est Outreach Manager pour la France. Il se passionne pour la science, la technologie, l&rsquo;informatique, les algorihmes et tout ce qui s&rsquo;en rapproche. Apr\u00e8s avoir obtenu son dipl\u00f4me<br \/>\n    d&rsquo;ing\u00e9nieur \u00e0 Mines Paris-Tech, Martin a commenc\u00e9 sa carri\u00e8re dans le groupe \u00ab\u00a0computer architecture\u00a0\u00bb chez ST Microelectronics. Il a ensuite pass\u00e9 les 11 ann\u00e9es suivantes dans le domaine naissant<br \/>\n    des livres \u00e9lectroniques, d&rsquo;abord avec la start-up mobipocket.com, qui est ensuite devenue la partie logicielle du Kindle d&rsquo;Amazon et ses versions mobiles. Martin a d\u00e9velopp\u00e9 pour toutes les<br \/>\n    plate-formes mobiles en existence depuis 2000, de m\u00eame que pour PC, mac, linux et le web.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><span lang=\"EN-US\"><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/frindel.png\" class=\"GcheTexte\" width=\"80\" height=\"100\" alt=\"frindel.png\"\/>Nicolas Frindel<\/span><\/strong>\n  <\/p>\n<p>\n    <strong><span lang=\"EN-US\">Microsoft<\/span><\/strong><span lang=\"EN-US\">, Public Sector Cloud Lead<\/span>\n  <\/p>\n<p>\n    Responsable des solutions Cloud Computing au sein de la division Secteur Public de Microsoft France.\n  <\/p>\n<p>\n    <span lang=\"FR\">Responsable du programme Open data de Microsoft France<\/span>\n  <\/p>\n<div>\n<p>\n      <span lang=\"FR\">Ancien directeur de projets d\u2019int\u00e9gration SI et architecte technique de plateformes de services pour de grands op\u00e9rateurs T\u00e9l\u00e9com au sein de Microsoft Consulting.<\/span>\n    <\/p>\n<p>\n      &nbsp;\n    <\/p>\n<p>\n      <span lang=\"FR\">&nbsp;<\/span>\n    <\/p>\n<p>\n      <strong><img decoding=\"async\" loading=\"lazy\" alt=\"francoisbouvard\" height=\"100\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/francoisbouvard.jpg\">Fran\u00e7ois Bouvard<\/strong>\n    <\/p>\n<p>\n      <strong>Mc Kinsey, Directeur Associ\u00e9<\/strong>\n    <\/p>\n<p>\n      Fran\u00e7ois Bouvard, Directeur Associ\u00e9 Senior du bureau fran\u00e7ais de McKinsey, dirige l\u2019activit\u00e9 secteur public de McKinsey en Europe. Il travaille sur des programmes de d\u00e9veloppement \u00e9conomique et<br \/>\n      d\u2019am\u00e9lioration de performance aupr\u00e8s de minist\u00e8res et agences (Budget, Economie, Emploi, Education&#8230;).&nbsp;\n    <\/p>\n<\/p><\/div>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/philippecolombel.jpg\" class=\"GcheTexte\" width=\"100\" height=\"100\" alt=\"philippecolombel\"\/>Philippe Collombel<\/strong>\n  <\/p>\n<p>\n    <strong>Partech, Directeur associ\u00e9&nbsp;<\/strong>\n  <\/p>\n<p>\n    Philippe Collombel a rejoint Partech International en 2001 qu\u2019il dirige actuellement en compagnie de Jean Marc Patouillaud. Il est sp\u00e9cialis\u00e9 &nbsp;dans le domaine de l\u2019internet et du logiciel.\n  <\/p>\n<p>\n    Philippe Collombel a construit au cours de ces derni\u00e8res ann\u00e9es un portefeuille de qualit\u00e9 dans les domaines suivants : &nbsp;\n  <\/p>\n<p>\n    Digital media, Internet-E-commerce, Software\n  <\/p>\n<p>\n    Il a \u00e9galement \u00e0 son actif un grand nombre de sorties r\u00e9ussies avec des entreprises telles que Brand4Friends (vendue \u00e0 eBay), Cartesis (vendue \u00e0 Business Objects), Meiosys (vendue \u00e0 IBM) et<br \/>\n    Travelprice (vendue \u00e0 Lastminute).\n  <\/p>\n<p>\n    Avant de rejoindre Partech International, Philippe Collombel a \u00e9t\u00e9 Associ\u00e9 chez Andersen Consulting (Accenture). Il a ensuite rejoint le groupe Carrefour o\u00f9 il a dirig\u00e9 l\u2019ensemble des initiatives<br \/>\n    technologiques et innovantes du distributeur.\n  <\/p>\n<p>\n    Philippe est dipl\u00f4m\u00e9 de L\u2019Institut d\u2019Etudes Politiques de Paris et de la Kellogg Graduate School of Management. Il a \u00e9tudi\u00e9 l\u2019Economie et le Droit.&nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><span lang=\"FR\"><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/segur.png\" class=\"GcheTexte\" width=\"78\" height=\"100\" alt=\"segur.png\"\/>Thibault SEGUR<\/span><\/strong>\n  <\/p>\n<p>\n    <span lang=\"FR\">Advancity, Charg\u00e9 de mission Communication et International<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">Advancity, le p\u00f4le de comp\u00e9titivit\u00e9 de la ville durable, f\u00e9d\u00e8re plus de 210 acteurs franciliens (PME, grands groupes, acad\u00e9miques, territoires) pour le montage de projets<br \/>\n    collaboratifs d\u00e9veloppant des produits ou services urbains innovants. A l\u2019origine de nombreuses innovations urbaines responsables et durables, on trouve notamment l\u2019acc\u00e8s partag\u00e9 aux donn\u00e9es<br \/>\n    publiques.&nbsp;<\/span>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <span lang=\"FR\"><strong><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/racine.png\" class=\"GcheTexte\" width=\"100\" height=\"66\" alt=\"racine.png\"\/>Elisabeth Racine<\/strong><\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">Cap Digital, Charg\u00e9 de mission<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">Au sein du p\u00f4le de comp\u00e9titivit\u00e9 des services et des contenus num\u00e9rique, Elisabeth Racine est en charge de l&rsquo;animation des r\u00e9seaux \u00ab\u00a0culture, presse et m\u00e9dia\u00a0\u00bb, \u00e9dition, et musique<br \/>\n    et des sujets open source. Lors des deux derni\u00e8res \u00e9ditions de l&rsquo;Open World Forum, elle a coordonn\u00e9 l&rsquo;organisation de EXPERIMENT, journ\u00e9e d\u00e9di\u00e9e \u00e0 la d\u00e9couverte de l&rsquo;open source, du logiciel<br \/>\n    libre et du DIY au grand public.&nbsp;<\/span>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/cyrilreinhard.jpg\" class=\"GcheTexte\" width=\"100\" height=\"100\" alt=\"cyrilreinhard.jpg\"\/>Cyril Reinhard<\/strong>\n  <\/p>\n<p>\n    <strong>Epita, Responsable Majeure EPITA \/MTI et Directeur Acquia France<\/strong>\n  <\/p>\n<p>\n    Riche d\u2019une exp\u00e9rience dans le monde du logiciel, apr\u00e8s avoir travaill\u00e9 chez diff\u00e9rents \u00e9diteurs comme Adobe, Hyperwave, Ilog\u2026 Entrepreneur en co-fondant les soci\u00e9t\u00e9s C-Log International et<br \/>\n    Sowedoo Software, Cyril a d\u00e9cid\u00e9 d\u2019aller vers un monde OPEN, Open Source, Open Data, Open Gouvernement, Open Social ! R\u00e9cemment, Cyril a rejoint Acquia, le Guide Drupal des entreprises et<br \/>\n    Administrations. \u00ab\u00a0J&rsquo;ai rejoins Acquia car l&rsquo;avenir du logiciel est l&rsquo;Open Source et un mod\u00e8le SAAS\u00a0\u00bb\n  <\/p>\n<p>\n    Parall\u00e8lement et depuis plus de 8 ans, Cyril est aussi responsable de l\u2019option MTI \u00e0 l\u2019Epita et coordonne une quinzaine de professeurs \/ professionnels.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><img decoding=\"async\" loading=\"lazy\" alt=\"AlainBaritault.jpg\" height=\"100\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/AlainBaritault.jpg\">Alain Baritault<\/strong>\n  <\/p>\n<p>\n    <strong>Founder Institute, Directeur<\/strong>\n  <\/p>\n<p>\n    Alain a mis place le Founder Institute \u00e0 Paris dont il est directeur depuis 2010. C\u2019est le premier acc\u00e9l\u00e9rateur international de start\u2019up en France. Avant, il a \u00e9t\u00e9 journaliste correspondant en<br \/>\n    Silicon Valley dans les TIC pendant 22 ans pour 01 Informatique, SVM, La Tribune, PC Expert. Il a une Maitrise et un DEA de Gestion de Paris Dauphine.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><img decoding=\"async\" loading=\"lazy\" alt=\"benoitgrossman.jpg\" height=\"100\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/benoitgrossman.jpg\">Benoist Grossmann<\/strong>\n  <\/p>\n<p>\n    <strong>IdInvest, Managing Partner<\/strong>\n  <\/p>\n<p>\n    Benoist Grossmann a rejoint Idinvest Partners en 2002. Il a \u00e9t\u00e9 nomm\u00e9 Membre du Directoire en 2003 et intervient principalement dans le secteur de l\u2019internet. Benoist si\u00e8ge actuellement aux<br \/>\n    conseils de Criteo, Viadeo, Dailymotion, 24h00 et Winamax. Avant d\u2019int\u00e9grer Idinvest Partners, Benoist a exerc\u00e9 dans plusieurs fonds de capital-risque pendant plus de 10 ans. Il \u00e9tait auparavant<br \/>\n    un des partners de Viventures de 1998 \u00e0 2002 et investment manager \u00e0 la Financi\u00e8re de Brienne. Pr\u00e9alablement, il a exerc\u00e9 plus de 10 ans dans l&rsquo;industrie en tant que sp\u00e9cialiste des syst\u00e8mes<br \/>\n    laser au sein d&rsquo;EDF, de la NASA et de Thomson-CSF Optronique pour lequel il est inventeur de 5 brevets et auteur d&rsquo;une vingtaine de publications. Benoist est titulaire d&rsquo;un Doctorat de physique<br \/>\n    (Universit\u00e9 de Paris VI) et d&rsquo;un MBA de l&rsquo;Institut d&rsquo;Etudes Politiques de Paris.\n  <\/p>\n<div>\n<p>\n      &nbsp;\n    <\/p>\n<p>\n      &nbsp;\n    <\/p>\n<p>\n      <strong><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/Michelcorriou.jpg\" class=\"GcheTexte\" width=\"100\" height=\"100\" alt=\"Michelcorriou.jpg\"\/>Michel Corriou<\/strong>\n    <\/p>\n<p>\n      <strong><span lang=\"FR\">Image et R\u00e9seaux,&nbsp;<\/span><span lang=\"FR\">Responsable D\u00e9veloppement Images &amp; R\u00e9seaux, Responsable ImaginLab,<\/span><span lang=\"FR\">&nbsp;<\/span><span lang=      \"FR\">un expert de la 4G LTE<\/span><\/strong>\n    <\/p>\n<p>\n      <strong><span lang=\"FR\">&nbsp;<\/span><\/strong><span lang=\"FR\">Arriv\u00e9 au p\u00f4le Images &amp; R\u00e9seaux en septembre 2009 pour participer \u00e0 son d\u00e9veloppement, Michel&nbsp;<\/span>Corriou est dipl\u00f4m\u00e9<br \/>\n      de l\u2019Ecole Nationale Sup\u00e9rieur de Techniques Avanc\u00e9es et est titulaire d\u2019un&nbsp;Executive MBA de l\u2019ESC Rennes. Apr\u00e8s un d\u00e9but de carri\u00e8re au sein d\u2019une soci\u00e9t\u00e9 de services \u00e0 Paris,&nbsp;il<br \/>\n      rejoint Alcatel \u00e0 Rennes et prend la direction de divers projets dans le domaine des t\u00e9l\u00e9coms et&nbsp;puis de la T\u00e9l\u00e9vision num\u00e9rique au sein de Teamlog, Thomson. Ses comp\u00e9tences vont de<br \/>\n      l\u2019expertise&nbsp;technique au marketing produit, en passant par la gestion de plateformes.\n    <\/p>\n<p>\n      &nbsp;\n    <\/p>\n<p>\n      &nbsp;\n    <\/p>\n<\/p><\/div>\n<p>\n    <strong><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/bernardodier.jpg\" class=\"GcheTexte\" width=\"100\" height=\"100\" alt=\"bernardodier.jpg\"\/>Bernard Odier,<\/strong>\n  <\/p>\n<p>\n    <strong>Inria &amp; W3C, Responsable transfert de technologie et innovation Inria \/ repr\u00e9sentant du bureau France W3C<\/strong>\n  <\/p>\n<p>\n    Bernard Odier est responsable du Transfert de Technologie et de l\u2019Innovation \u00e0 Inria, pour le secteur T\u00e9l\u00e9com &amp; Multim\u00e9dia et \u00e9galement Office Manager du Bureau France du W3C.Auparavant,<br \/>\n    Bernard Odier a \u00e9t\u00e9 successivement chef de projet chez Alcatel-Lucent, responsable commercial &nbsp;chez Atos, et directeur marketing chez Orange Business Services.\n  <\/p>\n<p>\n    Bernard est ing\u00e9nieur ESME-Sudria, et titulaire d\u2019un MBA de l\u2019ESCP Europe.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/marboutin.png\" class=\"GcheTexte\" width=\"100\" height=\"100\" alt=\"marboutin.png\"\/>Julien Marboutin<\/strong>\n  <\/p>\n<p>\n    <strong>&nbsp;<\/strong><strong><span lang=\"FR\">SYSTEMATIC<\/span><\/strong>\n  <\/p>\n<p>\n    <span lang=\"FR\">Julien Marboutin est responsable du groupe th\u00e9matique logiciel libre au p\u00f4le de comp\u00e9titivit\u00e9 Systematic Paris-R\u00e9gion.<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">Avant de rejoindre le p\u00f4le r\u00e9cemment, Julien Marboutin a travaill\u00e9 3 ans \u00e0 l\u2019INRIA sur le transfert et la valorisation dans le secteur du mobile. Il est dipl\u00f4m\u00e9 de l\u2019\u00e9cole T\u00e9l\u00e9com<br \/>\n    Sud-Paris en 2007.<\/span>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><img decoding=\"async\" loading=\"lazy\" alt=\"nicolaslandrin.jpg\" height=\"100\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/nicolaslandrin.jpg\">Nicolas Landrin<\/strong>\n  <\/p>\n<p>\n    <strong><span lang=\"FR\">iSource, Directeur g\u00e9n\u00e9ral et Membre du Directoire d\u2019iSource<\/span><\/strong>\n  <\/p>\n<p>\n    <span lang=\"FR\">Nicolas Landrin, ENST, MBA Harvard Business School, a d\u00e9but\u00e9 chez AT&amp;T (Etats-Unis puis France). Il a ensuite \u00e9t\u00e9 responsable du Marketing et D\u00e9veloppement pour les nouveaux<br \/>\n    op\u00e9rateurs chez Lucent Technologies, avant de diriger les activit\u00e9s de partenariats et d\u2019alliances en Europe chez Kenan Systems.<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">Nicolas a rejoint iSource en 2001.&nbsp;<\/span><span lang=\"FR\">iSource est une soci\u00e9t\u00e9 de gestion d\u00e9di\u00e9e au financement et au d\u00e9veloppement de soci\u00e9t\u00e9s \u00e0 fort potentiel de<br \/>\n    croissance dans les Technologies de l\u2019Information et de la Communication<\/span>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><span lang=\"EN-US\"><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/steiner.png\" class=\"GcheTexte\" width=\"100\" height=\"66\" alt=\"steiner.png\"\/>Alexandre Steiner<\/span><\/strong>\n  <\/p>\n<p>\n    <span lang=\"EN-US\"><strong>IT ANGELS<\/strong><\/span>\n  <\/p>\n<p>\n    <span lang=\"EN-US\">Business angel<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">Passionn\u00e9 de nouvelles technologies et de nouveaux business models, Alexandre participe activement \u00e0 l&rsquo;activit\u00e9 de plusieurs r\u00e9seaux de business angels. Il a fond\u00e9 en 2012 OiO<br \/>\n    Ventures dont le m\u00e9tier consiste \u00e0 accompagner de grandes soci\u00e9t\u00e9s \u00e0 forger des relais de&nbsp;&nbsp;<\/span><span lang=\"FR\">croissance en prenant des participations dans des petites structures<br \/>\n    Innovantes. &nbsp;En cela, il s&rsquo;appuie sur son exp\u00e9rience d&rsquo;innovation partag\u00e9e.&nbsp;&nbsp; Il a pass\u00e9 22 ans&nbsp;dans de le monde des grands groupes, 15 ans chez Capgemini et 7ans chez<br \/>\n    Getronics\/KPN, m\u00e9langeant d\u00e9veloppement d&rsquo;activit\u00e9s et gestion du changement&nbsp;le plus souvent au niveau international et la gestion op\u00e9rationnelle d&rsquo;activit\u00e9s de services. Il est diplom\u00e9 de<br \/>\n    l&rsquo;ESSCA et d\u00e9tient un MBA d&rsquo;Illinois State University.<\/span>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><img decoding=\"async\" loading=\"lazy\" alt=\"JeremieBerrebi.jpg\" height=\"100\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/JeremieBerrebi.jpg\">J\u00e9r\u00e9mie Berrebi<\/strong>\n  <\/p>\n<p>\n    <strong>Kima Venture, Directeur Associ\u00e9<\/strong>\n  <\/p>\n<p>\n    The Kima Ventures fund was started in 2010 by Xavier Niel (Iliad\/Free.fr founder) and me. Our goal is to support and finance innovative companies with seed capital all over the world. Kima<br \/>\n    Ventures promotes the growth of startups, supporting them in the fastest and most effective ways :\n  <\/p>\n<p>\n    By financing the early stages of development, by pooling their resources, and by providing access to its network of partners and relationships around the world.\n  <\/p>\n<p>\n    Kima Ventures partners with the best business angels and venture, funds, and invests primarily in projects that meet a simple need and have a simple business model.\n  <\/p>\n<p>\n    Our goal is to invest in 100 startups during our first 2 years.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/JCrenou.jpg\" class=\"GcheTexte\" width=\"100\" height=\"100\" alt=\"JCrenou\"\/>Jean-Christophe Renou<\/strong>\n  <\/p>\n<p>\n    <strong>Logica, Senior Manager \u2013 practice ECM<\/strong>\n  <\/p>\n<p>\n    Jean-Christophe d\u00e9veloppe depuis plusieurs ann\u00e9es les offres logica France autour de la Pr\u00e9servation et de la valorisation des patrimoines num\u00e9riques. Sa qualit\u00e9 de Solution Architect, lui permet<br \/>\n    diriger lui-m\u00eame la veille technologique et d\u2019animer un r\u00e9seau d\u2019experts, et de piloter les activit\u00e9s projets et avant-vente dans ce domaine.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/Adrien_Schmidt_Squid.jpeg\" class=\"GcheTexte\" width=\"100\" height=\"100\" alt=\"Adrien_Schmidt_Squid.jpeg\"\/><strong>Adrien Schmidt<\/strong>\n  <\/p>\n<p>\n    <strong>Silicon Sentier, Administrateur de Silicon Sentier et CEO de squid solutions<\/strong>\n  <\/p>\n<p>\n    Adrien Schmidt est dipl\u00f4m\u00e9 de l&rsquo;Ecole Centrale et de Sciences Po. Il commence sa carri\u00e8re comme chef de produit dans une start-up internet \u00e0 Boston, puis chez Gemplus dans l&rsquo;analyse pr\u00e9dictive<br \/>\n    des donn\u00e9es. Il co-fonde en 2004 la soci\u00e9t\u00e9 Squid Solutions, qui propose une plate forme cloud d&rsquo;analyse de donn\u00e9es pour les entreprises.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><span lang=\"FR\"><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/soussan.png\" class=\"GcheTexte\" width=\"66\" height=\"100\" alt=\"soussan.png\"\/>Audrey Soussan<\/span><\/strong>\n  <\/p>\n<p>\n    <strong><span lang=\"FR\">VENTECH<\/span><\/strong><span lang=\"FR\">&nbsp;<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">Audrey Soussan a rejoint Ventech en 2011 et est aujourd\u2019hui charg\u00e9e d\u2019affaire IT. Elle g\u00e8re le sourcing ainsi que l&rsquo;analyse sectorielle dans le cadre des due-diligences.<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">Egalement co-directrice de GirlsInTech Paris et mentor au Founder Institute, Audrey est dipl\u00f4m\u00e9e de l\u2019ESSEC et b\u00e9n\u00e9ficie d&rsquo;une premi\u00e8re exp\u00e9rience en capital risque chez DN<br \/>\n    Capital \u00e0 Londres.<\/span>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <span lang=\"FR\">&nbsp;<\/span>\n  <\/p>\n<p>\n    <strong><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/nicolasrose.jpg\" class=\"GcheTexte\" width=\"100\" height=\"100\" alt=\"nicolasrose\"\/>Nicolas Rose<\/strong>\n  <\/p>\n<p>\n    <strong>Xange, Directeur Associ\u00e9<\/strong>\n  <\/p>\n<p>\n    Nicolas Rose est dipl\u00f4m\u00e9 en Math\u00e9matiques et Informatique de l\u2019Universit\u00e9 du Michigan (USA) ainsi que du MBA de l\u2019\u00c9cole des Ponts et Chauss\u00e9es (France). &nbsp;Il a d\u00e9marr\u00e9 sa carri\u00e8re dans le<br \/>\n    domaine informatique en tant que d\u00e9veloppeur freelance puis Consultant Informatique. Il s\u2019est ensuite sp\u00e9cialis\u00e9 dans les op\u00e9rations financi\u00e8res technologiques chez JP Morgan, puis comme analyste<br \/>\n    financier des valeurs technologiques en Europe aupr\u00e8s de Hambrecht &amp; Quist Euromarkets. &nbsp;Depuis plus de 10 ans, Nicolas est un Partner du fonds de Capital-risque XAnge \u00e0 Paris et se<br \/>\n    sp\u00e9cialise dans les domaines Logiciels et Internet. Il si\u00e8ge actuellement au conseil de plusieurs soci\u00e9t\u00e9s de hautes technologies en France et aux Etats-Unis.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <span><strong>Experts invit\u00e9s:<\/strong><\/span>\n  <\/p>\n<p>\n    <strong><img decoding=\"async\" loading=\"lazy\" alt=\"georgesetiennefaure.jpg\" height=\"100\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/georgesetiennefaure.jpg\">Georges-Etienne Faure<\/strong>\n  <\/p>\n<p>\n    <strong>Mairie de Paris, Conseiller<\/strong>\n  <\/p>\n<p>\n    Conseiller innovation et TIC aupr\u00e8s de l&rsquo;adjoint au Maire de Paris en charge de l&rsquo;innovation, de la recherche et des universit\u00e9s&nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><img decoding=\"async\" loading=\"lazy\" alt=\"agnesverdier\" height=\"100\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/agnesverdier.jpg\">Agn\u00e8s Verdier-Molini\u00e9<\/strong>\n  <\/p>\n<p>\n    <strong>iFRAP, Vice-pr\u00e9sidente<\/strong>\n  <\/p>\n<p>\n    Directeur de la Fondation iFRAP depuis d\u00e9cembre 2009, Agn\u00e8s Verdier-Molini\u00e9 est dipl\u00f4m\u00e9e d\u2019Histoire \u00e9conomique contemporaine. Elle a rejoint l\u2019iFRAP en 2002 en tant que chercheur puis en tant que<br \/>\n    Responsable des Relations Institutionnelles apr\u00e8s un parcours dans les m\u00e9dias notamment au Figaro, L\u2019Express et France Info. Elle a \u00e9t\u00e9 membre du comit\u00e9 ex\u00e9cutif du Codice (Conseil pour la<br \/>\n    Diffusion de la Culture \u00c9conomique) nomm\u00e9 en 2008 par la ministre des Finances Christine Lagarde (le Codice a \u00e9t\u00e9 dissous en 2010). Agn\u00e8s Verdier-Molini\u00e9 est aussi auteur, aux \u00e9ditions<br \/>\n    Jean-Claude Latt\u00e8s, de \u00ab La Mondialisation va-t-elle\u2026 nous tuer ? \u00bb, 2008, et des \u00ab Fonctionnaires contre l\u2019\u00c9tat. Le grand sabotage \u00bb, aux \u00e9ditions Albin Michel en 2011. Elle a \u00e9t\u00e9 \u00e9lue<br \/>\n    \u00ab\u00a0personnalit\u00e9 Think-tank de l\u2019ann\u00e9e 2010\u00a0\u00bb dans le cadre des Troph\u00e9es des Think-tanks organis\u00e9s par l\u2019Observatoire fran\u00e7ais des Think-tanks.\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <!--[endif] --><br \/>\n     <!--StartFragment-->\n  <\/p>\n<p>\n    <strong><span lang=\"FR\"><img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/rauline.png\" class=\"GcheTexte\" width=\"83\" height=\"100\" alt=\"rauline.png\"\/>Nicolas Rauline<\/span><\/strong>\n  <\/p>\n<p>\n    <span lang=\"FR\"><strong>LES ECHOS<\/strong><\/span>\n  <\/p>\n<p>\n    32 ans, dipl\u00f4m\u00e9 de Sciences Po Paris et du CFJ.&nbsp;\n  <\/p>\n<p>\n    <span lang=\"FR\">Nicolas Rauline est actuellement en charge du secteur Internet depuis trois ans au sein du service high-tech-m\u00e9dias des Echos.<br \/>\n    Il a pr\u00e9c\u00e9demment travaill\u00e9 au Nouvel Observateur, au Journal du Net et au quotidien Metro.&nbsp;<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\"><br \/><\/span>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/Richard_Frenchweb.jpg\" class=\"GcheTexte\" width=\"100\" height=\"100\" alt=\"Richard Frenchweb\"\/><strong>Richard Menneveux<\/strong>\n  <\/p>\n<p>\n    <strong>FrenchWeb, Founder et CEO<\/strong>\n  <\/p>\n<p>\n    Fondateur d&rsquo;AdsVark, la soci\u00e9t\u00e9 \u00e9ditrice de FrenchWeb.fr, Richard Menneveux travaille dans le secteur du digital depuis 1994. &nbsp;Il a particip\u00e9 au lancement de nombreux sites media<br \/>\n    (T\u00e9l\u00e97Jours, Serie Club, Canal J) avant de rejoindre Club Internet en 1996, o\u00f9 il a occup\u00e9 diff\u00e9rentes fonctions jusqu&rsquo;en 2007. Il cr\u00e9\u00e9 alors Moovement.fr, un moteur de recherche d&rsquo;offres<br \/>\n    d&#8217;emploi. En 2010, il cr\u00e9e Frenchweb, le magazine des professionnels du net qui regroupe maintenant plus de 500 000 visiteurs uniques par mois.&nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <img decoding=\"async\" loading=\"lazy\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/Pierre_Dubuc_sitedu0.jpg\" class=\"GcheTexte\" width=\"100\" height=\"100\" alt=\"Pierre_Dubuc_sitedu0.jpg\"\/><strong>Pierre Dubuc<\/strong>\n  <\/p>\n<p>\n    <strong>Siteduzero.com, Pr\u00e9sident<\/strong>\n  <\/p>\n<p>\n    Pierre Dubuc est cofondateur de la soci\u00e9t\u00e9 Simple IT, soci\u00e9t\u00e9 \u00e9ditrice du www.siteduzero.com, la r\u00e9f\u00e9rence des cours en informatique avec 2 millions de visiteurs uniques par mois. Il en est<br \/>\n    maintenant pr\u00e9sident\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><img decoding=\"async\" loading=\"lazy\" alt=\"fredericsimotel1.jpg\" height=\"100\" width=\"100\" class=\"GcheTexte\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2012\/01\/fredericsimotel1.jpg\">Fr\u00e9d\u00e9ric Simottel<\/strong>\n  <\/p>\n<p>\n    <strong>01.net, R\u00e9dacteur en chef<\/strong>\n  <\/p>\n<p class=\"p1\">\n    44 ans, Directeur des r\u00e9dactions du Pole Pro du Groupe 01 (filiale du Groupe NextradioTV). Ing\u00e9nieur de formation, il a d\u00e9marr\u00e9 sa carri\u00e8re \u00e0 la direction informatique de Bouygues avant<br \/>\n    d&rsquo;effectuer un 3eme Cycle Gestion\/finances \u00e0 Sup de Co Paris. Il rejoint en 1994 l&rsquo;hebdomadaire 01 Informatique en tant que journaliste sp\u00e9cialis\u00e9. Il travaillera ensuite sur plusieurs m\u00e9dias du<br \/>\n    groupe, mettant en place en parall\u00e8le d\u00e8s 2003 le club 01DSI qui organise conf\u00e9rences et tables rondes \u00e0 destination des DSI. Activit\u00e9 pour laquelle il anime r\u00e9guli\u00e8rement d\u00e9bats, table rondes et<br \/>\n    conf\u00e9rences. Nomm\u00e9 r\u00e9dacteur en chef de 01 Informatique en 2004, il participe \u00e0 la mise en place des nouvelles formules en 2004, 2007 et plus r\u00e9cemment en 2010, donnant un nouvel \u00e9lan au journal<br \/>\n    rebaptis\u00e9 01Business &amp; Technologies qui \u00e9largit sa ligne \u00e9ditoriale et ouvre son lectorat aux directions m\u00e9tiers et autres membres de comit\u00e9s de direction. Il fusionne en 2009 les r\u00e9dactions<br \/>\n    Print et web de la partie professionnelle du site 01net, devenue 01net-entreprises, qu&rsquo;il dirige depuis. Fr\u00e9d\u00e9ric Simottel est aussi depuis 2007, animateur de l&rsquo;\u00e9mission de radio hebdomadaire<br \/>\n    01Business sur BFM Business, d&rsquo;\u00e9missions TV \u00ab sp\u00e9ciales IT \u00bb sur BFM Business et chroniqueur IT sur BFMTV. &nbsp;\n  <\/p>\n<p class=\"p1\">\n    &nbsp;\n  <\/p>\n<hr \/>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <span lang=\"FR\"><strong>Pour rappel il est possible de &nbsp;candidater jusqu\u2019\u00e0 JEUDI 20 DECEMBRE \u00e0 18H<\/strong>.&nbsp; Votre candidature re\u00e7ue, elle sera \u00e9valu\u00e9e dans les meilleurs d\u00e9lais selon<br \/>\n    les crit\u00e8res figurant dans le r\u00e8glement du deuxi\u00e8me concours. &nbsp;Pour rappel, les crit\u00e8res de s\u00e9lection sont les suivants (Section III&nbsp;: Eligibilit\u00e9 \u00e0 la participation au Deuxi\u00e8me<br \/>\n    Concours Dataconnexions) :<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">Afin qu\u2019elle soit bien prise en compte, nous vous invitons \u00e9galement \u00e0 v\u00e9rifier de nouveau votre dossier de candidature et de vous assurer que tous les \u00e9l\u00e9ments demand\u00e9s soient<br \/>\n    pr\u00e9sents (logo, \u00e9l\u00e9ment visuel de description, vid\u00e9o, liens\u2026). En cas de doute ou d\u2019oubli, merci de candidater de nouveau, les modifications seront prises en compte. Au sein du dossier de<br \/>\n    candidature merci de pr\u00e9senter<\/span>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <strong><span lang=\"FR\">Attention \u00e0 bien v\u00e9rifier la&nbsp;<\/span><span lang=\"FR\">composition du Dossier de Candidature<\/span><span lang=\"FR\">. Le Dossier de Candidature devra imp\u00e9rativement<br \/>\n    comporter les pi\u00e8ces suivantes&nbsp;:<\/span><\/strong>\n  <\/p>\n<p>\n    <span lang=\"FR\">1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/span><strong><span lang=\"FR\">Questionnaire de description du projet<\/span><\/strong><span lang=\"FR\">&nbsp;(Annexe<br \/>\n    A.1)&nbsp;<\/span><span lang=\"FR\">d\u00fbment renseign\u00e9.<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/span><strong><span lang=\"FR\">Vid\u00e9o de pr\u00e9sentation du projet<\/span><\/strong><span lang=\"FR\">&nbsp;(Annexe A.2) :&nbsp;<\/span><span lang=    \"FR\">vid\u00e9o (ou capture d\u2019\u00e9cran, screencast, etc.) d\u2019une dur\u00e9e maximale de 3 minutes pr\u00e9sentant les fonctionnalit\u00e9s du Projet. Le sujet principal de la vid\u00e9o doit \u00eatre le Projet lui-m\u00eame, dans ses<br \/>\n    conditions normales de fonctionnement. La qualit\u00e9 de la vid\u00e9o n\u2019est pas jug\u00e9e mais doit permettre de rendre compte des fonctionnalit\u00e9s du projet.<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/span><strong><span lang=\"FR\">Acc\u00e8s en ligne au projet<\/span><\/strong><span lang=\"FR\">&nbsp;(Annexe A.3),&nbsp;<\/span><span lang=\"FR\">ou<br \/>\n    code informatique compil\u00e9 et interpr\u00e9table du Projet :<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">S\u2019il s\u2019agit d\u2019un d\u00e9veloppement de type \u00ab&nbsp;Client&nbsp;\u00bb non t\u00e9l\u00e9chargeable&nbsp;: un lien permettant de t\u00e9l\u00e9charger une version du code compil\u00e9 et interpr\u00e9table sur la<br \/>\n    plateforme hardware et logicielle de destination, facile \u00e0 installer et ais\u00e9ment d\u00e9montrable sur cette m\u00eame plateforme et exempt de bug majeur.<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">S\u2019il s\u2019agit d\u2019un d\u00e9veloppement consultable en ligne&nbsp;: URL de consultation. L\u2019application ou le service devra \u00eatre d\u00e9montrable et exempts de bugs majeurs.<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">S\u2019il s\u2019agit d\u2019une application t\u00e9l\u00e9chargeable&nbsp;: URL de t\u00e9l\u00e9chargement. L\u2019application devra \u00eatre facile \u00e0 installer et ais\u00e9ment d\u00e9montrable sur sa plateforme de destination et<br \/>\n    exempt de bug majeur.<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/span><strong><span lang=\"FR\">Supports de communication<\/span><\/strong><span lang=\"FR\">&nbsp;(Annexe A.4)&nbsp;<\/span><span lang=    \"FR\">susceptibles d\u2019\u00eatre utilis\u00e9s dans le cadre de la communication d\u2019Etalab ou de tierces parties \u00e0 l\u2019occasion de Dataconnexions&nbsp;:<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">&nbsp;<\/span>Description non confidentielle du projet compr\u00e9hensible du grand public (1000 caract\u00e8res maximum).\n  <\/p>\n<p>\n    <span lang=\"FR\">El\u00e9ment visuel de description mettant en valeur le projet et ses fonctionnalit\u00e9s.<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\">&nbsp;<\/span>Logo du projet.\n  <\/p>\n<p>\n    <span lang=\"FR\">5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/span><strong><span lang=\"FR\">Identification du candidat<\/span><\/strong><span lang=\"FR\">&nbsp;(Annexe A.5)<\/span><span lang=\"FR\">&nbsp;ou le<br \/>\n    cas \u00e9ch\u00e9ant du candidat et du ou des co-candidats membres de l\u2019\u00e9quipe, d\u00fbment renseign\u00e9.<\/span>\n  <\/p>\n<p>\n    <span lang=\"FR\"><br \/><\/span>\n  <\/p>\n<p>\n    <strong><span lang=\"FR\">Modalit\u00e9s de d\u00e9p\u00f4t du dossier de candidature<\/span><\/strong>\n  <\/p>\n<p>\n    <span lang=\"FR\">Une copie num\u00e9rique du dossier et de ses composantes devra \u00eatre remise au Pr\u00e9sident du Jury dans les conditions suivantes&nbsp;:<\/span>\n  <\/p>\n<ul>\n<li>Les dossiers incomplets ne seront ni examin\u00e9s, ni retourn\u00e9s \u00e0 leur exp\u00e9diteur.\n    <\/li>\n<li>La pr\u00e9sentation vid\u00e9o devra \u00eatre encod\u00e9e et enregistr\u00e9e dans un format interpr\u00e9t\u00e9 par le lecteur vid\u00e9o VLC Media Player pour PC &amp; Mac tel qu\u2019il est t\u00e9l\u00e9chargeable sur le site internet<br \/>\n    http:\/\/www.videolan.org.\n    <\/li>\n<li>Les documents (vid\u00e9o, graphiques, texte) devront \u00eatre enregistr\u00e9s dans un format standard interpr\u00e9t\u00e9 par Open Office et\/ou MS Word, MS Powerpoint, MS Excel, Adobe Acrobat Reader.\n    <\/li>\n<li>Seules les 3 premi\u00e8res minutes de la pr\u00e9sentation vid\u00e9o du Projet seront visionn\u00e9es et pris en compte pour l\u2019\u00e9valuation du Projet par le Jury Dataconnexions.\n    <\/li>\n<li>Seuls les 1000 premiers caract\u00e8res (espaces compris) de chaque r\u00e9ponse au questionnaire de description du Projet seront lus et pris en compte dans le cadre de son \u00e9valuation par le Jury<br \/>\n    Dataconnexions.\n    <\/li>\n<li>\n      <span lang=\"FR\">Le Dossier de Candidature doit \u00eatre renseign\u00e9 et transmis par l\u2019interm\u00e9diaire du formulaire \u00e9lectronique qui sera publi\u00e9 \u00e0 cet<br \/>\n      effet sur le blog de la mission Etalab, \u00e0 l\u2019adresse&nbsp;<\/span><span lang=\"FR\"><a href=      \"http:\/\/www.etalab.gouv.fr\">http:\/\/www.etalab.gouv.fr<\/a><\/span>\n    <\/li>\n<\/ul>\n<div class=\"clear center\"><\/div>\n<\/p><\/div>\n<div class=\"clear\"><\/div>\n<div class=\"clear\">\n","protected":false},"excerpt":{"rendered":"<p>Pour la seconde \u00e9dition de Dataconnexions, qui rassemblent plus d\u2019une trentaine de partenaires,&nbsp; tous acteurs de l\u2019innovation, afin d\u2019identifier et de soutenir des&nbsp; projets innovants de r\u00e9utilisation de donn\u00e9es publiques, Etalab a sollicit\u00e9 un nouveau jury, compos\u00e9 de personnalit\u00e9s \u00e9minentes de l\u2019\u00e9cosyst\u00e8me Open Data, pour s\u00e9lectionner la deuxi\u00e8me g\u00e9n\u00e9ration de \u00ab&nbsp;Laur\u00e9ats Dataconnexions&nbsp;\u00bb. Nous avons le &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/presentationdujurydu2emeconcoursdataconnexions\"> <span class=\"screen-reader-text\">Pr\u00e9sentation du jury du 2\u00e8me concours Dataconnexions<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"close","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1,20],"tags":[262,24],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Etalab","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/etalab"},"uagb_comment_info":0,"uagb_excerpt":"Pour la seconde \u00e9dition de Dataconnexions, qui rassemblent plus d\u2019une trentaine de partenaires,&nbsp; tous acteurs de l\u2019innovation, afin d\u2019identifier et de soutenir des&nbsp; projets innovants de r\u00e9utilisation de donn\u00e9es publiques, Etalab a sollicit\u00e9 un nouveau jury, compos\u00e9 de personnalit\u00e9s \u00e9minentes de l\u2019\u00e9cosyst\u00e8me Open Data, pour s\u00e9lectionner la deuxi\u00e8me g\u00e9n\u00e9ration de \u00ab&nbsp;Laur\u00e9ats Dataconnexions&nbsp;\u00bb. Nous avons le\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/806"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=806"}],"version-history":[{"count":1,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/806\/revisions"}],"predecessor-version":[{"id":1425,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/806\/revisions\/1425"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=806"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=806"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=806"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}