{"id":6858,"date":"2017-04-21T10:26:22","date_gmt":"2017-04-21T08:26:22","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=6858"},"modified":"2019-10-15T10:43:37","modified_gmt":"2019-10-15T08:43:37","slug":"openapb-remise-et-publication-du-rapport-detalab-sur-les-conditions-douverture-dadmission-post-bac","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/openapb-remise-et-publication-du-rapport-detalab-sur-les-conditions-douverture-dadmission-post-bac","title":{"rendered":"#OpenAPB : remise et publication du rapport d&rsquo;Etalab sur les conditions d&rsquo;ouverture d&rsquo;Admission Post-Bac"},"content":{"rendered":"[:fr]\n<h4 style=\"text-align: justify;\"><span style=\"color: #000000;\"><strong><em>Etalab a remis ce jour \u00e0 Thierry Mandon, Secr\u00e9taire d&rsquo;Etat en charge de l&rsquo;Enseignement sup\u00e9rieur et de la Recherche <span style=\"color: #0000ff;\"><a style=\"color: #0000ff;\" href=\"https:\/\/www.data.gouv.fr\/s\/resources\/rapport-sur-les-conditions-douverture-du-systeme-admission-post-bac\/20170421-101632\/20170420_Rapport-Etalab-missionAPB-VF.pdf\">son rapport sur les conditions d&rsquo;ouverture du syst\u00e8me Admission Post-Bac<\/a>. <\/span><\/em><\/strong><\/span><\/h4>\n<h4 style=\"text-align: justify;\"><span style=\"color: #000000;\"><strong><em>Conform\u00e9ment \u00e0 <a href=\"http:\/\/www.enseignementsup-recherche.gouv.fr\/cid113625\/thierry-mandon-missionne-etalab-pour-accelerer-l-ouverture-des-donnees-et-du-code-source-de-la-plateforme-a.p.b.html\"><span style=\"color: #0000ff;\">la mission qui lui a \u00e9t\u00e9 confi\u00e9e en f\u00e9vrier dernier<\/span>,<\/a> Etalab formule un ensemble de recommandations sur l&rsquo;ouverture du code source et des donn\u00e9es d&rsquo;APB, ainsi que sur l&rsquo;animation des relations entre les r\u00e9utilisateurs et les administrations.\u00a0<\/em><\/strong><\/span><\/h4>\n<p> <span style=\"font-size: small;\"><\/p>\n<hr \/>\n<p style=\"text-align: justify;\">Admission Post-Bac concerne chaque ann\u00e9e plus de\u00a0<span style=\"color: #000000;\"><strong>850 000 candidats<\/strong><\/span> qui souhaitent s&rsquo;inscrire dans une fili\u00e8re d&rsquo;enseignement sup\u00e9rieur en France. Le portail donne ainsi acc\u00e8s \u00e0 la quasi-totalit\u00e9 de l&rsquo;<strong>offre de formation post-bac<\/strong>, qu&rsquo;il s&rsquo;agisse de fili\u00e8res s\u00e9lectives (classes pr\u00e9paratoires, BTS, DUT) ou non-s\u00e9lectives (universit\u00e9s). Parmi les fili\u00e8res non-s\u00e9lectives, certaines sont dites \u00ab\u00a0sous tension\u00a0\u00bb, c&rsquo;est \u00e0 dire que le nombre de candidatures d\u00e9passe largement les capacit\u00e9s d&rsquo;accueil de certaines fili\u00e8res (par exemple PACES ou STAPS). Pour ces derni\u00e8res, APB met en oeuvre un ensemble de crit\u00e8res de priorisation et peut, en dernier ressort, proc\u00e9der \u00e0 un tirage au sort.<\/p>\n<p style=\"text-align: justify;\">La <strong>coexistence<\/strong> de modalit\u00e9s d\u2019admission tr\u00e8s diff\u00e9rentes au sein d\u2019un m\u00eame syst\u00e8me a engendr\u00e9 chez certains utilisateurs (lyc\u00e9ens, parents) des incompr\u00e9hensions, qui ont parfois conduit \u00e0 pr\u00e9senter le portail APB comme un syst\u00e8me opaque d\u00e9terminant l\u2019affectation des futurs \u00e9tudiants. Ces derniers t\u00e9moignent par ailleurs de difficult\u00e9s \u00e0 renseigner de fa\u00e7on \u00e9clair\u00e9e leurs v\u0153ux hi\u00e9rarchis\u00e9s, et adoptent face au portail des \u00ab strat\u00e9gies \u00bb de choix plus ou moins inform\u00e9es.<\/p>\n<p style=\"text-align: justify;\">C&rsquo;est dans ce contexte qu&rsquo;Etalab a men\u00e9 sa mission en lien \u00e9troit avec les \u00e9quipes en charge du d\u00e9veloppement d&rsquo;APB \u00e0 l&rsquo;INP Toulouse, et avec l&rsquo;appui de l&rsquo;Agence nationale de la s\u00e9curit\u00e9 des syst\u00e8mes d&rsquo;information (ANSSI). Nous avons en outre auditionn\u00e9 un certain nombre d&rsquo;acteurs, au sein et \u00e0 l&rsquo;ext\u00e9rieur du Minist\u00e8re.<\/p>\n<blockquote>\n<p style=\"text-align: justify;\">Il ressort de nos travaux que <strong>rien ne fait aujourd&rsquo;hui obstacle<\/strong> <strong>\u00e0 la publication du code source et des donn\u00e9es d&rsquo;APB dans le p\u00e9rim\u00e8tre d\u00e9fini \u00e0 l&rsquo;occasion de notre mission (algorithmes de classement et d&rsquo;affectation).<\/strong><\/p>\n<p>Apr\u00e8s avoir \u00e9galement rappel\u00e9 le cadre juridique et son application au syst\u00e8me APB, <strong>le rapport formule 10 recommandations relatives \u00e0 cette ouverture.\u00a0<\/strong><\/p>\n<p style=\"text-align: justify;\">Etalab se propose d&rsquo;organiser, <strong>avant la rentr\u00e9e 2017<\/strong>, et en lien avec l&rsquo;\u00e9quipe APB et le Minist\u00e8re un \u00e9v\u00e8nement de type <strong>hackathon #OpenAPB afin d&rsquo;accompagner cette ouverture.\u00a0<\/strong><\/p>\n<p style=\"text-align: justify;\">\n<\/blockquote>\n<h3 style=\"text-align: justify;\"><span style=\"color: #1f85f2;\"><em>B\u00e9n\u00e9fices attendus de l&rsquo;ouverture<\/em><\/span><\/h3>\n<p style=\"text-align: justify;\">L&rsquo;ouverture d&rsquo;APB r\u00e9pond \u00e0 plusieurs <strong>objectifs<\/strong>. Elle est un <strong>pr\u00e9requis<\/strong> pour am\u00e9liorer la compr\u00e9hension et l\u2019appr\u00e9hension du syst\u00e8me par ses utilisateurs, et contribuer ainsi \u00e0 lutter contre le sentiment de d\u00e9fiance qui s\u2019est instaur\u00e9.\u00a0Mais ce n\u2019est qu\u2019une premi\u00e8re \u00e9tape, qui devrait permettre de <strong>mobiliser une communaut\u00e9<\/strong> (dont les pr\u00e9mices ont \u00e9t\u00e9 d\u00e9montr\u00e9es lors de la premi\u00e8re communication du code source), dont l\u2019intelligence collective permettra progressivement de proposer des am\u00e9liorations du syst\u00e8me.<\/p>\n<p style=\"text-align: justify;\">Cette communaut\u00e9 de d\u00e9veloppeurs, chercheurs, sp\u00e9cialistes des donn\u00e9es jouera, en compl\u00e9ment du n\u00e9cessaire travail d\u2019explication et de communication par le MENESR, un r\u00f4le de <strong>m\u00e9diateur<\/strong>, explicitant pour le grand public les enjeux des algorithmes, des donn\u00e9es et des param\u00e8tres utilis\u00e9s.<\/p>\n<p style=\"text-align: justify;\">A terme, de <strong>nouveaux services<\/strong> pourraient \u00eatre d\u00e9velopp\u00e9s pour les bacheliers ou les acteurs de l\u2019\u00e9ducation sur la base des donn\u00e9es qui seront ouvertes (par exemple des personnalisations de conseils d\u2019orientation en fonction du profil d\u00e9taill\u00e9 du candidat et des statistiques r\u00e9centes).<\/p>\n<p style=\"text-align: justify;\">L\u2019ouverture du code source peut \u00e9galement \u00eatre un <strong>vecteur d\u2019am\u00e9lioration<\/strong> du syst\u00e8me lui-m\u00eame, la communaut\u00e9 \u00e9tant \u00e0 m\u00eame de pointer d\u2019\u00e9ventuels besoins d\u2019am\u00e9liorations ou corrections. Un objectif de long terme pourrait \u00eatre d\u2019<strong>ouvrir le code source \u00e0 la contribution<\/strong> de d\u00e9veloppeurs externes \u00e0 l\u2019\u00e9quipe projet actuelle, afin qu\u2019ils puissent proposer directement des modifications dans le code.<\/p>\n<p style=\"text-align: justify;\">Enfin, de la m\u00eame fa\u00e7on que <a href=\"https:\/\/www.etalab.gouv.fr\/retour-sur-le-hackathon-codeimpot\">l\u2019ouverture du code du calculateur des imp\u00f4ts <\/a>et l\u2019\u00e9mergence d\u2019<a href=\"https:\/\/www.openfisca.fr\/\">OpenFisca<\/a> permettent de simuler l\u2019impact concret d\u2019une \u00e9volution de la fiscalit\u00e9, l\u2019ouverture d\u2019APB (code et donn\u00e9es) permettrait aux sp\u00e9cialistes de l\u2019\u00e9ducation et de l\u2019orientation, y compris au sein des minist\u00e8res, d\u2019\u00e9tudier les avantages et inconv\u00e9nients de changements envisag\u00e9s dans les r\u00e8gles d\u2019orientation, renfor\u00e7ant encore l\u2019<strong>intelligence de la d\u00e9cision publique<\/strong>.<\/p>\n<h3 style=\"text-align: justify;\"><span style=\"color: #1f85f2;\"><em>APB, un cas d&rsquo;\u00e9cole\u00a0<\/em><\/span><\/h3>\n<p>De mani\u00e8re plus g\u00e9n\u00e9rale, Admission Post-Bac repr\u00e9sente un <strong>cas d&rsquo;\u00e9cole<\/strong>, \u00e0 plusieurs titres.<\/p>\n<p style=\"text-align: justify;\">L\u2019ampleur du public concern\u00e9 (chaque ann\u00e9e plus que la totalit\u00e9 d\u2019une classe d\u2019\u00e2ge, en comptant les r\u00e9inscriptions) et l\u2019importance de l\u2019enjeu pour les int\u00e9ress\u00e9s (qui tendent toutefois \u00e0 sous-estimer le r\u00f4le jou\u00e9 par les responsables de fili\u00e8res s\u00e9lectives) imposent \u00e0 l\u2019Etat des <strong>exigences<\/strong> sur ce syst\u00e8me mettant en jeu des algorithmes : il doit op\u00e9rer sur des bases <strong>transparentes et compr\u00e9hensibles<\/strong> par tous, et rendre des comptes \u00e0 ceux qui sont concern\u00e9s par ces traitements.<\/p>\n<p style=\"text-align: justify;\">L\u2019ouverture du syst\u00e8me (code et donn\u00e9es) est, plus qu\u2019une obligation l\u00e9gale, une fa\u00e7on de r\u00e9pondre \u00e0 ces exigences, mais elle n\u2019est <strong>pas r\u00e9alisable sans effort<\/strong> de la part de l\u2019administration, notamment s\u2019agissant d\u2019un syst\u00e8me h\u00e9rit\u00e9, qui n\u2019a pas \u00e9t\u00e9 initialement con\u00e7u pour \u00eatre ouvert. Elle n&rsquo;exon\u00e8re pas non plus le Minist\u00e8re de son effort d&rsquo;explication des finalit\u00e9s poursuivies par le syst\u00e8me et des choix politiques qui le sous-tendent.<\/p>\n<p style=\"text-align: justify;\">Des cas similaires ne manqueront pas de se pr\u00e9senter \u00e0 l\u2019avenir, et ces situations devraient, autant que possible, \u00eatre anticip\u00e9es. Il faudra notamment doter les administrations d\u2019une <strong>culture de l\u2019ouverture<\/strong> (open data, open source) et des <strong>comp\u00e9tences<\/strong> associ\u00e9es. Par ailleurs, les futurs syst\u00e8mes d\u2019information devront, <strong>d\u00e8s leur conception<\/strong>, int\u00e9grer cette dimension d\u2019ouverture et de <strong>redevabilit\u00e9<\/strong>. Enfin, il conviendra de faire converger l\u2019approche juridique, qui historiquement fait des textes et des r\u00e9glementations la base de l\u2019action publique, et le code informatique qui prend aujourd\u2019hui une part de plus en plus importante dans la mise en oeuvre de l\u2019action publique (en appliquant du principe selon lequel le code fait loi &#8211; <strong><em>code is law<\/em><\/strong>).<\/p>\n<p style=\"text-align: justify;\"><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-6895 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/APB.jpg\" alt=\"\" width=\"256\" height=\"256\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/APB.jpg 1200w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/APB-150x150.jpg 150w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/APB-300x300.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/APB-768x768.jpg 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/APB-1024x1024.jpg 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/APB-80x80.jpg 80w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/APB-118x118.jpg 118w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/APB-239x239.jpg 239w\" sizes=\"(max-width: 256px) 100vw, 256px\" \/><\/p>\n<p style=\"text-align: justify;\">La\u00a0mission confi\u00e9e \u00e0 Etalab autour d&rsquo;APB est une illustration concr\u00e8te de l&rsquo;ensemble des dimensions sur lesquelles nous travaillons d\u00e9sormais : ouverture des donn\u00e9es, des codes sources et plus largement de l&rsquo;action publique (<em><strong>open data \/ open source \/ open gov<\/strong><\/em>).\u00a0APB constitue par ailleurs un premier<strong> cas<\/strong>\u00a0<strong>concret<\/strong> d&rsquo;application des nouvelles dispositions de la loi pour une R\u00e9publique num\u00e9rique (int\u00e9gration des codes sources dans la liste des documents communicables, principe de transparence des algorithmes).<\/p>\n<p style=\"text-align: justify;\">Cette mission\u00a0d\u00e9montre aussi qu&rsquo;avec la transformation num\u00e9rique et face aux\u00a0d\u00e9fis pos\u00e9s par la multiplication\u00a0des traitements algorithmiques dans la conduite de l&rsquo;action publique, <strong>l&rsquo;approche pluridisciplinaire &#8211; au coeur de l&rsquo;action d&rsquo;Etalab &#8211; alliant\u00a0droit, informatique et\u00a0culture de l&rsquo;ouverture<\/strong>, est plus que jamais n\u00e9cessaire.<\/p>\n<p style=\"text-align: justify;\">Ces\u00a0travaux permettront \u00e9galement\u00a0de produire un <strong>guide pratique<\/strong> \u00e0 destination des administrations autour de l&rsquo;ouverture des logiciels et des codes sources.<\/p>\n<p style=\"text-align: justify;\">En plus du hackathon annonc\u00e9 ci-dessus, Etalab animera \u00a0une journ\u00e9e d&rsquo;\u00e9tude ainsi qu&rsquo;une session autour du cas APB lors du Festival <a href=\"http:\/\/www.futur-en-seine.paris\/\">Futur en Seine le 9 juin prochain<\/a>\u00a0(programme d\u00e9taill\u00e9 \u00e0 venir).<\/p>\n<ul>\n<li style=\"text-align: justify;\"><em><strong>Le <a href=\"https:\/\/www.data.gouv.fr\/s\/resources\/rapport-sur-les-conditions-douverture-du-systeme-admission-post-bac\/20170421-101632\/20170420_Rapport-Etalab-missionAPB-VF.pdf\">Rapport de la mission<\/a><\/strong><\/em><\/li>\n<li style=\"text-align: justify;\"><em><strong>La <a href=\"https:\/\/cache.media.enseignementsup-recherche.gouv.fr\/file\/Actus\/08\/3\/Lettre_de_mission_APB_Etalab_724083.pdf\">lettre de mission<\/a><\/strong><\/em><\/li>\n<\/ul>\n[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr] Etalab a remis ce jour \u00e0 Thierry Mandon, Secr\u00e9taire d&rsquo;Etat en charge de l&rsquo;Enseignement sup\u00e9rieur et de la Recherche son rapport sur les conditions d&rsquo;ouverture du syst\u00e8me Admission Post-Bac. Conform\u00e9ment \u00e0 la mission qui lui a \u00e9t\u00e9 confi\u00e9e en f\u00e9vrier dernier, Etalab formule un ensemble de recommandations sur l&rsquo;ouverture du code source et des &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/openapb-remise-et-publication-du-rapport-detalab-sur-les-conditions-douverture-dadmission-post-bac\"> <span class=\"screen-reader-text\">#OpenAPB : remise et publication du rapport d&rsquo;Etalab sur les conditions d&rsquo;ouverture d&rsquo;Admission Post-Bac<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":7,"featured_media":6860,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[70],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/logo-APB.jpg",240,161,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/logo-APB-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/logo-APB.jpg",240,161,false],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/logo-APB.jpg",240,161,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/logo-APB.jpg",240,161,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/logo-APB.jpg",240,161,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/logo-APB.jpg",240,161,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/04\/logo-APB.jpg",45,30,false]},"uagb_author_info":{"display_name":"Simon Chignard","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/simon-chignard"},"uagb_comment_info":0,"uagb_excerpt":"[:fr] Etalab a remis ce jour \u00e0 Thierry Mandon, Secr\u00e9taire d&rsquo;Etat en charge de l&rsquo;Enseignement sup\u00e9rieur et de la Recherche son rapport sur les conditions d&rsquo;ouverture du syst\u00e8me Admission Post-Bac. Conform\u00e9ment \u00e0 la mission qui lui a \u00e9t\u00e9 confi\u00e9e en f\u00e9vrier dernier, Etalab formule un ensemble de recommandations sur l&rsquo;ouverture du code source et des\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6858"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=6858"}],"version-history":[{"count":35,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6858\/revisions"}],"predecessor-version":[{"id":12241,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6858\/revisions\/12241"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/6860"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=6858"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=6858"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=6858"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}