{"id":14650,"date":"2021-01-06T12:37:27","date_gmt":"2021-01-06T11:37:27","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=14650"},"modified":"2021-01-06T12:37:31","modified_gmt":"2021-01-06T11:37:31","slug":"mois-de-linnovation-publique-2020-retour-sur-les-evenements-detalab","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/mois-de-linnovation-publique-2020-retour-sur-les-evenements-detalab","title":{"rendered":"Mois de l&rsquo;innovation publique 2020 : retour sur les \u00e9v\u00e9nements d&rsquo;Etalab"},"content":{"rendered":"\n<p><\/p>\n\n\n<p>En novembre 2020, \u00e0 l&rsquo;occasion du <a href=\"https:\/\/www.modernisation.gouv.fr\/mois-innovation-publique\/\">Mois de l&rsquo;innovation publique<\/a>, Etalab a organis\u00e9 <a href=\"https:\/\/www.etalab.gouv.fr\/rdv-etalab-mip-2020\" target=\"_blank\" rel=\"noopener noreferrer\">douze \u00e9v\u00e9nements<\/a> sur les th\u00e8mes de l\u2019ouverture, du partage et de la valorisation des donn\u00e9es publiques. Pr\u00e8s de 1000 personnes ont \u00e9t\u00e9 au rendez-vous. D\u00e9couvrez ci-dessous quelques temps forts de ces webinaires et ateliers et acc\u00e9dez aux enregistrements des sessions.\u00a0<\/p>\n\n\n<h3 class=\"wp-block-heading\">Ouverture et circulation des donn\u00e9es<\/h3>\n\n\n\n<h5 class=\"wp-block-heading\"><strong>Faire circuler les donn\u00e9es entre administrations gr\u00e2ce aux API<\/strong><\/h5>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Voir <em><a rel=\"noreferrer noopener\" href=\"https:\/\/www.dailymotion.com\/video\/x7xsjgz\" target=\"_blank\">l&rsquo;enregistrement<\/a> du webinaire \u00ab Simplifier les d\u00e9marches des citoyens gr\u00e2ce aux API \u00bb<\/em>.<\/p><\/blockquote>\n\n\n\n<p>Combien de fois avez-vous d\u00fb transmettre une pi\u00e8ce justificative que l\u2019administration d\u00e9tenait d\u00e9j\u00e0\u2009? \u00ab\u2009<em>80&nbsp;% des documents sont d\u00e9j\u00e0 d\u00e9tenus ou produits par une autre administration&nbsp;: la simplification passe par la circulation des donn\u00e9es entre administrations<\/em> \u00bb, rappelle Victor Gross (\u00e9quipe API, Etalab). Le 26&nbsp;novembre, l\u2019\u00e9quipe API a mis en avant<strong> trois r\u00e9cits de collaboration pour mettre les API au service de la simplification des d\u00e9marches<\/strong> : l&rsquo;utilisation des API au service des d\u00e9marches usager (Mairie de Clamart), l&rsquo;utilisation d&rsquo;API Particulier au profit des centres communaux d&rsquo;action sociale (Up Cityzen) et l&rsquo;ouverture et la ma\u00eetrise de la circulation des donn\u00e9es fiscales (Direction g\u00e9n\u00e9rale des finances publiques).<\/p>\n\n\n<p style=\"text-align: center;\"><em>\u00ab Avant 2017, 3800 familles venaient au guichet de la mairie et attendaient jusqu\u2019\u00e0 deux heures, au risque de ne pas avoir les bons justificatifs pour leurs d\u00e9marches. Gr\u00e2ce aux API, on observe un grand gain de temps, un calcul fiable et s\u00e9curis\u00e9, une tr\u00e8s bonne appropriation c\u00f4t\u00e9 agents et une envie de se connecter \u00e0 plus d\u2019API.\u2009\u00bb &#8211; <\/em>Aur\u00e9lie Coutant, Mairie de Clamart.<\/p>\n\n\n<p>Pour continuer \u00e0 simplifier la circulation des donn\u00e9es entre administrations, l\u2019\u00e9quipe API a \u00e9galement men\u00e9 un<strong> appel \u00e0 id\u00e9es<\/strong> tout au long du mois de novembre. L&rsquo;objectif : recueillir les demandes d\u2019acc\u00e8s aux donn\u00e9es publiques et les id\u00e9es de services \u00e0 construire gr\u00e2ce \u00e0 elles.  L&rsquo;appel a recueilli 58&nbsp;contributions, dont la synth\u00e8se sera disponible prochainement. <\/p>\n\n\n\n<h5 class=\"wp-block-heading\"><strong>Acc\u00e9l\u00e9rer l&rsquo;ouverture des donn\u00e9es dans les territoires<\/strong><\/h5>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Voir et lire :<\/p><cite><em>\u2022 <a rel=\"noreferrer noopener\" href=\"https:\/\/www.data.gouv.fr\/fr\/posts\/retour-sur-levenement-open-data-des-territoires\/\" target=\"_blank\">L&rsquo;article de synth\u00e8se du webinaire<\/a> \u00ab L\u2019open data et les territoires : Quelle collaboration entre l\u2019\u00c9tat et les collectivit\u00e9s territoriales ?\u00a0\u00bb ; <\/em><br>\u2022 <em><a rel=\"noreferrer noopener\" href=\"https:\/\/github.com\/etalab\/etalab\/tree\/master\/diaporamas\/Open%20Data%20des%20territoires%2026_11_2020\" target=\"_blank\">L\u2019ensemble des pr\u00e9sentations du webinaire<\/a><\/em>.<br><br><a rel=\"noreferrer noopener\" href=\"https:\/\/infolettres.etalab.gouv.fr\/subscribe\/rn7y93le1\" target=\"_blank\">S&rsquo;inscrire<\/a> \u00e0 l&rsquo;infolettre data.gouv.fr.<\/cite><\/blockquote>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"605\" height=\"372\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/12\/Capture-de\u0301cran-2020-12-16-a\u0300-15.32.52.png\" alt=\"Histogramme ayant pour titre &quot;Historique des Collectivit\u00e9s ayant ouvert leurs donn\u00e9es&quot;. L'axe des abscisses court d'octobre 2016 \u00e0 octobre 2020. L'axe des ordonn\u00e9es pr\u00e9sente le nombre de collectivit\u00e9s, class\u00e9es en quatre cat\u00e9gories : r\u00e9gions, d\u00e9partements, EPCI, communes. Le graphique montre une augmentation du nombre de collectivit\u00e9s ayant ouvert leurs donn\u00e9es, de 101 en octobre 2016 \u00e0 589 en octobre 2020.\" class=\"wp-image-14667\"\/><figcaption>Jean-Marie Bourgogne, d\u00e9l\u00e9gu\u00e9 g\u00e9n\u00e9ral d&rsquo;OpenDataFrance, a pr\u00e9sent\u00e9 les r\u00e9sultats 2020 de l&rsquo;observatoire open data des territoires.<\/figcaption><\/figure><\/div>\n\n\n\n<p><strong>Quels sont les besoins des collectivit\u00e9s locales\u2009en termes d&rsquo;open data ?<\/strong> Quels sont les outils \u00e0 leur disposition\u2009? L&rsquo;\u00e9quipe open data d&rsquo;Etalab et l\u2019association<a rel=\"noreferrer noopener\" href=\"https:\/\/www.opendatafrance.net\/\" target=\"_blank\">&nbsp;OpenDataFrance<\/a> ont organis\u00e9 un webinaire pour r\u00e9pondre \u00e0 ces questions. <\/p>\n\n\n\n<p>Afin de proposer un bilan actualis\u00e9 de l&rsquo;open data dans les territoires, Jean-Marie Bourgogne, d\u00e9l\u00e9gu\u00e9 g\u00e9n\u00e9ral d\u2019OpenDataFrance, a introduit le webinaire en pr\u00e9sentant les <strong>principaux r\u00e9sultats 2020 de<a rel=\"noreferrer noopener\" href=\"https:\/\/www.opendatafrance.net\/2020\/10\/15\/observatoire-open-data-des-territoires-edition-oct-2020\/\" target=\"_blank\">&nbsp;l\u2019observatoire open data des territoires<\/a><\/strong>. <\/p>\n\n\n\n<p class=\"has-text-align-right\"><em>\u00ab En octobre 2020, 589 collectivit\u00e9s territoriales publient des donn\u00e9es en open data. Or, sans que cela soit une surprise, plus la taille diminue, moins la collectivit\u00e9 s\u2019engage dans l\u2019open data.<em> \u00bb<\/em> <\/em>Jean-Marie Bourgogne, OpenDataFrance.<\/p>\n\n\n\n<p>Deux t\u00e9moignages ont ensuite illustr\u00e9 les <strong>besoins des collectivit\u00e9s locales<\/strong> en mati\u00e8re d&rsquo;ouverture des donn\u00e9es. Marie Aboulker (Banque des territoires) a pr\u00e9sent\u00e9 un dispositif d&rsquo;accompagnement de onze villes pour mettre leurs donn\u00e9es au service de la redynamisation des c\u0153urs de ville. Pascal Chevallot (Agence d&rsquo;Urbanisme d&rsquo;Agglom\u00e9rations de Moselle) a lui apport\u00e9 son t\u00e9moignage sur la mise en place d\u2019un outil de pilotage de l&rsquo;immobilier commercial et sur les besoins des petites et moyennes collectivit\u00e9s en mati\u00e8re de visualisation de donn\u00e9es.<\/p>\n\n\n\n<p>Puisque l&rsquo;administration centrale a \u00e9galement pour mission d&rsquo;apporter des outils au service des acteurs locaux, les deux derni\u00e8res intervenantes ont pr\u00e9sent\u00e9 deux dispositifs qui facilitent la publication de donn\u00e9es locales.  Mathilde Hoang (\u00e9quipe open data, Etalab) a pr\u00e9sent\u00e9 les outils disponibles pour <strong>standardiser les donn\u00e9es et acc\u00e9l\u00e9rer leur ouverture<\/strong> et exploitation, notamment les sch\u00e9mas de donn\u00e9es. Enfin, Sophie Clairet (Agence nationale de la coh\u00e9sion des territoires) a pr\u00e9sent\u00e9 le<strong><a rel=\"noreferrer noopener\" href=\"https:\/\/adresse.data.gouv.fr\/gerer-mes-adresses\" target=\"_blank\">&nbsp;programme Bases Adresses Locales<\/a><\/strong> qui facilite et acc\u00e9l\u00e8re la mise \u00e0 jour de la Base Adresse Nationale \u00e0 travers des outils d&rsquo;\u00e9dition simples et ergonomiques. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Intelligence artificielle<\/h3>\n\n\n\n<h5 class=\"wp-block-heading\"><strong>Innover avec l&rsquo;intelligence artificielle dans l&rsquo;administration : pr\u00e9sentation de cinq outils d\u00e9velopp\u00e9s en 2020<\/strong><\/h5>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><em>Voir et lire :<\/em><\/p><cite>\u2022<a rel=\"noreferrer noopener\" href=\"https:\/\/etalab.github.io\/infolettre-lab-ia\/numero-8\/\" target=\"_blank\"><em> Les\u00a0<\/em>supports de pr\u00e9sentation et enregistrements<\/a><em> des webinaires \u00ab\u2009Cinq projets pour innover avec l&rsquo;intelligence artificielle dans l&rsquo;administratio<em>n \u00bb<\/em>, dans l&rsquo;infolettre du Lab IA <\/em>;<br>\u2022 <em>Les <\/em><a rel=\"noreferrer noopener\" href=\"https:\/\/etalab.github.io\/infolettre-lab-ia\/\" target=\"_blank\">infolettres du Lab IA<\/a><em> et <a rel=\"noreferrer noopener\" href=\"https:\/\/infolettres.etalab.gouv.fr\/subscribe\/lab-ia@mail.etalab.studio\" target=\"_blank\">s&rsquo;y inscrire<\/a>.<\/em><\/cite><\/blockquote>\n\n\n\n<p>En 2020, le Lab IA d\u2019Etalab et la <a rel=\"noreferrer noopener\" href=\"https:\/\/www.modernisation.gouv.fr\/\" target=\"_blank\">direction interminist\u00e9rielle de la transformation publique (DITP)<\/a> ont accompagn\u00e9 15&nbsp;projets pour la&nbsp;<strong>2<sup>\u00e8me&nbsp;<\/sup>promotion de l\u2019appel \u00e0 manifestation d&rsquo;int\u00e9r\u00eat-intelligence artificielle (AMI-IA&nbsp;2)<\/strong>. Pour le mois de l&rsquo;innovation publique, cinq des \u00e9quipes ont partag\u00e9 en webinaires de 30&nbsp;minutes&nbsp;<strong>les r\u00e9sultats de dix&nbsp;mois d\u2019exp\u00e9rimentations<\/strong> sur des sujets vari\u00e9s : acc\u00e9l\u00e9rer les d\u00e9lais de jugement avec le Conseil d&rsquo;Etat, rechercher plus efficacement des informations dans les dossiers patients avec le CHU de Bordeaux, optimiser le traitement des signalements sanitaires avec le Minist\u00e8re de la Sant\u00e9, l&rsquo;ANSM et l&rsquo;ANS, identifier les mol\u00e9cules contaminant l&rsquo;environnement et profiler les sources de pollution avec l&rsquo;INERIS et guider l&rsquo;implantation des entreprises artisanales avec la Chambre R\u00e9gionale des M\u00e9tiers et de l&rsquo;Artisanat de Nouvelle-Aquitaine (CRMANA).<\/p>\n\n\n\n<p class=\"has-text-align-right\"><em>\u00ab\u2009Nous avons d\u00e9velopp\u00e9 deux algorithmes pour mod\u00e9liser le niveau d\u2019\u00e9quipement artisanal du territoire et le taux de survie des entreprises en fonction de leur environnement. Les premiers r\u00e9sultats sont tr\u00e8s encourageants. \u00c0 plus long terme, nous esp\u00e9rons une utilisation de l\u2019outil \u00e0 l\u2019\u00e9chelle nationale, ou une ouverture vers d\u2019autres m\u00e9tiers de proximit\u00e9, hors artisanat.\u2009\u00bb<\/em>&nbsp;&#8211; J\u00e9r\u00f4me Luret et Ga\u00ebl Kohn, porteurs du projet CRMANA.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"530\" height=\"287\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/12\/blog_mip_IA.jpg\" alt=\"Capture d'\u00e9cran d'un tableau de bord pr\u00e9sentant une carte et diff\u00e9rents indicateurs. \" class=\"wp-image-14669\"\/><figcaption>Outil d&rsquo;IA d\u00e9velopp\u00e9 avec la Chambre R\u00e9gionale des M\u00e9tiers et de l&rsquo;Artisanat de Nouvelle-Aquitaine pour guider l&rsquo;implantation des entreprises. <\/figcaption><\/figure><\/div>\n\n\n\n<h5 class=\"wp-block-heading\"><strong>Rendre l&rsquo;intelligence artificielle accessible aux administrations avec des outils mutualis\u00e9s<\/strong><\/h5>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><em>Voir <\/em> :<\/p><cite>\u2022 <a rel=\"noreferrer noopener\" href=\"https:\/\/visio.incubateur.net\/playback\/presentation\/2.0\/playback.html?meetingId=48b2421b44161208a69733549d738fc6ce9e3f6b-1606377992311\" target=\"_blank\" class=\"broken_link\">L&rsquo;enregistrement<\/a><em> de l&rsquo;Open Lab <em><em>\u00ab<\/em><\/em><\/em> <em>Pour une IA francophone <em><em>\u00bb<\/em><\/em><\/em> <em>(PIAF)<\/em> ;<br>\u2022 <a rel=\"noreferrer noopener\" href=\"https:\/\/transformations-droit.com\/webinaire-la-pseudonymisation-des-decisions-de-justice-travaux-du-lab-ia-avec\" target=\"_blank\">L&rsquo;enregistrement<\/a><em> du webinaire <em>\u00ab<\/em><\/em> <em>La pseudonymisation des d\u00e9cisions de justice. Travaux du Lab IA avec la Cour de cassation et le Conseil d\u2019\u00c9tat<em><em> \u00bb<\/em><\/em> aux rendez-vous Transformation du droit<\/em> ;<br>\u2022 <a rel=\"noreferrer noopener\" href=\"https:\/\/datascience.etalab.studio\/pseudo\/\" target=\"_blank\">La d\u00e9monstration<\/a> de l&rsquo;outil open source de pseudonymisation d\u00e9velopp\u00e9. <\/cite><\/blockquote>\n\n\n\n<p>Le Lab IA a aussi anim\u00e9 un\u00a0<strong>Open Lab (atelier participatif) pour pr\u00e9senter la nouvelle phase du projet <a rel=\"noreferrer noopener\" href=\"https:\/\/piaf.etalab.studio\/\" target=\"_blank\">PIAF &#8211; Pour une IA francophone<\/a><\/strong>.<\/p>\n\n\n\n<p><em>\u00ab\u2009Gr\u00e2ce au premier jeu de donn\u00e9es francophone obtenu de fa\u00e7on collaborative avec plus de 9500&nbsp;annotations et plus de 700&nbsp;contributeurs, l\u2019\u00e9quipe PIAF s\u2019est lanc\u00e9e depuis juin 2020 dans une nouvelle phase&nbsp;: favoriser l\u2019appropriation des IA de question-r\u00e9ponse par l\u2019administration\u2009\u00bb<\/em>, y a&nbsp;annonc\u00e9 Guillaume Lancrenon du Lab IA d&rsquo;Etalab. <\/p>\n\n\n\n<p>Pour ce faire, l&rsquo;\u00e9quipe a men\u00e9 un travail d&rsquo;enqu\u00eate aux c\u00f4t\u00e9s de&nbsp;<a rel=\"noreferrer noopener\" href=\"http:\/\/service-public.fr\/\" target=\"_blank\">service-public.fr<\/a>&nbsp;et d\u2019autres administrations et imagin\u00e9 un produit mutualis\u00e9 avec des cas d\u2019usages vari\u00e9s&nbsp;: outils pour l\u2019agent, agent conversationnel et recherche d\u2019informations pour le citoyen.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"1321\" height=\"661\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/12\/blog_mip_PIAF.png\" alt=\"Capture d'\u00e9cran dun tableau virtuel rempli de post-its. Les cat\u00e9gories : acteurs, projets\/ressources, freins, besoins, id\u00e9es\/pistes, questions.\" class=\"wp-image-14670\"\/><figcaption>Cartographie des acteurs, des ressources, des freins et des leviers pour une IA francophone \u00e9labor\u00e9e lors de l&rsquo;Open Lab.<\/figcaption><\/figure><\/div>\n\n\n\n<p>L\u2019\u00e9quipe a pr\u00e9sent\u00e9 les diff\u00e9rentes applications qui pourront \u00eatre r\u00e9utilis\u00e9es directement par les administrations et les participants ont pu contribuer \u00e0 la r\u00e9flexion sur les prochaines \u00e9tapes du projet via trois ateliers&nbsp;: quels cas d\u2019usage pour les algorithmes de question-r\u00e9ponse\u2009? Quelles pistes d\u2019am\u00e9liorations techniques\u2009? Comment mieux encourager l\u2019intelligence artificielle francophone ouverte\u2009? <\/p>\n\n\n\n<p>Le Lab IA a pr\u00e9sent\u00e9 un autre&nbsp;outil mutualis\u00e9&nbsp;le 19&nbsp;novembre aux c\u00f4t\u00e9s du Conseil d\u2019\u00c9tat et de la Cour de Cassation, cette fois pour la <strong><a rel=\"noreferrer noopener\" href=\"https:\/\/datascience.etalab.studio\/pseudo\/\" target=\"_blank\">pseudonymisation de documents<\/a><\/strong>. \u00ab\u2009<em>Initialement d\u00e9velopp\u00e9 en coop\u00e9ration avec le Conseil d\u2019\u00c9tat&nbsp;pour&nbsp;<strong>pseudonymiser les d\u00e9cisions de justice<\/strong>, <em>cet outil est open source et peut-\u00eatre r\u00e9utilis\u00e9 pour tous types de documents textuels<\/em><\/em> \u00bb, a expliqu\u00e9 Pavel Soriano (Lab IA, Etalab) pendant la conf\u00e9rence virtuelle Transformation du droit organis\u00e9e par l&rsquo;association <a rel=\"noreferrer noopener\" href=\"http:\/\/openlaw.fr\/\" target=\"_blank\">Open Law<\/a> et le <a rel=\"noreferrer noopener\" href=\"https:\/\/www.village-justice.com\/articles\/\" target=\"_blank\">Village de la justice<\/a>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Open source<\/h3>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><em><a rel=\"noreferrer noopener\" href=\"https:\/\/infolettres.etalab.gouv.fr\/subscribe\/bluehats@mail.etalab.studio\" target=\"_blank\">S&rsquo;inscrire <\/a>\u00e0 la gazette #BlueHats, la gazette du logiciel libre dans\/pour l&rsquo;administration.<\/em><\/p><\/blockquote>\n\n\n\n<p>Bastien Guerry, r\u00e9f\u00e9rent logiciel libre \u00e0 Etalab, a anim\u00e9 le 23 novembre une clinique d\u2019ouverture des codes sources. Elle a permis d\u2019engager deux discussions importantes&nbsp;: l\u2019une avec le CEREMA, qui a dans la foul\u00e9e rejoint le groupe de travail sur les politiques de publication de codes sources, et l\u2019autre avec le Pass Culture, qui s\u2019interroge sur les d\u00e9p\u00f4ts \u00e0 ouvrir en priorit\u00e9. Ces deux \u00e9changes se poursuivront en 2021.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Innovation ouverte &amp; programme Entrepreneurs d&rsquo;Int\u00e9r\u00eat G\u00e9n\u00e9ral<\/h3>\n\n\n\n<h5 class=\"wp-block-heading\"><strong>P\u00e9renniser la transformation num\u00e9rique&nbsp;: t\u00e9moignages de mentors du programme Entrepreneurs d&rsquo;Int\u00e9r\u00eat G\u00e9n\u00e9ral<\/strong><\/h5>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Lire <a rel=\"noreferrer noopener\" href=\"https:\/\/www.dailymotion.com\/video\/x7xtj58\" target=\"_blank\">l&rsquo;article de synth\u00e8se et voir l&rsquo;enregistrement <\/a>du webinaire \u00ab P\u00e9renniser la transformation num\u00e9rique : t\u00e9moignages de mentors du programme EIG \u00bb.<\/p><cite><a rel=\"noreferrer noopener\" href=\"https:\/\/infolettres.etalab.gouv.fr\/subscribe\/entrepreneur-interet-general@mail.etalab.studio\" target=\"_blank\">S&rsquo;inscrire<\/a><em> \u00e0 la liste de diffusion du programme EIG<\/em>.<\/cite><\/blockquote>\n\n\n\n<p>Lors d\u2019une premi\u00e8re table ronde, l\u2019\u00e9quipe du programme de transformation num\u00e9rique <a rel=\"noreferrer noopener\" href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/\" target=\"_blank\">Entrepreneurs d\u2019Int\u00e9r\u00eat G\u00e9n\u00e9ral<\/a> (EIG) a r\u00e9uni d\u2019anciennes et anciens agents publics porteurs de projets de la promotion 3 \u00e0 la <a rel=\"noreferrer noopener\" href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/defis\/2019\/openjustice.html\" target=\"_blank\">Cour de cassation<\/a>, l&rsquo;<a rel=\"noreferrer noopener\" href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/defis\/2019\/cartobio.html\" target=\"_blank\">Agence Bio<\/a> et la <a rel=\"noreferrer noopener\" href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/defis\/2019\/karfur.html\" target=\"_blank\">d\u00e9l\u00e9gation interminist\u00e9rielle \u00e0 l&rsquo;accueil et l&rsquo;int\u00e9gration des r\u00e9fugi\u00e9s<\/a> (DIAIR) pour une table ronde sur le th\u00e8me de la p\u00e9rennisation. <\/p>\n\n\n\n<p>Un an apr\u00e8s leur participation au programme, ces mentors ont fait part des avanc\u00e9es des projets et ont apport\u00e9 leur regard sur les changements \u00e0 long terme dans leurs institutions. Ce fut l\u2019occasion de discuter des enjeux de l\u2019immersion de sp\u00e9cialistes du num\u00e9rique dans l\u2019administration, de r\u00e9it\u00e9rer l\u2019importance des agents publics dans la transformation de leurs services et d\u2019\u00e9voquer les difficult\u00e9s li\u00e9es \u00e0 la p\u00e9rennisation de d\u00e9marches d&rsquo;innovation.<\/p>\n\n\n\n<p class=\"has-text-align-right\">\u00ab&nbsp;<em>Ce qui est tr\u00e8s int\u00e9ressant dans le programme EIG, c\u2019est la mani\u00e8re dont il transforme les entit\u00e9s administratives qui accueillent les EIG, au-del\u00e0 des projets. <\/em>\u00bb &#8211; Nour Allazkani (DIAIR).<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"1416\" height=\"794\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/12\/evenement-mip-2020-eig3-1.png\" alt=\"Grille pr\u00e9sentant six vignettes de personnes en visioconf\u00e9rence, qui rient et sourient. \" class=\"wp-image-14714\"\/><figcaption>De gauche \u00e0 droite et de haut en bas : Soizic P\u00e9nicaud (\u00e9quipe accompagnement, Etalab), Dorian Fl\u00e9chet (Agence Bio), Simon Karleskind (DIAIR), Estelle Jond-Necand (Cour de cassation), Nour Allazkani (DIAIR), Lucas Bchini (Agence Bio).<\/figcaption><\/figure><\/div>\n\n\n\n<h5 class=\"wp-block-heading\"><strong>Choisir le bon programme d&rsquo;innovation : Entrepreneurs d&rsquo;Int\u00e9r\u00eat G\u00e9n\u00e9ral et intrapreneuriat de beta.gouv.fr, quel programme pour quel projet ? <\/strong><\/h5>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Voir <em><a rel=\"noreferrer noopener\" href=\"https:\/\/www.dailymotion.com\/video\/x7y0lbw\" target=\"_blank\">l&rsquo;enregistrement<\/a><\/em> du webinaire <em><em>\u00ab Entrepreneurs d&rsquo;Int\u00e9r\u00eat G\u00e9n\u00e9ral vs. intrapreneuriat de beta.gouv.fr : quel programme pour quel projet ? \u00bb<\/em><\/em>.<\/p><\/blockquote>\n\n\n\n<p>L\u2019\u00e9quipe du programme Entrepreneurs d\u2019Int\u00e9r\u00eat G\u00e9n\u00e9ral d&rsquo;Etalab s\u2019est associ\u00e9e \u00e0 celle de l\u2019incubateur\u00a0<a rel=\"noreferrer noopener\" href=\"http:\/\/beta.gouv.fr\/\" target=\"_blank\">beta.gouv.fr<\/a>\u00a0pour une discussion-d\u00e9bat autour des diff\u00e9rences et des compl\u00e9mentarit\u00e9s entre deux accompagnements \u00e0 l&rsquo;innovation : le programme EIG et le programme d\u2019intrapreneuriat de\u00a0beta.gouv.fr.<\/p>\n\n\n\n<p>Soizic P\u00e9nicaud (\u00e9quipe accompagnement, Etalab) et Florian Delezenne (beta.gouv.fr) ont pu r\u00e9pondre aux questions des participantes et participants  sur les profils des agents publics recherch\u00e9s, les administrations \u00e9ligibles, les modalit\u00e9s de recrutement et le co\u00fbt de chaque programme pour une administration participante.<\/p>\n\n\n\n<p class=\"has-text-align-right\"><em> \u00ab Ce qui fait la force des deux approches, c&rsquo;est la compl\u00e9mentarit\u00e9. Beta.gouv.fr essaye de faire \u00e9voluer un agent vers un autre type de poste. D&rsquo;autres projets b\u00e9n\u00e9ficient de l&rsquo;apport d&rsquo;EIG, o\u00f9 des profils techniques sont int\u00e9gr\u00e9s dans l&rsquo;administration, sont accultur\u00e9s, b\u00e9n\u00e9ficient d&rsquo;une communaut\u00e9 et font un pas dans l&rsquo;administration pour probablement y rester. \u00bb <\/em>&#8211; Florian Delezenne, responsable de beta.gouv.fr \u00e0 la DINUM.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\"><strong> Mettre le design au service de l&rsquo;environnement et la biodiversit\u00e9 : r\u00e9cits de designers d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral <\/strong><\/h5>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Voir <em><a rel=\"noreferrer noopener\" href=\"https:\/\/www.dailymotion.com\/video\/x7y0lbw\" target=\"_blank\">l<\/a><em><a rel=\"noreferrer noopener\" href=\"https:\/\/www.dailymotion.com\/video\/x7xtjdr\" target=\"_blank\">&lsquo;enregistrement<\/a><\/em> du meetup Design Public n\u00b05, Environnement et biodiversit\u00e9.<\/em><\/p><\/blockquote>\n\n\n\n<p>Enfin, quatre\u00a0designers de la promotion Designers d\u2019Int\u00e9r\u00eat G\u00e9n\u00e9ral ont pr\u00e9sent\u00e9 les r\u00e9sultats de leurs travaux lors d\u2019un meetup Design Public sur le th\u00e8me de l\u2019environnement et de la biodiversit\u00e9\u00a0:<strong> <\/strong>informer les citoyens sur les espaces naturels autour de chez eux (<a rel=\"noreferrer noopener\" href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/defis\/2019\/inpn-espaces.html\" target=\"_blank\">Mus\u00e9um d\u2019Histoire Naturelle<\/a>), faciliter l\u2019acc\u00e8s \u00e0 une information marine de qualit\u00e9 (<a rel=\"noreferrer noopener\" href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/defis\/2019\/maritux.html\" target=\"_blank\">Shom<\/a>), am\u00e9liorer l\u2019information environnementale du citoyen (<a rel=\"noreferrer noopener\" href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/defis\/2019\/sequoia-cgdd.html\" target=\"_blank\">Commissariat g\u00e9n\u00e9ral au d\u00e9veloppement durable<\/a>) et produire des donn\u00e9es collaboratives g\u00e9olocalis\u00e9es (<a rel=\"noreferrer noopener\" href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/defis\/2019\/sequoia-ign.html\" target=\"_blank\">Institut national de l\u2019information g\u00e9ographique et foresti\u00e8re<\/a>).<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"787\" height=\"443\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/12\/Capture-de\u0301cran-2020-12-11-a\u0300-08.55.00.png\" alt=\"Sur la majeure partie de l'\u00e9cran : une capture d'\u00e9cran de portail en ligne montrant la France et les mers et oc\u00e9ans qui l'entoure. Cette capture d'\u00e9cran est coll\u00e9e sur un fond blanc o\u00f9 sont inscrites des annotations qui donnent des explications sur les diff\u00e9rents choix d'interface du portail. En bas de l'image, en beaucoup plus petit, les vignettes vid\u00e9o de 5 personnes dont une en train de parler.\" class=\"wp-image-14666\"\/><figcaption>C\u00e9cile Canel pr\u00e9sente les maquettes qu&rsquo;elle a r\u00e9alis\u00e9es pour la refonte des portails cartographiques du Shom. La refonte est en train d&rsquo;\u00eatre mise en oeuvre. <\/figcaption><\/figure><\/div>\n\n\n\n<p>Les designers y ont pr\u00e9sent\u00e9 leur travail de design (recherche utilisateur, maquettes, prototypes, etc.) et se sont ouverts sur leur exp\u00e9rience de designer dans l\u2019administration. <\/p>\n\n\n\n<p class=\"has-text-align-right\"><em>\u00ab Mon travail de recherche utilisateur a permis de montrer qu\u2019il y avait un grand int\u00e9r\u00eat des usagers \u00e0 participer aux politiques publiques, et qu\u2019avec des moyens restreints (un simple t\u00e9l\u00e9phone, par exemple), on pouvait r\u00e9colter des centaines de retours usagers rapidement. \u00bb &#8211; Marie Ramon-Dar\u00e9<\/em>, <em>Commissariat g\u00e9n\u00e9ral au d\u00e9veloppement durable.<\/em><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Nouvelles initiatives d&rsquo;accompagnement et de financement<\/h3>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Voir : <\/p><cite>\u2022 <a rel=\"noreferrer noopener\" href=\"https:\/\/visio.incubateur.net\/playback\/presentation\/2.0\/playback.html?meetingId=1d691cd5e000f71b87a3526bf99593e650ec6af6-1606478406272\" target=\"_blank\" class=\"broken_link\">L&rsquo;enregistrement<\/a> du lancement de l&rsquo;accompagnement \u00ab \u00c9clairer les politiques publiques par la donn\u00e9e \u00bb ;<br>\u2022 <a rel=\"noreferrer noopener\" href=\"https:\/\/visio.incubateur.net\/playback\/presentation\/2.0\/playback.html?meetingId=9073c2488737f404590af494b4ec50e0db7a0119-1605012688727\" target=\"_blank\" class=\"broken_link\">L&rsquo;enregistrement<\/a> de l&rsquo;\u00e9v\u00e9nement d&rsquo;information \u00ab Cycle de vie de la donn\u00e9e \u00bb.<\/cite><\/blockquote>\n\n\n\n<h5 class=\"wp-block-heading\"><strong>Lancement de l&rsquo;accompagnement <strong>\u00ab<\/strong><\/strong> <strong>\u00c9clairer les politiques publiques par la donn\u00e9e<\/strong> <strong>\u00bb<\/strong><\/h5>\n\n\n\n<p><em>Qu\u2019est-ce qu\u2019une politique publique pilot\u00e9e par la donn\u00e9e&nbsp;? Quelles r\u00e9alisations aujourd\u2019hui&nbsp;? Comment lancer un projet de pilotage par la donn\u00e9e&nbsp;dans son administration ?<\/em><\/p>\n\n\n\n<p>Dans le cadre du lancement de <strong>l&rsquo;offre d\u2019accompagnement \u00ab&nbsp;\u00c9clairer les politiques publiques par la donn\u00e9e&nbsp;\u00bb<\/strong>, l\u2019\u00e9quipe d\u2019Etalab a pr\u00e9sent\u00e9 les enjeux du pilotage par la donn\u00e9e, les r\u00e9alisations de cette ann\u00e9e 2020 et a ouvert la discussion sur les projets que pouvaient envisager les participants du webinaire.<\/p>\n\n\n\n<p>Deux cas d&rsquo;usage ont \u00e9t\u00e9 pr\u00e9sent\u00e9s : le <a rel=\"noreferrer noopener\" href=\"https:\/\/dashboard.covid19.data.gouv.fr\/\" target=\"_blank\">tableau de bord covid-19<\/a> et le <a rel=\"noreferrer noopener\" href=\"https:\/\/aides-entreprises.data.gouv.fr\/\" target=\"_blank\" class=\"broken_link\">tableau de bord des aides accord\u00e9es aux entreprises<\/a> dans le cadre du fonds de solidarit\u00e9. Les discussions en atelier ont notamment explor\u00e9 le pilotage des donn\u00e9es dans les domaines de l&rsquo;environnement, de la culture, de la lutte contre les noyades en mer et trait\u00e9 le cas particulier des collectivit\u00e9s territoriales. <\/p>\n\n\n\n<p>Cet accompagnement est destin\u00e9 aux administrations souhaitant utiliser les donn\u00e9es pour concevoir, mettre en \u0153uvre et \u00e9valuer leurs politiques publiques gr\u00e2ce aux donn\u00e9es. Pour obtenir davantage d\u2019informations sur ce nouveau programme, contactez l\u2019\u00e9quipe projet&nbsp;: eclairer-par-la-donnee@data.gouv.fr.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<h5 class=\"wp-block-heading\"><strong>Lancement de l&rsquo;appel \u00e0 projets \u00ab<\/strong> <strong>Cycle de vie de la donn\u00e9e<\/strong> <strong>\u00bb<\/strong><\/h5>\n\n\n\n<p>Etalab a organis\u00e9 une r\u00e9union d&rsquo;information pour les administrations int\u00e9ress\u00e9es par l&rsquo;appel \u00e0 projets et guichet <strong>\u00ab\u2009Cycle de vie de la donn\u00e9e\u2009\u00bb<\/strong> initi\u00e9 dans le cadre du <a href=\"https:\/\/france-relance.transformation.gouv.fr\/\" target=\"_blank\" rel=\"noreferrer noopener\">plan de relance<\/a>. <\/p>\n\n\n\n<p>Cet appel \u00e0 projets s\u2019adresse aux directions m\u00e9tiers d\u2019administration ou op\u00e9rateurs en charge d\u2019une politique publique qui souhaitent d\u00e9velopper le recours \u00e0 la donn\u00e9e dans la d\u00e9cision et la performance publique (IA, \u00e9change de donn\u00e9es, open data, archivage). <\/p>\n\n\n\n<p class=\"has-text-align-right\"><em>\u00ab\u2009Etalab propose d\u2019accompagner les administrations candidates avec des rituels de partage d\u2019avanc\u00e9es des diff\u00e9rents projets, les ressources et outils DINUM et une clinique de la data mensuelle, un format initi\u00e9 par le Lab IA d\u2019Etalab pour prendre quelques heures afin d\u2019aider une \u00e9quipe projet \u00e0 trouver des solutions sur un probl\u00e8me pr\u00e9cis.\u2009\u00bb<\/em>  &#8211; Paul-Antoine Chevalier, responsable du p\u00f4le exploitation des donn\u00e9es et du Lab IA \u00e0 Etalab. <\/p>\n\n\n\n<p><em>Cet article a \u00e9veill\u00e9 votre curiosit\u00e9 ? <a href=\"https:\/\/www.etalab.gouv.fr\/contact\" target=\"_blank\" rel=\"noreferrer noopener\">Contactez les \u00e9quipes d&rsquo;Etalab<\/a> pour en savoir plus sur nos travaux.  <\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>En novembre 2020, \u00e0 l&rsquo;occasion du Mois de l&rsquo;innovation publique, Etalab a organis\u00e9 douze \u00e9v\u00e9nements sur les th\u00e8mes de l\u2019ouverture, du partage et de la valorisation des donn\u00e9es publiques. Pr\u00e8s de 1000 personnes ont \u00e9t\u00e9 au rendez-vous. D\u00e9couvrez ci-dessous quelques temps forts de ces webinaires et ateliers et acc\u00e9dez aux enregistrements des sessions.\u00a0 Ouverture et &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/mois-de-linnovation-publique-2020-retour-sur-les-evenements-detalab\"> <span class=\"screen-reader-text\">Mois de l&rsquo;innovation publique 2020 : retour sur les \u00e9v\u00e9nements d&rsquo;Etalab<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":40,"featured_media":14773,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[14,20,239,255,284],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/01\/MIP_Etalab.jpg",960,540,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/01\/MIP_Etalab.jpg",150,84,false],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/01\/MIP_Etalab.jpg",300,169,false],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/01\/MIP_Etalab.jpg",768,432,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/01\/MIP_Etalab.jpg",960,540,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/01\/MIP_Etalab.jpg",960,540,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/01\/MIP_Etalab.jpg",960,540,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2021\/01\/MIP_Etalab.jpg",45,25,false]},"uagb_author_info":{"display_name":"Soizic P\u00e9nicaud","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/soizic-penicaud"},"uagb_comment_info":0,"uagb_excerpt":"En novembre 2020, \u00e0 l&rsquo;occasion du Mois de l&rsquo;innovation publique, Etalab a organis\u00e9 douze \u00e9v\u00e9nements sur les th\u00e8mes de l\u2019ouverture, du partage et de la valorisation des donn\u00e9es publiques. Pr\u00e8s de 1000 personnes ont \u00e9t\u00e9 au rendez-vous. D\u00e9couvrez ci-dessous quelques temps forts de ces webinaires et ateliers et acc\u00e9dez aux enregistrements des sessions.\u00a0 Ouverture et\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14650"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/40"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=14650"}],"version-history":[{"count":114,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14650\/revisions"}],"predecessor-version":[{"id":14790,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14650\/revisions\/14790"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/14773"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=14650"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=14650"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=14650"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}