{"id":8604,"date":"2018-08-09T19:07:25","date_gmt":"2018-08-09T17:07:25","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=8604"},"modified":"2019-08-13T15:09:57","modified_gmt":"2019-08-13T13:09:57","slug":"opengov-forum-open-detat-4-cuisinez-les-algorithmes-un-outil-de-mediation-numerique","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/opengov-forum-open-detat-4-cuisinez-les-algorithmes-un-outil-de-mediation-numerique","title":{"rendered":"#OpenGov \u2013 Forum Open d\u2019Etat #4 \u00ab data.gouv.fr et les algorithmes \u00e0 l&rsquo;\u00e9preuve de la m\u00e9diation num\u00e9rique. \u00bb"},"content":{"rendered":"[:fr]\n<h2><\/h2>\n<h2><\/h2>\n<h2>Rendez-vous \u00e0 Nantes le 13 septembre de 14h \u00e0 17h lors des rencontres Num\u00e9rique en Commun[s].<\/h2>\n<p style=\"text-align: justify;\">En 2016, la loi pour une R\u00e9publique Num\u00e9rique introduit dans le code des relations entre le public et l\u2019administration l\u2019obligation pour les administrations d\u2019informer chaque citoyen, lorsqu\u2019une d\u00e9cision individuelle le concernant a \u00e9t\u00e9 prise \u00e0 son encontre \u00e0 l\u2019aide d\u2019un algorithme. Le citoyen obtient le droit d\u2019obtenir la communication \u2013 sur demande \u2013 des \u00ab r\u00e8gles \u00bb et \u00ab principales caract\u00e9ristiques de mise en \u0153uvre \u00bb de ce programme informatique, au regard de sa situation individuelle.<\/p>\n<p style=\"text-align: justify;\">L\u2019actualit\u00e9 autour de Parcoursup a fait s\u2019intensifier le d\u00e9bat sur la responsabilit\u00e9 et la loyaut\u00e9 des algorithmes, en raison de leur pr\u00e9sence accrue dans la sph\u00e8re priv\u00e9e (pour les algorithmes des GAFA) et publique. Les d\u00e9fis d\u00e9mocratiques pos\u00e9s par l\u2019utilisation des algorithmes pour la conduite de l\u2019action publique restent entiers et c\u2019est ce qui fait l\u2019objet de <a href=\"https:\/\/www.etalab.gouv.fr\/plan-daction-national\" target=\"_blank\" rel=\"noopener noreferrer\">l\u2019engagement 6 du plan d\u2019action national pour une action publique transparente et collaborative<\/a>, qui vise \u00e0 \u00ab renforcer la transparence des algorithmes et des codes sources publics \u00bb en associant la soci\u00e9t\u00e9 civile \u00e0 l\u2019\u00e9tude des algorithmes publics pour identifier les enjeux en termes techniques, juridiques et organisationnels.<\/p>\n<p>Les infrastructures d\u2019acc\u00e8s aux donn\u00e9es joueront un r\u00f4le crucial dans cette mont\u00e9e \u00e0 l\u2019\u00e9chelle de l\u2019open data. L\u2019engagement 4 du plan d\u2019action pr\u00e9voit de \u201cpoursuivre le de\u0301veloppement de data.gouv.fr et y inte\u0301grer de nouvelles fonctionnalite\u0301s\u201d afin d\u2019accroi\u0302tre l\u2019utilite\u0301 et l\u2019impact des donn\u00e9es ouvertes pour l\u2019e\u0301conomie et la socie\u0301te\u0301. <span id=\"messageContent\">La loi pour une R\u00e9publique Num\u00e9rique fixe aussi un objectif d\u2019open data par d\u00e9faut. A partir d\u2019octobre 2017, la loi impose un principe d\u2019ouverture des donn\u00e9es par d\u00e9faut \u00e0 toutes les administrations, tous les acteurs investis d\u2019une mission de service public et les collectivit\u00e9s locales de plus de 3500 habitants et 50 agents. Le p\u00e9rim\u00e8tre concern\u00e9 est tr\u00e8s large, il comprend les \u201cbases de donn\u00e9es\u201d et les donn\u00e9es \u201cdont la publication pr\u00e9sente un int\u00e9r\u00eat \u00e9conomique, social, sanitaire ou environnemental\u201d \u00e0 partir d\u2019octobre 2018. Rares sont les donn\u00e9es publiques qui ne sont donc pas concern\u00e9es par cette obligation d\u2019ouverture.<\/span><\/p>\n<p style=\"text-align: justify;\">Ce<strong> quatri\u00e8me forum Open d\u2019Etat<\/strong> s\u2019int\u00e9ressera aux engagements pris par la mission Etalab elle-m\u00eame. En particulier, seront abord\u00e9s l\u2019engagement 6 cit\u00e9 ci-dessus mais \u00e9galement l\u2019engagement 4 qui pr\u00e9voit de \u00ab poursuivre le de\u0301veloppement de data.gouv.fr et d\u2019y inte\u0301grer de nouvelles fonctionnalite\u0301s \u00bb.<\/p>\n<p style=\"text-align: justify;\">Pour cette quatri\u00e8me \u00e9dition, les forums Open d\u2019\u00c9tat se d\u00e9placent \u00e0 Nantes, lors des rencontres <u><a href=\"https:\/\/www.numerique-en-commun.fr\/\" class=\"broken_link\">Num\u00e9rique en Commun[s]<\/a><\/u> organis\u00e9es par <u><a href=\"https:\/\/societenumerique.gouv.fr\/\">la mission Soci\u00e9t\u00e9 Num\u00e9rique<\/a><\/u> de l\u2019agence du Num\u00e9rique et <a href=\"https:\/\/lamednum.coop\/\" target=\"_blank\" rel=\"noopener noreferrer\">la coop\u00e9rative de la m\u00e9diation num\u00e9rique.<\/a><\/p>\n<p>L\u2019inclusion de ce forum Open d\u2019Etat au programme de Num\u00e9rique en Commun[s] permettra de s\u2019appuyer sur la contribution des professionnels de la m\u00e9diation num\u00e9rique pour r\u00e9pondre \u00e0 ces enjeux.<\/p>\n<p>Les forums Open d\u2019Etat durent 3h et reposent sur la participation active des participants.<\/p>\n<p>Plusieurs interventions inaugurent chaque forum, le d\u00e9tail de celles-ci sera annonc\u00e9 prochainement. Elles introduisent progressivement les sujets des ateliers et renforcent la compr\u00e9hension du sujet par le public, qui aura re\u00e7u pr\u00e9alablement un kit d\u2019appropriation des enjeux.<\/p>\n<p><strong>\u00c0 la suite, deux ateliers d\u20191h30 seront organis\u00e9s :<\/strong><\/p>\n<ul>\n<li style=\"text-align: justify;\"><strong>Atelier 1 \u2013 \u201cUn algorithme c\u2019est comme une recette de cuisine !\u201d:<\/strong> \u00e0 travers l\u2019exemple du calcul de la taxe d\u2019habitation nous testerons de nouvelles approches de m\u00e9diation aux algorithmes. Comment faire que le public le plus large comprenne les enjeux techniques, juridiques et politiques d\u2019un algorithme ? Comment d\u00e9cortiquer l\u2019algorithme et lui donner du sens ? Cet atelier de \u201ccuisine algorithmique\u201d sera anim\u00e9 par Simon Chignard et Loup Cellard.<\/li>\n<li style=\"text-align: justify;\"><strong>Atelier 2 \u2013 Faire de data.gouv.fr un outil pour la m\u00e9diation num\u00e9rique :<\/strong> comment faire pour que la plateforme data.gouv.fr s\u2019adresse \u00e0 un public plus large et appuie plus fortement la m\u00e9diation num\u00e9rique dans ses actions ? Comment mieux \u00e9ditorialiser le portail pour rendre l\u2019ouverture des donn\u00e9es plus lisible par le plus grand nombre ? Quelles fonctionnalit\u00e9s manque-t-il pour \u00e9largir le public de l\u2019ouverture des donn\u00e9es ?<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Cet atelier reprendra <u><a href=\"https:\/\/forum.etalab.gouv.fr\/t\/forum-open-detat-3-ouvrons-la-science-ateliers-outils-et-kit-dappropriation\/4122\">une m\u00e9thode d\u00e9velopp\u00e9e<\/a><\/u> lors d\u2019un pr\u00e9c\u00e9dent forum pour faire \u00e9merger collaborativement des pistes d\u2019am\u00e9lioration.<\/p>\n<p style=\"text-align: justify;\">Nous vous invitons donc \u00e0 nous rejoindre le jeudi 13 septembre \u00e0 Nantes pour cette nouvelle \u00e9dition des Forums Open d\u2019\u00c9tat, que vous participiez aux rencontres Num\u00e9rique en Commun[s] ou non, le forum est ouvert \u00e0 tout le monde.<\/p>\n<p>Pour vous inscrire =&gt; <a href=\"https:\/\/www.eventbrite.fr\/e\/billets-forum-open-detat-4-transparence-des-algorithmes-et-mediation-autour-des-donnees-48156645824?aff=ebapi\">https:\/\/www.eventbrite.fr\/e\/billets-forum-open-detat-4-transparence-des-algorithmes-et-mediation-autour-des-donnees-48156645824?aff=ebapi<\/a><\/p>\n<p>Il n\u2019y a que 40 places de disponibles\u00a0! Inscrivez-vous avant le 3 septembre et vous recevrez un mail de confirmation et un code pour prendre une place aux rencontres Num\u00e9riques en commun[s] au plus tard le 6 septembre[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr] Rendez-vous \u00e0 Nantes le 13 septembre de 14h \u00e0 17h lors des rencontres Num\u00e9rique en Commun[s]. En 2016, la loi pour une R\u00e9publique Num\u00e9rique introduit dans le code des relations entre le public et l\u2019administration l\u2019obligation pour les administrations d\u2019informer chaque citoyen, lorsqu\u2019une d\u00e9cision individuelle le concernant a \u00e9t\u00e9 prise \u00e0 son encontre \u00e0 &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/opengov-forum-open-detat-4-cuisinez-les-algorithmes-un-outil-de-mediation-numerique\"> <span class=\"screen-reader-text\">#OpenGov \u2013 Forum Open d\u2019Etat #4 \u00ab data.gouv.fr et les algorithmes \u00e0 l&rsquo;\u00e9preuve de la m\u00e9diation num\u00e9rique. \u00bb<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":16,"featured_media":8610,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[39,14,1,40,20,239,27,238],"tags":[247],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat.png",637,143,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat-150x143.png",150,143,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat-300x67.png",300,67,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat.png",637,143,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat.png",637,143,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat.png",637,143,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat.png",637,143,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/08\/logo-petit-format-Forum-open-dEtat.png",45,10,false]},"uagb_author_info":{"display_name":"Am\u00e9lie Banzet","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/amelie"},"uagb_comment_info":0,"uagb_excerpt":"[:fr] Rendez-vous \u00e0 Nantes le 13 septembre de 14h \u00e0 17h lors des rencontres Num\u00e9rique en Commun[s]. En 2016, la loi pour une R\u00e9publique Num\u00e9rique introduit dans le code des relations entre le public et l\u2019administration l\u2019obligation pour les administrations d\u2019informer chaque citoyen, lorsqu\u2019une d\u00e9cision individuelle le concernant a \u00e9t\u00e9 prise \u00e0 son encontre \u00e0\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8604"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=8604"}],"version-history":[{"count":11,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8604\/revisions"}],"predecessor-version":[{"id":11841,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8604\/revisions\/11841"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/8610"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=8604"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=8604"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=8604"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}