{"id":7410,"date":"2017-07-19T11:59:33","date_gmt":"2017-07-19T09:59:33","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=7410"},"modified":"2019-09-13T10:21:34","modified_gmt":"2019-09-13T08:21:34","slug":"entrepreneurs-d-interet-general-promo-2-decouvrez-les-10-defis-retenus-par-le-jury","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/entrepreneurs-d-interet-general-promo-2-decouvrez-les-10-defis-retenus-par-le-jury","title":{"rendered":"Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral\/Promo 2 : d\u00e9couvrez les 10 d\u00e9fis retenus par le jury"},"content":{"rendered":"<blockquote>\n<p style=\"text-align: justify;\">Les 4 et 5 juillet 2017, un jury d\u2019exception s\u2019est r\u00e9uni au Secr\u00e9tariat d\u2019Etat charg\u00e9 du Num\u00e9rique (voir la composition du jury <a href=\"https:\/\/www.etalab.gouv.fr\/decouvrez-les-membres-du-jury-du-programme-entrepreneurs-dinteret-general\" target=\"_blank\" rel=\"noopener noreferrer\">ici<\/a>). Leur mission : s\u00e9lectionner les d\u00e9fis pr\u00e9sent\u00e9s par les administrations, en vue de constituer la deuxi\u00e8me promotion des <a href=\"https:\/\/www.etalab.gouv.fr\/entrepreneurs-dinteret-general\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral<\/a>.<\/p>\n<p style=\"text-align: justify;\">A l\u2019issue de ces auditions, 10 d\u00e9fis de transformation num\u00e9rique ont \u00e9t\u00e9 s\u00e9lectionn\u00e9s. Ils couvrent des champs vari\u00e9s de l\u2019action publique et ont un lien fort avec l\u2019ouverture et la circulation des donn\u00e9es.<\/p>\n<p style=\"text-align: justify;\">A la rentr\u00e9e, un appel \u00e0 candidatures sera lanc\u00e9 afin de s\u00e9lectionner les 22 entrepreneurs qui rel\u00e8veront ces d\u00e9fis \u00e0 partir de janvier 2018 !<\/p>\n<\/blockquote>\n<h3 style=\"text-align: justify;\"><span style=\"color: #00b0f0;\">Un jury r\u00e9uni pour s\u00e9lectionner les meilleurs d\u00e9fis de transition num\u00e9rique et d&rsquo;innovation ouverte<br \/>\n<\/span><\/h3>\n<p style=\"text-align: justify;\">Les 4 et 5 juillet 2017, les administrations candidates au programme Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral ont pr\u00e9sent\u00e9 leur d\u00e9fi \u00e0 un jury in\u00e9dit, r\u00e9unissant <strong>agents publics et personnalit\u00e9s qualifi\u00e9es, issues du monde associatif et entrepreneurial<\/strong>. Les pr\u00e9sentations sous forme de \u00ab\u00a0pitch\u00a0\u00bb ont permis aux candidats et aux membres du jury d&rsquo;interagir sur les enjeux du d\u00e9fi, les ressources mobilis\u00e9es et l&rsquo;environnement de travail propos\u00e9 aux futurs entrepreneurs.<\/p>\n<blockquote>\n<p style=\"text-align: justify;\"><a href=\"https:\/\/twitter.com\/NAMM82\" target=\"_blank\" rel=\"noopener noreferrer\">Nathalie Martin<\/a>, membre du jury et Directrice ex\u00e9cutive de <a href=\"https:\/\/twitter.com\/Wikimedia_Fr\" target=\"_blank\" rel=\"noopener noreferrer\">Wikim\u00e9dia France<\/a>: \u00ab\u00a0J&rsquo;ai beaucoup appr\u00e9ci\u00e9 l&rsquo;esprit de ce programme qui se veut \u00e0 la fois innovant, pragmatique et r\u00e9aliste. Le jury comprenait d\u2019ailleurs des personnalit\u00e9s aux profils diversifi\u00e9s mais qui ont en commun l&rsquo;expertise et l&rsquo;engagement, qui sont des composantes essentielles de l\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral. Les d\u00e9fis qui ont \u00e9t\u00e9 s\u00e9lectionn\u00e9s sont d&rsquo;une grande richesse. Surtout, nous sommes convaincus qu&rsquo;ils sont impactants pour transformer et faire progresser les services publics.\u00a0\u00bb<\/p>\n<\/blockquote>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"size-full wp-image-7465 aligncenter\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2017\/07\/jury-blog-bis.jpg\" alt=\"\" width=\"684\" height=\"422\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/07\/jury-blog-bis.jpg 684w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/07\/jury-blog-bis-300x185.jpg 300w\" sizes=\"(max-width: 684px) 100vw, 684px\" \/><\/p>\n<p style=\"text-align: justify;\">Les membres du jury ont ainsi \u00e9t\u00e9 attentifs aux d\u00e9fis qui int\u00e9graient le plus possible les objectifs de transformation, d&rsquo;ouverture et d&rsquo;entrepreneuriat. Plusieurs nouveaut\u00e9s apport\u00e9es au programme ont appuy\u00e9 les appr\u00e9ciations du jury : les d\u00e9fis accueilleront plusieurs entrepreneurs (2 ou 3) aux comp\u00e9tences compl\u00e9mentaires, et les administrations d&rsquo;accueil devront s&rsquo;impliquer directement dans le projet via une \u00e9quipe pluridisciplinaire (EIG, m\u00e9tiers, DSI, etc.).<\/p>\n<p style=\"text-align: justify;\">Une grille de notation, reprenant les <strong>crit\u00e8res de <a href=\"https:\/\/www.etalab.gouv.fr\/appel-a-projets-administrations-lancez-vos-defis-a-la-prochaine-promotion-dentrepreneurs-dinteret-general\" target=\"_blank\" rel=\"noopener noreferrer\">l&rsquo;appel \u00e0 projets,<\/a> <\/strong>a ainsi \u00e9t\u00e9 mise \u00e0 disposition des membres du jury pour \u00e9valuer chacun des 30 d\u00e9fis pr\u00e9sent\u00e9s lors des auditions :<\/p>\n<p><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2017\/07\/Image1.png\"><img decoding=\"async\" loading=\"lazy\" class=\"aligncenter wp-image-7468 size-kopa-image-size-9\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2017\/07\/Image1-426x529.png\" alt=\"\" width=\"426\" height=\"529\" \/><\/a><\/p>\n<h3 style=\"text-align: justify;\"><span style=\"color: #00b0f0;\">S\u00e9lection finale : 10 d\u00e9fis d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral pr\u00e9figurant une promotion \u00ab\u00a0tous terrains\u00a0\u00bb<\/span><u><br \/>\n<\/u><\/h3>\n<p style=\"text-align: justify;\">Au total, <strong>10 d\u00e9fis sur les 30 auditionn\u00e9s<\/strong> ont retenu l\u2019attention des membres du jury. Ils couvrent des domaines vari\u00e9s de l\u2019action publique comme les questions environnementales, l\u2019am\u00e9lioration des processus m\u00e9tiers et des services aux usagers, l\u2019innovation sociale, l\u2019accompagnement des tissus de TPE\/PME dans les territoires, le patrimoine culturel et artistique, les affaires sociales, etc.<\/p>\n<blockquote>\n<p style=\"text-align: justify;\"><a href=\"https:\/\/twitter.com\/trojette\" target=\"_blank\" rel=\"noopener noreferrer\">Adn\u00e8ne Trojette<\/a>, membre du jury : \u00ab\u00a0la deuxi\u00e8me promotion des EIG va intervenir sur terre et en mer, \u00e0 Paris comme en r\u00e9gion, sur des enjeux sociaux, \u00e9conomiques, culturels et r\u00e9galiens. Ce sera une promotion tous terrains !\u00a0\u00bb.<\/p>\n<\/blockquote>\n<p><span style=\"text-decoration: underline;\"><strong>D\u00e9couvrir la liste des d\u00e9fis s\u00e9lectionn\u00e9s et leurs administrations d&rsquo;accueil :<\/strong><\/span><\/p>\n<ul style=\"color: #00b0f0;\">\n<li style=\"text-align: justify;\"><span style=\"color: #00b0f0;\">Les sciences de la donn\u00e9e au service de la pr\u00e9vention des accidents maritimes, <\/span><span style=\"color: #000000;\"><span style=\"color: #808080;\">Minist\u00e8re de la Transition \u00c9cologique et Solidaire, Direction des Affaires Maritimes<\/span><br \/>\n<\/span><\/li>\n<li style=\"text-align: justify;\"><span style=\"color: #00b0f0;\">Pr\u00e9figuration d\u2019une cellule d\u2019exploitation inter-direction du Syst\u00e8me national des donn\u00e9es de sant\u00e9<\/span>, <span style=\"color: #808080;\">Minist\u00e8re des Solidarit\u00e9s et de la Sant\u00e9, Minist\u00e8re du Travail, Direction de la recherche, des \u00e9tudes, de l\u2019\u00e9valuation et des statistiques<\/span><\/li>\n<li style=\"text-align: justify;\"><span style=\"color: #00b0f0;\">D\u00e9veloppement d\u2019outils d\u2019indexation et de pr\u00e9sentation au service du patrimoine mat\u00e9riel et immat\u00e9riel du Mobilier national,<\/span> <span style=\"color: #808080;\">Minist\u00e8re de la Culture, Direction g\u00e9n\u00e9rale de la cr\u00e9ation artistique, Service \u00e0 comp\u00e9tence nationale du Mobilier national<\/span><\/li>\n<li style=\"text-align: justify;\"><span style=\"color: #00b0f0;\">Mod\u00e8le pr\u00e9dictif des interventions de secours aux personnes,<\/span> <span style=\"color: #808080;\">Minist\u00e8re de l\u2019Int\u00e9rieur, Mission de coordination et d\u2019appui \u00e0 la valorisation des donn\u00e9es<\/span><\/li>\n<li style=\"text-align: justify;\"><span style=\"color: #00b0f0;\">FRIIM : Faciliter la R\u00e9utilisation et l\u2019Interfa\u00e7age des Informations Maritimes de balisage<\/span>, <span style=\"color: #808080;\">Minist\u00e8re des Arm\u00e9es, Service hydrographique et oc\u00e9anographique de la marine<\/span><\/li>\n<li style=\"text-align: justify;\"><span style=\"color: #00b0f0;\">Signaux faibles : d\u00e9tecter en amont les entreprises en situation de difficult\u00e9s pour mieux les accompagner<\/span>, <span style=\"color: #808080;\">Minist\u00e8re de l\u2019Economie, Direction g\u00e9n\u00e9rale des Entreprises et DIRECCTE Bourgogne-Franche-Comt\u00e9<\/span><\/li>\n<li style=\"text-align: justify;\"><span style=\"color: #00b0f0;\">Aide \u00e0 la lutte contre la fraude financi\u00e8re et l&rsquo;\u00e9conomie souterraine \u00e0 partir de donn\u00e9es h\u00e9t\u00e9rog\u00e8nes<\/span>, <span style=\"color: #808080;\">Minist\u00e8re de l&rsquo;Action et des Comptes publics<br \/>\n<\/span><\/li>\n<li style=\"text-align: justify;\"><span style=\"color: #00b0f0;\">Banque de l\u2019innovation territoriale : une plateforme web pour faire vivre l\u2019\u00e9cosyst\u00e8me de l\u2019innovation sociale dans les territoires,<\/span> <span style=\"color: #808080;\">Commissariat G\u00e9n\u00e9ral \u00e0 l\u2019Egalit\u00e9 des Territoires<\/span><\/li>\n<li style=\"text-align: justify;\"><span style=\"color: #00b0f0;\">Mettre en \u0153uvre des techniques de big data pour r\u00e9aliser l\u2019\u00e9valuation, la s\u00e9lection et l\u2019\u00e9chantillonnage des donn\u00e9es publiques non structur\u00e9es<\/span>, <span style=\"color: #808080;\">Secr\u00e9tariat g\u00e9n\u00e9ral des minist\u00e8res sociaux<\/span><\/li>\n<li style=\"text-align: justify;\"><span style=\"color: #00b0f0;\">Brigade num\u00e9rique : mise en place d\u2019un accueil num\u00e9rique multicanal de la gendarmerie,<\/span> <span style=\"color: #808080;\">Direction g\u00e9n\u00e9rale de la gendarmerie nationale (DGGN), Mission num\u00e9rique de la gendarmerie nationale (MNGN)<\/span><\/li>\n<\/ul>\n<p style=\"text-align: justify;\">En participant au programme Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral, les administrations dont les d\u00e9fis ont \u00e9t\u00e9 s\u00e9lectionn\u00e9s doivent respecter plusieurs engagements, dont :<\/p>\n<ul style=\"text-align: justify;\">\n<li><strong>la transparence et l\u2019ouverture des donn\u00e9es<\/strong>, le partage des ressources cr\u00e9e par les EIG (donn\u00e9es, codes sources, m\u00e9thodes, etc.) et la mutualisation afin de faire b\u00e9n\u00e9ficier au maximum d&rsquo;autres administrations des d\u00e9veloppements r\u00e9alis\u00e9s<\/li>\n<li><strong>la dynamique de transformation de l\u2019administration<\/strong>, en garantissant la mobilit\u00e9 et l\u2019autonomie des entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral ainsi que l&rsquo;investissement des services (m\u00e9tiers et DSI).<\/li>\n<\/ul>\n<p style=\"text-align: justify;\"><strong>Certains des d\u00e9fis non retenus <\/strong>ont en par ailleurs pu \u00eatre redirig\u00e9s vers d&rsquo;autres d&rsquo;autres types d&rsquo;accompagnement d&rsquo;Etalab ou de la DINSIC.<\/p>\n<blockquote>\n<p style=\"text-align: justify;\"><a href=\"https:\/\/twitter.com\/laurelucchesi\" target=\"_blank\" rel=\"noopener noreferrer\">Laure Lucchesi<\/a>, membre du jury et directrice d&rsquo;<a href=\"https:\/\/twitter.com\/etalab\" target=\"_blank\" rel=\"noopener noreferrer\">Etalab<\/a> : \u00ab\u00a0Les\u00a0d\u00e9fis propos\u00e9s dans le cadre de la s\u00e9lection de la 2e promotion 2018 pr\u00e9sentent globalement un\u00a0fort potentiel d&rsquo;innovation et de transformation de l&rsquo;administration. Certains de ces projets pourront faire l&rsquo;objet d&rsquo;autres types d&rsquo;accompagnements de la part d&rsquo;Etalab (projets de datascience et appui interne de nos datascientists ou via notre accord-cadre, PIA, mentoring de l&rsquo;\u00e9quipe Etalab, aide \u00e0 la cartographie et structuration de donn\u00e9es, au design, start-up d&rsquo;Etat, etc.). Une partie des d\u00e9fis pr\u00e9sent\u00e9s peut \u00eatre r\u00e9alis\u00e9e en moins de 10 mois et d&rsquo;autres n\u00e9cessitent d&rsquo;investir \u00e0 plus long terme. L&rsquo;effet r\u00e9seau jouera \u00e9galement, avec des \u00e9changes, entraides et synergies entre les \u00e9quipes DINSIC et les minist\u00e8res\u00a0\u00bb.<\/p>\n<\/blockquote>\n<h3><\/h3>\n<h3><span style=\"color: #00b0f0;\">Et la suite ? Un appel \u00e0 candidatures en septembre et un jury en novembre<\/span><u><br \/>\n<\/u><\/h3>\n<p style=\"text-align: justify;\">La s\u00e9lection des d\u00e9fis \u00e9tant close, l\u2019\u00e9quipe Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral se lance d\u00e9sormais dans la pr\u00e9paration des prochaines \u00e9tapes :<\/p>\n<ul>\n<li style=\"text-align: justify;\">L\u2019\u00e9laboration, conjointement avec les administrations, des fiches de poste des futurs entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral d&rsquo;ici le lancement d&rsquo;un appel \u00e0 candidature au cours du mois de septembre ;<\/li>\n<li style=\"text-align: justify;\">L&rsquo;audition des entrepreneurs candidats par le jury EIG, qui se r\u00e9unira une seconde fois en novembre, en pr\u00e9sence des mentors op\u00e9rationnels des 10 administrations s\u00e9lectionn\u00e9es ;<\/li>\n<li style=\"text-align: justify;\">L&rsquo;int\u00e9gration des 22 entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral dans leur administration d\u00e8s janvier 2018 pour une dur\u00e9e de 10 mois..<\/li>\n<\/ul>\n<p><!-- x-tinymce\/html --><\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"aligncenter wp-image-7475\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2017\/07\/FLECHE-2.png\" alt=\"\" width=\"616\" height=\"193\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/07\/FLECHE-2.png 1505w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/07\/FLECHE-2-300x94.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/07\/FLECHE-2-768x240.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/07\/FLECHE-2-1024x320.png 1024w\" sizes=\"(max-width: 616px) 100vw, 616px\" \/><\/p>\n<p style=\"text-align: justify;\">Enfin, pour garantir la p\u00e9rennisation et la coh\u00e9sion du Programme Entrepreneurs d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral, les entrepreneurs de la premi\u00e8re promotion pourront suivre et accompagner les futurs entrepreneurs, tout comme les membres du jury, qui pourront suivre un d\u00e9fi de leur choix dans la dur\u00e9e.<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Plus d&rsquo;informations :<\/strong><\/span><\/p>\n<ul>\n<li><a href=\"https:\/\/www.etalab.gouv.fr\/entrepreneurs-dinteret-general\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">Pr\u00e9sentation du programme Entrepreneurs d&rsquo;int\u00e9r\u00eat g\u00e9n\u00e9ral<\/a><\/li>\n<li>Contact : <a href=\"mailto:entrepreneur-interet-general@data.gouv.fr\" target=\"_blank\" rel=\"noopener noreferrer\">entrepreneur-interet-general@data.gouv.fr<\/a><\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>Les 4 et 5 juillet 2017, un jury d\u2019exception s\u2019est r\u00e9uni au Secr\u00e9tariat d\u2019Etat charg\u00e9 du Num\u00e9rique (voir la composition du jury ici). Leur mission : s\u00e9lectionner les d\u00e9fis pr\u00e9sent\u00e9s par les administrations, en vue de constituer la deuxi\u00e8me promotion des Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral. A l\u2019issue de ces auditions, 10 d\u00e9fis de transformation num\u00e9rique ont &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/entrepreneurs-d-interet-general-promo-2-decouvrez-les-10-defis-retenus-par-le-jury\"> <span class=\"screen-reader-text\">Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral\/Promo 2 : d\u00e9couvrez les 10 d\u00e9fis retenus par le jury<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":25,"featured_media":6069,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[210,211,98,74,222],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/aac-eig_une.png",700,310,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/aac-eig_une-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/aac-eig_une-300x133.png",300,133,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/aac-eig_une.png",700,310,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/aac-eig_une.png",700,310,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/aac-eig_une.png",700,310,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/aac-eig_une.png",700,310,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/12\/aac-eig_une.png",45,20,false]},"uagb_author_info":{"display_name":"Mathilde Bras","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/mathilde-bras"},"uagb_comment_info":0,"uagb_excerpt":"Les 4 et 5 juillet 2017, un jury d\u2019exception s\u2019est r\u00e9uni au Secr\u00e9tariat d\u2019Etat charg\u00e9 du Num\u00e9rique (voir la composition du jury ici). Leur mission : s\u00e9lectionner les d\u00e9fis pr\u00e9sent\u00e9s par les administrations, en vue de constituer la deuxi\u00e8me promotion des Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral. A l\u2019issue de ces auditions, 10 d\u00e9fis de transformation num\u00e9rique ont\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/7410"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/25"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=7410"}],"version-history":[{"count":50,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/7410\/revisions"}],"predecessor-version":[{"id":12063,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/7410\/revisions\/12063"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/6069"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=7410"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=7410"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=7410"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}