{"id":3016,"date":"2015-03-13T14:05:44","date_gmt":"2015-03-13T13:05:44","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=3016"},"modified":"2015-04-11T19:23:53","modified_gmt":"2015-04-11T17:23:53","slug":"remise-officielle-du-rapport-sur-louverture-des-donnees-de-transport","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/remise-officielle-du-rapport-sur-louverture-des-donnees-de-transport","title":{"rendered":"<!--:fr-->Remise officielle du rapport sur l&rsquo;ouverture des donn\u00e9es de transport <!--:-->"},"content":{"rendered":"<p><!--:fr-->Ce\u00a012 mars 2015, Alain Vidalies, Secr\u00e9taire d\u2019Etat en charge des Transports, de la Mer et de la P\u00eache, a pr\u00e9sid\u00e9 \u00e0 la remise du<strong>\u00a0<a href=\"http:\/\/www.developpement-durable.gouv.fr\/Rapport-sur-l-ouverture-des.html\" class=\"broken_link\">rapport sur l\u2019ouverture des donn\u00e9es de transport<\/a>,\u00a0<\/strong>pr\u00e9sent\u00e9 par\u00a0Francis Jutand, directeur scientifique de l\u2019Institut Mines-Telecom et vice-pr\u00e9sident du Conseil national du num\u00e9rique, qui a pr\u00e9sid\u00e9 les\u00a0travaux du comit\u00e9 du d\u00e9bat. Cette remise a \u00e9t\u00e9\u00a0suivie d&rsquo;une table ronde anim\u00e9e par Henri Verdier r\u00e9unissant des repr\u00e9sentants de Jean-Louis Missika, adjoint au maire de Paris et administrateur du STIF, Herv\u00e9 Grol\u00e9as, directeur de l&rsquo;innovation num\u00e9rique et des syst\u00e8mes d&rsquo;information de Lyon M\u00e9tropole, Alain Pittavino, directeur m\u00e9tier de Transdev et Micha\u00ebl Thomas, cofondateur de <a href=\"https:\/\/wehicles.com\/mag\" class=\"broken_link\">Wehicles<\/a>.<\/p>\n<p>Le Ministre en charge des Transports avait confi\u00e9 en avril dernier \u00e0 Francis Jutand, la mission de pr\u00e9sider les travaux d\u2019un Comit\u00e9 du d\u00e9bat sur l\u2019ouverture des donn\u00e9es relatives \u00e0 l\u2019offre de transport. \u00c0 leur origine, ils s\u2019inscrivaient dans le cadre de la politique d\u2019ouverture des donn\u00e9es publiques, enclench\u00e9 par le <a href=\"http:\/\/www.modernisation.gouv.fr\/le-sgmap\" class=\"broken_link\">Secr\u00e9tariat G\u00e9n\u00e9ral pour la Modernisation de l\u2019Action Publique<\/a> (SGMAP) et b\u00e9n\u00e9ficiant du soutien\u00a0de la mission Etalab. Ce mouvement a donn\u00e9 lieu au lancement de d\u00e9bats dans des domaines comme la <a href=\"http:\/\/www.drees.sante.gouv.fr\/rapport-de-la-commission-open-data-en-sante,11323.html\">sant\u00e9<\/a>, le logement et les transports ; il a \u00e9t\u00e9 renforc\u00e9 entre-temps par la <a href=\"https:\/\/www.etalab.gouv.fr\/la-france-se-dote-dun-administrateur-general-des-donnees\">nomination d\u2019un Administrateur G\u00e9n\u00e9ral des Donn\u00e9es de l\u2019\u00c9tat<\/a>.<\/p>\n<p>Les donn\u00e9es des services publics de transport n\u00e9cessaires \u00e0 l\u2019information du voyageur ne sont pas r\u00e9utilisables de droit. Faut-il les rendre r\u00e9utilisables ? Telle \u00e9tait la principale question pos\u00e9e au Comit\u00e9.<\/p>\n<p>Le Comit\u00e9 a soulign\u00e9 fortement\u00a0les effets b\u00e9n\u00e9fiques d&rsquo;une politique d&rsquo;open data en mati\u00e8re de transport : am\u00e9lioration de l&rsquo;information d\u00e9livr\u00e9e \u00e0 l&rsquo;usager, promotion des modes de transport alternatifs, transparence de l&rsquo;action publique, etc.<\/p>\n<p>Dans ce contexte, pour les services publics de transport, les nouveaux services de mobilit\u00e9 (v\u00e9lo, autopartage\u2026) et pour le stationnement, le Comit\u00e9 recommande l\u2019ouverture des donn\u00e9es selon une r\u00e8gle simple et souple, s\u2019appuyant sur une classification des donn\u00e9es :\u00a0ouverture compl\u00e8te et sous licence ouverte pour la premi\u00e8re cat\u00e9gorie, ouverture sous diverses licences pour la deuxi\u00e8me cat\u00e9gorie, et ouverture un peu plus contr\u00f4l\u00e9e pour la troisi\u00e8me cat\u00e9gorie.<\/p>\n<p>Compte tenu des d\u00e9lais, il \u00e9tait difficile d&rsquo;analyser l\u2019ensemble des donn\u00e9es susceptibles d\u2019\u00eatre ouvertes. Le rapport propose n\u00e9anmoins une m\u00e9thode susceptible d\u2019\u00eatre appliqu\u00e9e \u00e0 tout type de donn\u00e9e et recommande que le travail d\u2019examen des donn\u00e9es cas par cas soit poursuivi : il sugg\u00e8re en particulier que l\u2019ensemble des parties concern\u00e9es puisse examiner prochainement le cas des bornes de rechargement des v\u00e9hicules \u00e9lectriques.<\/p>\n<p>Constatant que le fondement de la loi CADA ne suffirait pas \u00e0 traiter le cas de tous les op\u00e9rateurs de transport, le\u00a0Comit\u00e9 recommande d\u2019examiner la possibilit\u00e9 de cr\u00e9er un statut \u00ab <strong>d\u2019information d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral<\/strong> \u00bb, qui permettrait d\u2019\u00e9largir le p\u00e9rim\u00e8tre des informations r\u00e9utilisables au-del\u00e0 de celles produites dans le cadre d\u2019une mission de service public. Le projet de loi sur le num\u00e9rique en cours de pr\u00e9paration devrait en offrir l\u2019opportunit\u00e9.<\/p>\n<p>Francis Jutand a rappel\u00e9 que les r\u00e9flexions men\u00e9es par le Comit\u00e9 ont vocation \u00e0 nourrir la position de la France dans les d\u00e9bats europ\u00e9ens relatifs \u00e0 la mise en \u0153uvre de la directive Intelligent Transport System (ITS).<\/p>\n<p>&nbsp;<!--:--><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ce\u00a012 mars 2015, Alain Vidalies, Secr\u00e9taire d\u2019Etat en charge des Transports, de la Mer et de la P\u00eache, a pr\u00e9sid\u00e9 \u00e0 la remise du\u00a0rapport sur l\u2019ouverture des donn\u00e9es de transport,\u00a0pr\u00e9sent\u00e9 par\u00a0Francis Jutand, directeur scientifique de l\u2019Institut Mines-Telecom et vice-pr\u00e9sident du Conseil national du num\u00e9rique, qui a pr\u00e9sid\u00e9 les\u00a0travaux du comit\u00e9 du d\u00e9bat. Cette remise a &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/remise-officielle-du-rapport-sur-louverture-des-donnees-de-transport\"> <span class=\"screen-reader-text\"><!--:fr-->Remise officielle du rapport sur l&rsquo;ouverture des donn\u00e9es de transport <!--:--><\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":5,"featured_media":3017,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[118],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/03\/IMG_5790.jpg",3264,2448,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/03\/IMG_5790-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/03\/IMG_5790-300x225.jpg",300,225,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/03\/IMG_5790.jpg",768,576,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/03\/IMG_5790-1024x768.jpg",1024,768,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/03\/IMG_5790.jpg",1536,1152,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/03\/IMG_5790.jpg",2048,1536,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/03\/IMG_5790.jpg",45,34,false]},"uagb_author_info":{"display_name":"Romain Tales","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/romain"},"uagb_comment_info":0,"uagb_excerpt":"Ce\u00a012 mars 2015, Alain Vidalies, Secr\u00e9taire d\u2019Etat en charge des Transports, de la Mer et de la P\u00eache, a pr\u00e9sid\u00e9 \u00e0 la remise du\u00a0rapport sur l\u2019ouverture des donn\u00e9es de transport,\u00a0pr\u00e9sent\u00e9 par\u00a0Francis Jutand, directeur scientifique de l\u2019Institut Mines-Telecom et vice-pr\u00e9sident du Conseil national du num\u00e9rique, qui a pr\u00e9sid\u00e9 les\u00a0travaux du comit\u00e9 du d\u00e9bat. Cette remise a\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/3016"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=3016"}],"version-history":[{"count":5,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/3016\/revisions"}],"predecessor-version":[{"id":3024,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/3016\/revisions\/3024"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/3017"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=3016"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=3016"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=3016"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}