{"id":11738,"date":"2019-08-01T18:39:00","date_gmt":"2019-08-01T16:39:00","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=11738"},"modified":"2019-08-06T10:24:47","modified_gmt":"2019-08-06T08:24:47","slug":"consultation-etalab-gouv-fr-une-plateforme-pour-promouvoir-le-dialogue-entre-administration-et-citoyens","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/consultation-etalab-gouv-fr-une-plateforme-pour-promouvoir-le-dialogue-entre-administration-et-citoyens","title":{"rendered":"consultation.etalab.gouv.fr &#8211; plateforme pour promouvoir le dialogue entre administrations et citoyens &#8211; Retour sur un projet incub\u00e9 chez Etalab"},"content":{"rendered":"\n<p><em><strong>Outil de modernisation de l\u2019action publique et de transformation des pratiques des administrations \u00e0 l\u2019\u00e8re du num\u00e9rique, la plateforme <\/strong><a href=\"http:\/\/consultation.etalab.gouv.fr\" class=\"broken_link\"><strong>consultation.etalab.gouv.fr <\/strong><\/a><strong>a \u00e9t\u00e9 d\u00e9velopp\u00e9e par Etalab, en partenariat avec les acteurs de la civic tech<\/strong><\/em><strong>. <\/strong><em><strong>L&rsquo;objectif : fournir des outils aux administrations et leur permettre de fabriquer simplement leur consultation en ligne.  <\/strong><\/em><\/p>\n\n\n\n<p><strong><em>Depuis trois ans et dans l&rsquo;esprit de nos actions autour du \u00ab\u00a0gouvernement ouvert\u00a0\u00bb , nous nous sommes attach\u00e9s \u00e0  enrichir une politique publique &#8211; celle de la participation des citoyens \u00e0 l&rsquo;action et \u00e0 la d\u00e9cision publiques &#8211; des apports du num\u00e9rique et des donn\u00e9es.<\/em><\/strong> <strong><em>Nous avons b\u00e2ti cette plateforme de fa\u00e7on ouverte, it\u00e9rative et en stimulant et soutenant l&rsquo;\u00e9cosyst\u00e8me des civic techs.<\/em><\/strong><\/p>\n\n\n\n<p><em><strong>Lanc\u00e9e \u00e0 l\u2019occasion du Sommet mondial du Partenariat pour un gouvernement ouvert en 2016, la plateforme met aujourd&rsquo;hui \u00e0 disposition des administrations six outils de consultation ouverte sur internet, avec un parcours usagers simple, un accompagnement pour l\u2019organisation des consultations, des proc\u00e9dures d\u2019achat innovantes et une communaut\u00e9 de plus de cent agents publics. <\/strong><\/em><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La gen\u00e8se : le constat d&rsquo;un besoin croissant d&rsquo;outils du c\u00f4t\u00e9 des administrations, et l&rsquo;apport d&rsquo;expertise d&rsquo;Etalab<\/h3>\n\n\n\n<p>D\u00e8s 2015, les consultations men\u00e9es par les administrations se multiplient.<a href=\"https:\/\/www.republique-numerique.fr\/\"> Celle autour du projet de loi pour une R\u00e9publique num\u00e9rique<\/a> a notamment \u00e9t\u00e9 majeure et Etalab a \u00e9t\u00e9 l\u2019une des administrations en charge de l&rsquo;\u00e9laboration du chapitre de la loi sur l&rsquo;\u00e9conomie de la donn\u00e9e, et a ce titre a \u00e9t\u00e9 elle-m\u00eame amen\u00e9e \u00e0 analyser, traiter et animer un pan de cette consultation. Cette derni\u00e8re a permis d\u2019aboutir \u00e0 l\u2019inclusion de 5 nouveaux articles et \u00e0 pr\u00e8s de 90 modifications du texte. Cette consultation a tr\u00e8s largement mobilis\u00e9 (plus de 20 000 participants et 8 000 contributions) et reste aujourd\u2019hui un exemple de bonnes pratiques pour une consultation publique de cette envergure. <\/p>\n\n\n\n<p>A la suite de cette exp\u00e9rience, Etalab a \u00e9t\u00e9 r\u00e9guli\u00e8rement sollicit\u00e9e par des administrations souhaitant organiser des d\u00e9marches participatives mais se retrouvant parfois d\u00e9pourvues par rapport aux modalit\u00e9s pour mener ces d\u00e9marches,  dans un contexte de plus en plus exigent quant au renouveau des pratiques d\u00e9mocratiques. Parall\u00e8lement, le mouvement dit des \u201ctechnologies civiques\u201d (civic tech) \u00e9tait en plein essor et de nombreux outils \u00e9taient d\u00e9j\u00e0 disponibles. Le besoin s&rsquo;est ainsi confirm\u00e9 d&rsquo;un accompagnement destin\u00e9 \u00e0 fournir aux administrations une solution simple et agile, \u00e9clair\u00e9 des bonnes pratiques que nous avions d\u00e9j\u00e0 pu constater. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Une d\u00e9marche in\u00e9dite : co-construire et s&rsquo;appuyer sur l&rsquo;\u00e9cosyst\u00e8me de la consultation publique<\/h3>\n\n\n\n<p>En 2016, Etalab a organis\u00e9 <a href=\"https:\/\/forum.etalab.gouv.fr\/c\/plateforme-consultation\">plusieurs ateliers<\/a> avec les acteurs de la civic tech, les administrations impliqu\u00e9es dans des d\u00e9marches de consultation et les chercheurs et think tank de la participation citoyenne. Ces ateliers ont fa\u00e7onn\u00e9 les premi\u00e8res briques et les principes de consultation.etalab.gouv.fr :<\/p>\n\n\n\n<ul><li><strong>S\u2019appuyer sur l\u2019expertise de la communaut\u00e9 :<\/strong> Afin de rester agile et de pouvoir s\u2019adapter \u00e0 un secteur qui \u00e9volue vite en termes de besoins et de fonctionnalit\u00e9s, l\u2019Etat ne d\u00e9veloppera pas son propre outil de consultation en interne, mais <strong>s\u2019appuiera sur les outils d\u00e9velopp\u00e9s par des associations ou des entreprises de la \u00ab&nbsp;civic techs&nbsp;\u00bb<\/strong>. <\/li><\/ul>\n\n\n\n<ul><li><strong>Assurer des garanties pour l&rsquo;administration et le citoyen. <\/strong>Pour que les administrations publiques puissent utiliser les outils d\u00e9velopp\u00e9s par des acteurs priv\u00e9s en toute confiance, Etalab a travaill\u00e9 avec les administrations et la communaut\u00e9 des civic tech pour identifier <a href=\"https:\/\/consultation.etalab.gouv.fr\/criteres.html\" class=\"broken_link\">23 crit\u00e8res<\/a> qui r\u00e9pondent \u00e0 des questions telles que :<em> les outils respectent-ils le RGPD&nbsp;? Comment garantir la tra\u00e7abilit\u00e9 des contributions et la transparence des algorithmes de traitement afin d&rsquo;\u00e9viter les biais ? Les investissements de chaque administration dans le d\u00e9veloppement des fonctionnalit\u00e9s sont-ils bien remis au \u201cpot commun\u201d et seront-ils disponibles pour les autres administrations&nbsp;? La documentation permet-elle \u00e0 l&rsquo;administration de monter en comp\u00e9tence sur l\u2019utilisation de l\u2019outil et \u00eatre autonome si elle le souhaite&nbsp;? Les outils respectent-ils des standards minimums d\u2019accessibilit\u00e9&nbsp;?<\/em> Tous les \u00e9diteurs d\u2019outils s\u00e9lectionn\u00e9s sur la plateforme se sont engag\u00e9s \u00e0 effectuer les d\u00e9veloppements n\u00e9cessaires pour respecter ces crit\u00e8res<\/li><\/ul>\n\n\n\n<ul><li><strong>Stimuler et faire monter en comp\u00e9tence l&rsquo;\u00e9cosyst\u00e8me des civic techs, tout en facilitant les \u00e9changes avec les administrations. <\/strong>Les ateliers de co-construction et l\u2019identification des crit\u00e8res de qualit\u00e9 ont permis aux acteurs de la civic tech de comprendre quels \u00e9taient les pr\u00e9 requis minimums pour organiser une consultation publique, et ainsi monter en comp\u00e9tence sur leur compr\u00e9hension de l\u2019action publique. L\u2019objectif est d\u2019accompagner la civic tech dans le respect de ces crit\u00e8res, en leur proposant par exemple un audit d\u2019accessibilit\u00e9 op\u00e9r\u00e9 par les experts de la DINSIC. Pour les administrations, cette r\u00e9flexion sur les crit\u00e8res minimums de qualit\u00e9 pour l\u2019organisation d\u2019une consultation a aussi \u00e9t\u00e9 tr\u00e8s riche en apprentissage. <\/li><\/ul>\n\n\n\n<ul><li><strong>Simplifier l\u2019acc\u00e8s des administrations \u00e0 des solutions innovantes d\u00e9velopp\u00e9es par des acteurs priv\u00e9s : <\/strong>la plateforme offre une r\u00e9ponse aux principaux freins (march\u00e9s, outils, d\u00e9lai&#8230;) \u00e0 l\u2019organisation de consultations, et permet ainsi \u00e0 tous les agents publics de l\u2019Etat de mettre en place une consultation en ligne.<\/li><\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">Le r\u00e9sultat : une plateforme qui propose des outils, un accompagnement et une communaut\u00e9 de pratiques et d\u2019usagers <\/h3>\n\n\n\n<p>L\u2019objectif de la plateforme est de donner les moyens aux agents publics d\u2019organiser leur consultation en toute autonomie, gr\u00e2ce \u00e0 des outils d\u00e9ployables facilement, un accompagnement pour monter en comp\u00e9tence et une communaut\u00e9 pour am\u00e9liorer les pratiques. Ainsi, les administrations peuvent prendre l\u2019habitude de consulter les citoyens et ancrer progressivement cette culture de l\u2019ouverture et du dialogue.<\/p>\n\n\n\n<p>La <a href=\"http:\/\/consultation.etalab.gouv.fr\" class=\"broken_link\">plateforme<\/a> propose ainsi : <\/p>\n\n\n\n<ul><li><strong>Des outils pour fabriquer facilement et gratuitement une consultation en ligne de qualit\u00e9<\/strong>. Tout agent public ayant une adresse mail en .gouv.fr peut d\u00e9ployer les six outils propos\u00e9s par la plateforme, gratuitement, pour les tester et organiser leur consultation. Des cas d\u2019usages sont aussi disponibles pour \u00e9tudier les possibilit\u00e9s offertes par les outils. L\u2019agent peut s\u2019appuyer sur la documentation disponible pour organiser sa consultation en toute autonomie. <\/li><\/ul>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" loading=\"lazy\" width=\"1024\" height=\"606\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-outils-1024x606.png\" alt=\"\" class=\"wp-image-11739\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-outils-1024x606.png 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-outils-300x177.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-outils-768x454.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-outils.png 1092w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p><\/p>\n\n\n\n<ul><li><strong>Un kit de cadrage<\/strong> est aussi disponible afin que toutes administrations puissent de fa\u00e7on autonome se poser les questions n\u00e9cessaires en amont de l\u2019organisation d\u2019une consultation. Pour r\u00e9aliser ce kit de cadrage, Etalab a capitalis\u00e9 au fur et \u00e0 mesure sur les retours d\u2019exp\u00e9riences, sur les travaux men\u00e9s par les acteurs tels que le <a href=\"https:\/\/www.gouvernement.fr\/guide-des-consultations-ouvertes-sur-internet\" class=\"broken_link\">COEPIA <\/a>et travaille en continu avec les acteurs de la participation pour d\u00e9velopper et am\u00e9liorer la documentation des bonnes pratiques. <\/li><\/ul>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" loading=\"lazy\" width=\"961\" height=\"634\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-accompagnement.png\" alt=\"\" class=\"wp-image-11740\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-accompagnement.png 961w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-accompagnement-300x198.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-accompagnement-768x507.png 768w\" sizes=\"(max-width: 961px) 100vw, 961px\" \/><\/figure>\n\n\n\n<p><\/p>\n\n\n\n<ul><li><strong>Un accompagnement adapt\u00e9. <\/strong>Une \u00e9quipe interminist\u00e9rielle accompagne les agents publics qui souhaitent organiser leur consultation elle-m\u00eame. La communaut\u00e9 des mardis de la consultation, qui se r\u00e9unit une fois par mois, permet aussi de r\u00e9pondre \u00e0 un certain nombre d\u2019interrogations et de partager les bonnes pratiques. <\/li><\/ul>\n\n\n\n<p>Si l\u2019administration souhaite\ntravailler avec les \u00e9diteurs de solutions pour demander un param\u00e9trage, le\nd\u00e9veloppement de fonctionnalit\u00e9s sp\u00e9cifiques, un accompagnement m\u00e9thodologique\nou m\u00eame solliciter un autre type appui, Etalab a indiqu\u00e9 sur la plateforme les processus\nd\u2019achats simplifi\u00e9s en passant par la proc\u00e9dure innovante de la Direction des\nAchats de l\u2019Etat ou par l\u2019Union des groupements d\u2019achats publics.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" loading=\"lazy\" width=\"886\" height=\"766\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-accompagnement-possible-.png\" alt=\"\" class=\"wp-image-11741\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-accompagnement-possible-.png 886w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-accompagnement-possible--300x259.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-accompagnement-possible--768x664.png 768w\" sizes=\"(max-width: 886px) 100vw, 886px\" \/><\/figure>\n\n\n\n<p><\/p>\n\n\n\n<ul><li><strong>Une communaut\u00e9 d\u2019usagers permet de d\u00e9velopper les bonnes pratiques et s\u2019entraider<\/strong><\/li><\/ul>\n\n\n\n<p>La cr\u00e9ation de la plateforme des\noutils de consultation a permis un constat&nbsp;: dans les administrations, les\npersonnes en charge de la conception et de la mise en \u0153uvre des consultations\ntravaillent souvent seules. <strong>Une\nplateforme en ligne, c\u2019est avant tout une communaut\u00e9<\/strong> qui partage ses\nconnaissances, les bonnes pratiques, une entraide entre pairs, une communaut\u00e9\nqui faire vivre et vient nourrir le contenu de la plateforme.<\/p>\n\n\n\n<p>Etalab anime depuis juin 2018 <strong>la communaut\u00e9 des mardis de la consultation<\/strong> dont font partie aujourd\u2019hui plus de 100 agents publics, toutes administrations confondues.&nbsp; Cette communaut\u00e9 se r\u00e9unit le troisi\u00e8me mardi de chaque mois pour \u00e9changer, poser leur question, renforcer les comp\u00e9tences en interne sur les consultations publiques sur internet. La communaut\u00e9 grandit chaque mardi. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">De l&rsquo;incubation au passage \u00e0 l&rsquo;\u00e9chelle<\/h3>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" loading=\"lazy\" width=\"1024\" height=\"576\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/Chiffres-Cl\u00e9s-juillet-2019-1024x576.png\" alt=\"\" class=\"wp-image-11742\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/Chiffres-Cl\u00e9s-juillet-2019-1024x576.png 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/Chiffres-Cl\u00e9s-juillet-2019-300x169.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/Chiffres-Cl\u00e9s-juillet-2019-768x432.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/Chiffres-Cl\u00e9s-juillet-2019.png 1920w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p>Depuis la cr\u00e9ation de la plateforme,\n61 administrations ont \u00e9t\u00e9 accompagn\u00e9es et conseill\u00e9es pour r\u00e9aliser leur\nconsultation, le kit de cadrage a \u00e9t\u00e9 t\u00e9l\u00e9charg\u00e9 420 fois, 65 plateformes ont\n\u00e9t\u00e9 g\u00e9n\u00e9r\u00e9es pour \u00eatre test\u00e9es et utilis\u00e9es, 19 consultations ont \u00e9t\u00e9 r\u00e9alis\u00e9es\nde bout en bout. Le projet a aussi permis de soutenir les acteurs de la civic\ntech fran\u00e7aise en leur donnant acc\u00e8s \u00e0 des march\u00e9s pour plus d\u2019un millions et\ndemi d\u2019euros en cumul\u00e9<\/p>\n\n\n\n<p>Du fait de la vari\u00e9t\u00e9 des fonctionnalit\u00e9s, ces consultations ont \u00e9t\u00e9 de tous types : appel \u00e0 projet, concertation, consultation longue, consultation \u00e9clair, 100% en ligne ou au contraire mixant contributions en ligne et travail en pr\u00e9sentiel.<\/p>\n\n\n\n<p>Les consultations ouvertes en ligne ne sont qu\u2019une partie du renforcement du dialogue entre les administrations publiques et les citoyens. <\/p>\n\n\n\n<p>Forte de la validation de sa preuve de concept, la plateforme des outils de consultation de l\u2019Etat incub\u00e9e chez Etalab est aujourd\u2019hui reprise par la Direction Interminist\u00e9rielle de la Transformation Publique pour s\u2019inscrire dans un dispositif d\u2019accompagnement des d\u00e9marches de participation plus large.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Outil de modernisation de l\u2019action publique et de transformation des pratiques des administrations \u00e0 l\u2019\u00e8re du num\u00e9rique, la plateforme consultation.etalab.gouv.fr a \u00e9t\u00e9 d\u00e9velopp\u00e9e par Etalab, en partenariat avec les acteurs de la civic tech. L&rsquo;objectif : fournir des outils aux administrations et leur permettre de fabriquer simplement leur consultation en ligne. Depuis trois ans et &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/consultation-etalab-gouv-fr-une-plateforme-pour-promouvoir-le-dialogue-entre-administration-et-citoyens\"> <span class=\"screen-reader-text\">consultation.etalab.gouv.fr &#8211; plateforme pour promouvoir le dialogue entre administrations et citoyens &#8211; Retour sur un projet incub\u00e9 chez Etalab<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":16,"featured_media":11776,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-front-page.png",1612,394,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-front-page-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-front-page-300x73.png",300,73,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-front-page-768x188.png",768,188,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-front-page-1024x250.png",1024,250,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-front-page.png",1536,375,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-front-page.png",1612,394,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/08\/image-front-page-45x45.png",45,45,true]},"uagb_author_info":{"display_name":"Am\u00e9lie Banzet","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/amelie"},"uagb_comment_info":0,"uagb_excerpt":"Outil de modernisation de l\u2019action publique et de transformation des pratiques des administrations \u00e0 l\u2019\u00e8re du num\u00e9rique, la plateforme consultation.etalab.gouv.fr a \u00e9t\u00e9 d\u00e9velopp\u00e9e par Etalab, en partenariat avec les acteurs de la civic tech. L&rsquo;objectif : fournir des outils aux administrations et leur permettre de fabriquer simplement leur consultation en ligne. Depuis trois ans et\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/11738"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=11738"}],"version-history":[{"count":14,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/11738\/revisions"}],"predecessor-version":[{"id":11792,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/11738\/revisions\/11792"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/11776"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=11738"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=11738"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=11738"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}