{"id":16399,"date":"2022-01-20T15:07:28","date_gmt":"2022-01-20T14:07:28","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=16399"},"modified":"2022-08-01T11:56:02","modified_gmt":"2022-08-01T09:56:02","slug":"intelligence-artificielle-5-laureats-de-lappel-a-manifestation-dinteret-accompagnement-recherche","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/intelligence-artificielle-5-laureats-de-lappel-a-manifestation-dinteret-accompagnement-recherche","title":{"rendered":"Intelligence artificielle : 5 laur\u00e9ats de l\u2019appel \u00e0 manifestation d\u2019int\u00e9r\u00eat \u201cAccompagnement recherche\u201d !"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\"><\/h2>\n\n\n\n<p>19\/01\/2022<\/p>\n\n\n\n<p>Apr\u00e8s les deux premiers appels<strong> \u00e0 manifestation d\u2019int\u00e9r\u00eat pour exp\u00e9rimenter l\u2019IA dans l\u2019administration, le Lab IA a lanc\u00e9, le 6 septembre 2021, un AMI \u00ab&nbsp;Accompagnement Recherche&nbsp;\u00bb<\/strong>. Cet AMI r\u00e9pond \u00e0 trois finalit\u00e9s&nbsp;:<\/p>\n\n\n\n<ul><li>Faire b\u00e9n\u00e9ficier les laur\u00e9ats de l\u2019expertise des partenariats privil\u00e9gi\u00e9s du Lab IA issus du monde de la recherche, notamment avec l\u2019Inria qui travaille en \u00e9troite collaboration avec la DINUM depuis avril 2020&nbsp;;<\/li><li>Lever les \u00e9ventuels verrous technologiques rencontr\u00e9es par les administrations laur\u00e9ates dans l\u2019impl\u00e9mentation d\u2019une solution IA \u00e0 leurs besoins existants&nbsp;;<\/li><li>Mettre la recherche en intelligence artificielle au service de la transformation publique.<\/li><\/ul>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"5-laureats-de-tous-horizons-sur-des-sujets-varies\">5 laur\u00e9ats de tous horizons sur des sujets vari\u00e9s <\/h2>\n\n\n\n<p><strong>Sur les huit candidatures exprim\u00e9es, cinq ont \u00e9t\u00e9 retenues<\/strong> pour b\u00e9n\u00e9ficier de l\u2019accompagnement recherche du Lab IA.<\/p>\n\n\n\n<p class=\"has-text-align-left\"><mark style=\"background-color:rgba(0, 0, 0, 0)\" class=\"has-inline-color has-ast-global-color-3-color\"><\/mark><strong>Commission nationale de l\u2019informatique et des libert\u00e9s : <em>Aide \u00e0 l\u2019analyse sur la lecture des diff\u00e9rents documents soumis \u00e0 la Commission.<\/em><\/strong> Les traitements informatiques utilisant des donn\u00e9es \u00e0 caract\u00e8re personnel se trouvent \u00e0 la crois\u00e9e de nombreux textes juridiques. Bien que le RGPD ait supprim\u00e9 une grande partie des formalit\u00e9s d\u00e9claratives aupr\u00e8s de la CNIL, certaines obligations demeurent qui peuvent n\u00e9cessiter de transmettre des documents relatifs aux pratiques en mati\u00e8re de protection de la vie priv\u00e9e \u00e0 la Commission, afin de justifier de la r\u00e9alit\u00e9 des proc\u00e9dures mises en place par l\u2019organisme. Ces documents engendrent \u00a0ainsi une instruction lourde tant pour la CNIL que pour les entreprises. L\u2019objectif de ce projet est de faciliter l\u2019instruction des dossiers re\u00e7us par la CNIL en permettant de rep\u00e9rer automatiquement, dans les documents soumis \u00e0 l\u2019approbation de la CNIL, les paragraphes d\u2019int\u00e9r\u00eat pour les agents.<\/p>\n\n\n\n<p>M<strong>inist\u00e8re de la transition \u00e9cologique :<\/strong><em><strong> Aide \u00e0 l\u2019analyse gr\u00e2ce \u00e0 la recherche intelligente dans les dossiers de projets soumis \u00e0 \u00e9valuation environnementale. <\/strong><\/em>Les auditeurs des autorit\u00e9s environnementales r\u00e9gionales (MRAe) et nationale (Ae) instruisent chaque ann\u00e9e de l\u2019ordre de 1000 dossiers de projets soumis \u00e0 \u00e9valuation environnementale (parcs \u00e9oliens, installations industrielles, am\u00e9nagements urbains &#8230;). Le dossier d&rsquo;un projet est compos\u00e9 de nombreux documents pdf, dont notamment l\u2019\u00e9tude d\u2019impact du projet, et comporte jusqu&rsquo;\u00e0 plusieurs milliers de pages. L&rsquo;auditeur doit y identifier les aspects \u00e0 am\u00e9liorer pour \u00e9viter, r\u00e9duire ou compenser les impacts environnementaux du projet. Les MRAe Ae sont tenues de rendre leur avis sur les dossiers qui leur sont soumis dans un d\u00e9lai contraint, qui n\u2019est parfois pas respect\u00e9 faute de ressources humaines.<span class=\"has-inline-color has-ast-global-color-0-color\"> L&rsquo;Ecolab du MTE porte le d\u00e9veloppement d&rsquo;un outil pour aider les auditeurs de MRAe Ae \u00e0 instruire efficacement les dossiers.<\/span><\/p>\n\n\n\n<p><strong>Minist\u00e8re de l\u2019Int\u00e9rieur : <em>Cluster Vec. <\/em><\/strong>Chaque ann\u00e9e, 20 000 000 clich\u00e9s issus des radars sont envoy\u00e9s \u00e0 l\u2019Agence Nationale du Traitement Automatis\u00e9 des Infractions (ANTAI) et au Centre Automatis\u00e9 de Contestation des Infractions Routi\u00e8res (CACIR) pour traitement. Parall\u00e8lement, pr\u00e8s de 10 000 usagers re\u00e7oivent un avis de contravention alors qu\u2019ils n\u2019ont pas commis l\u2019infraction routi\u00e8re correspondante. Dans de nombreux cas, c\u2019est une usurpation de plaque qui est \u00e0 l\u2019origine de l\u2019erreur. La contravention est alors envoy\u00e9e au titulaire du certificat d\u2019immatriculation renseign\u00e9 dans le Syst\u00e8me d\u2019Immatriculation des V\u00e9hicules (SIV) et non \u00e0 la personne ayant r\u00e9ellement commis l\u2019infraction. Une technique existe pour rep\u00e9rer les plaques usurp\u00e9es : comparer le num\u00e9ro de la plaque au mod\u00e8le du v\u00e9hicule qui doit y \u00eatre associ\u00e9, \u00e9galement renseign\u00e9 dans le SIV. Si les deux \u00e9l\u00e9ments ne correspondent pas, l\u2019ANTAI peut effectuer un signalement et \u00e9viter de sanctionner un usager n\u2019ayant commis aucune infraction. Gr\u00e2ce \u00e0 l\u2019algorithme IA flash cette d\u00e9tection est possible par l\u2019identification automatique du mod\u00e8le du v\u00e9hicule sur le clich\u00e9 de l\u2019infraction. Cependant le r\u00e9entrainement de ce mod\u00e8le supervis\u00e9 par l\u2019ajout de nouvelles donn\u00e9es annot\u00e9es manuellement est couteux en temps. <mark style=\"background-color:rgba(0, 0, 0, 0)\" class=\"has-inline-color has-ast-global-color-0-color\">L\u2019objectif du projet est d\u2019explorer les nouvelles possibilit\u00e9s d\u2019entrainement non supervis\u00e9 en computer vision afin de faciliter la maintenance du mod\u00e8le.<\/mark><\/p>\n\n\n\n<p><strong>Bureau de Recherches G\u00e9ologiques et Mini\u00e8res. <em>LoggingIA. <\/em><\/strong>Le BRGM est l\u2019\u00e9tablissement public de r\u00e9f\u00e9rence pour le sous-sol. Au travers de la Banque du Sous-Sol (BSS), le BRGM collecte, h\u00e9berge et diffuse les donn\u00e9es g\u00e9ologiques et environnementales, qui constituent une mati\u00e8re premi\u00e8re pour des applications au service des citoyens. Les donn\u00e9es sont \u00e0 ce jour non structur\u00e9es donc peu valorisables. Seule la localisation des ouvrages y est pr\u00e9sent\u00e9e, quelques m\u00e9tadonn\u00e9es sont incluses, et des documents scann\u00e9s (en raster) y sont joints. Ces documents incluent des logs de forage, parfois des diagraphies, plus rarement des carottes scann\u00e9es. Les informations de ces scans constituent un gisement de connaissance immense et non valoris\u00e9 (pour la connaissance du public, des d\u00e9cideurs, des entreprises de g\u00e9nie civil). <span class=\"has-inline-color has-ast-global-color-0-color\">L\u2019objectif du projet est de mettre \u00e0 disposition l\u2019information g\u00e9ologique. Cela passe par la data\u00effication des \u2018logs\u2019 de forages (diagrammes de repr\u00e9sentation verticale de s\u00e9ries stratigraphiques) et des diagraphies (mesure avec des ondes des roches travers\u00e9es), et \u00e0 terme la d\u00e9duction par apprentissage des natures de roches travers\u00e9es et la reconnaissance des profondeurs et des vocabulaires adoss\u00e9s aux registres.<\/span><\/p>\n\n\n\n<p><strong>Secr\u00e9tariat G\u00e9n\u00e9ral de le D\u00e9fense et de la S\u00e9curit\u00e9 Nationale. <em>Solution de veille de sources d\u2019actualit\u00e9 ouvertes pour am\u00e9liorer l\u2019alerte et la prise de d\u00e9cision<\/em>.<\/strong> Le Secr\u00e9tariat g\u00e9n\u00e9ral de la d\u00e9fense et de la s\u00e9curit\u00e9 nationale compte parmi ses missions la veille des menaces et des risques qui p\u00e8sent sur la France. Il confie cette mission en particulier au Bureau de veille et d\u2019alerte (BVA), au sein de la Direction de protection et de s\u00e9curit\u00e9 de l\u2019Etat. Le BVA participe ainsi, et uniquement \u00e0 partir de sources ouvertes d\u2019Internet, \u00e0 l\u2019alerte et \u00e0 la bonne information des d\u00e9cideurs gouvernement aux 24 heures sur 24. L\u2019objectif est de d\u00e9velopper un outil d\u2019automatisation de la veille sur internet. <mark style=\"background-color:rgba(0, 0, 0, 0)\" class=\"has-inline-color has-ast-global-color-0-color\">Cet outil permettra : 1) un passage \u00e0 l\u2019\u00e9chelle sur la quantit\u00e9 de flux trait\u00e9e (quantit\u00e9 d\u2019informations \u00e9valu\u00e9e), qui aujourd\u2019hui est bloqu\u00e9 par le nombre d\u2019agents du bureau, et qui sera d\u00e9bloqu\u00e9 par l\u2019outil, par la capacit\u00e9 de stockage des donn\u00e9es et la puissance de calcul ; 2) aux agents de consacrer plus de temps \u00e0 des t\u00e2ches \u00e0 plus forte valeur ajout\u00e9e, en particulier d\u2019accompagner la mont\u00e9e en puissance du BVA sur la synth\u00e8se et l\u2019analyse.<\/mark><\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"un-accompagnement-scientifique-sur-tous-les-domaines-de-l-ia\">Un accompagnement scientifique sur tous les domaines de l&rsquo;IA<\/h2>\n\n\n\n<p>Les laur\u00e9ats de l\u2019accompagnement recherche b\u00e9n\u00e9ficient d\u2019un <strong>accompagnement scientifique<\/strong> pilot\u00e9 par le Lab IA pour <strong>r\u00e9aliser un prototype fonctionnel<\/strong>. Les aspects techniques seront confi\u00e9s \u00e0 des personnes rattach\u00e9es \u00e0 des \u00e9quipes de recherche (ing\u00e9nieurs de recherche, positions temporaires, post-doc, doctorants le cas \u00e9ch\u00e9ant).<\/p>\n\n\n\n<p>Les projets portent sur tous les domaines de l\u2019IA (le traitement automatique du langage naturel, la vision par ordinateur, l\u2019apprentissage automatique sur des donn\u00e9es structur\u00e9es) et concernent aussi bien le d\u00e9veloppement qu\u2019un algorithme que l\u2019am\u00e9lioration de l\u2019explicabilit\u00e9 ou la correction d\u2019un biais algorithmique. Les laur\u00e9ats sont accompagn\u00e9s sur <strong>une dur\u00e9e d\u2019un an<\/strong>.<\/p>\n\n\n\n<p>A l\u2019issue de l\u2019accompagnement, le Lab IA et le laur\u00e9at auront un retour d\u2019exp\u00e9rience suffisant pour \u00eatre en mesure de d\u00e9cider si l\u2019exp\u00e9rimentation est concluante ou non et le cas \u00e9ch\u00e9ant de prendre une d\u00e9cision pour prolonger l\u2019exp\u00e9rimentation, industrialiser le produit ou l\u2019abandonner. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"composition-du-jury\">Composition du jury<\/h2>\n\n\n\n<p>Le jury de s\u00e9lection \u00e9tait compos\u00e9 des membres suivants : <\/p>\n\n\n\n<div class=\"wp-block-group is-layout-flow\"><div class=\"wp-block-group__inner-container\">\n<ul><li><strong>Laure Lucchesi<\/strong>, Directrice de Etalab<\/li><li><strong>Bertrand Braunschweig<\/strong>, Ex-Directeur de la mission Inria de coordination du programme national de recherche en intelligence artificielle<\/li><li><strong>Ioana Manolescu<\/strong>, Directrice scientifique du Lab IA<\/li><li><strong>Paul-Antoine Chevalier<\/strong>, Responsable du Lab IA<\/li><li><strong>Oana Balalau<\/strong>, Chercheuse Inria<\/li><li><strong>Robin Reynaud<\/strong>, Chef de projet Lab IA<\/li><\/ul>\n<\/div><\/div>\n\n\n\n<h3 class=\"wp-block-heading\">&nbsp;<\/h3>\n","protected":false},"excerpt":{"rendered":"<p>19\/01\/2022 Apr\u00e8s les deux premiers appels \u00e0 manifestation d\u2019int\u00e9r\u00eat pour exp\u00e9rimenter l\u2019IA dans l\u2019administration, le Lab IA a lanc\u00e9, le 6 septembre 2021, un AMI \u00ab&nbsp;Accompagnement Recherche&nbsp;\u00bb. Cet AMI r\u00e9pond \u00e0 trois finalit\u00e9s&nbsp;: Faire b\u00e9n\u00e9ficier les laur\u00e9ats de l\u2019expertise des partenariats privil\u00e9gi\u00e9s du Lab IA issus du monde de la recherche, notamment avec l\u2019Inria qui &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/intelligence-artificielle-5-laureats-de-lappel-a-manifestation-dinteret-accompagnement-recherche\"> <span class=\"screen-reader-text\">Intelligence artificielle : 5 laur\u00e9ats de l\u2019appel \u00e0 manifestation d\u2019int\u00e9r\u00eat \u201cAccompagnement recherche\u201d !<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":76,"featured_media":16445,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Image-AMI-1-scaled.jpg",2560,1068,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Image-AMI-1-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Image-AMI-1-300x125.jpg",300,125,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Image-AMI-1-768x320.jpg",768,320,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Image-AMI-1-1024x427.jpg",1024,427,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Image-AMI-1-1536x641.jpg",1536,641,true],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Image-AMI-1-2048x854.jpg",2048,854,true],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/Image-AMI-1-45x45.jpg",45,45,true]},"uagb_author_info":{"display_name":"Sabrina Hedroug","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/sabrina-hedroug"},"uagb_comment_info":0,"uagb_excerpt":"19\/01\/2022 Apr\u00e8s les deux premiers appels \u00e0 manifestation d\u2019int\u00e9r\u00eat pour exp\u00e9rimenter l\u2019IA dans l\u2019administration, le Lab IA a lanc\u00e9, le 6 septembre 2021, un AMI \u00ab&nbsp;Accompagnement Recherche&nbsp;\u00bb. Cet AMI r\u00e9pond \u00e0 trois finalit\u00e9s&nbsp;: Faire b\u00e9n\u00e9ficier les laur\u00e9ats de l\u2019expertise des partenariats privil\u00e9gi\u00e9s du Lab IA issus du monde de la recherche, notamment avec l\u2019Inria qui\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16399"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/76"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=16399"}],"version-history":[{"count":12,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16399\/revisions"}],"predecessor-version":[{"id":16763,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16399\/revisions\/16763"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/16445"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=16399"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=16399"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=16399"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}