{"id":831,"date":"2012-01-16T00:00:00","date_gmt":"2012-01-15T23:00:00","guid":{"rendered":"http:\/\/www.etalab.gouv.fr\/article-enjeux-et-opportunites-de-l-open-data-97230888-comments.html"},"modified":"2012-01-16T00:00:00","modified_gmt":"2012-01-15T23:00:00","slug":"enjeuxetopportunitesdelopendata","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/enjeuxetopportunitesdelopendata","title":{"rendered":"Enjeux et opportunit\u00e9s de l&rsquo;Open Data"},"content":{"rendered":"<p>\n    <em><span><img alt=\"alt\" src=    \"http:\/\/www.clubparlementairedunumerique.fr\/images\/stories\/naudet%20sverin.jpg\" width=\"238\" height=\"235\"><\/span><\/em>\n  <\/p>\n<p>\n    <span><em><span>S\u00e9verin Naudet (photo)&nbsp;\u00e9tait l\u2019invit\u00e9 du dernier petit d\u00e9jeuner du CPN. Le patron de la mission<br \/>\n    ETALAB, charg\u00e9 du&nbsp;<a href=\"http:\/\/www.data.gouv.fr\/\" target=\"_blank\">portail fran\u00e7ais de donn\u00e9es publiques<\/a>, a rappel\u00e9 les enjeux du mouvement Open Data. L\u2019ancien<br \/>\n    ministre Jean-Jacques de Peretti a \u00e9galement d\u00e9livr\u00e9 sa vision de l\u2019ouverture des donn\u00e9es publiques que son exp\u00e9rience de maire et son rapport lui ont apport\u00e9e.<\/span><\/em><\/span>\n  <\/p>\n<p>\n    <span>C\u2019est une r\u00e9volution. L\u2019ouverture des donn\u00e9es publiques va transformer durablement l\u2019action publique et la d\u00e9mocratie.<br \/>\n    C&rsquo;est en tous les cas l\u2019avis de S\u00e9verin Naudet, patron de la mission Etalab charg\u00e9e du premier portail fran\u00e7ais des donn\u00e9es publiques (data.gouv.fr) et de l\u2019ancien ministre Jean-Jacques de<br \/>\n    Peretti, tous deux invit\u00e9s \u00e0 s\u2019exprimer devant les membres du Club parlementaire du num\u00e9rique. Gr\u00e2ce \u00e0 l\u2019Open Data, des applications verront le jour avec des donn\u00e9es fournies par les diff\u00e9rentes<br \/>\n    administrations : qualit\u00e9 de l\u2019eau et de l\u2019air pr\u00e8s de chez soi, carte des accidents de v\u00e9los pour rep\u00e9rer les endroits dangereux\u2026<\/span>\n  <\/p>\n<p>\n  <span><em><img decoding=\"async\" loading=\"lazy\" alt=\"alt\" src=\"http:\/\/www.clubparlementairedunumerique.fr\/images\/stories\/de%20perreti.jpg\" width=\"235\"\n    height=\"194\">\u00ab&nbsp;L\u2019Open Data va permettre \u00e0 l\u2019\u00e9lu d\u2019attirer des personnes dans le d\u00e9bat qui ne s\u2019exprimaient pas<br \/>\n    avant&nbsp;\u00bb<\/em>&nbsp;affirme Jean-Jacques de Peretti (photo), auteur d\u2019un rapport remis au Pr\u00e9sident de la R\u00e9publique sur la clarification des comp\u00e9tences des collectivit\u00e9s<br \/>\n    territoriales&nbsp;dans lequel il dit sa conviction selon laquelle les collectivit\u00e9s territoriales doivent se<em>\u00ab&nbsp;lancer avec volontarisme dans l\u2019open data&nbsp;\u00bb<\/em>. L\u2019ancien ministre<br \/>\n    voit dans ce mouvement d&rsquo;ouverture des donn\u00e9es le moyen id\u00e9al pour les citoyens de s\u2019approprier le d\u00e9bat. Une troisi\u00e8me intervenante, Marion de Lasterie (photo), conseill\u00e8re num\u00e9rique du<br \/>\n    pr\u00e9sident du conseil g\u00e9n\u00e9ral du Loir-et-Cher (Maurice Leroy) a permis d\u2019entrevoir quelques applications concr\u00e8tes de l\u2019Open Data.&nbsp;Le d\u00e9partement a en effet particip\u00e9 \u00e0&nbsp;<em>\u00ab&nbsp;une<br \/>\n    d\u00e9marche collective et transpartisane d\u2019exp\u00e9rimentation&nbsp;\u00bb&nbsp;<\/em>de lib\u00e9ration des donn\u00e9es publiques autour de l\u2019observatoire 41 et de son portail de donn\u00e9es,&nbsp;<em>\u00ab&nbsp;pilot<br \/>\n    41&nbsp;\u00bb<\/em>.<\/span>\n  <\/p>\n<p>\n  <span>Cette politique a \u00e0 son actif quelques r\u00e9sultats&nbsp;puisque plusieurs applications ont vu le jour \u00e0 l\u2019instar d\u2019un<br \/>\n  annuaire des \u00e9lus ou une application sur les randonn\u00e9es p\u00e9destres (en partenariat avec le Centre de Tourisme du D\u00e9partement). Plusieurs appels \u00e0 projets ont aussi \u00e9t\u00e9 lanc\u00e9s.<\/span>\n  <\/p>\n<p>\n    <span><strong><span>\u00ab&nbsp;Exigence d\u00e9mocratique&nbsp;\u00bb<\/span><\/strong><\/span>&nbsp;\n  <\/p>\n<p>\n    <span><em><span>\u00ab&nbsp;L\u2019ouverture des donn\u00e9es publiques est d\u2019abord et avant tout une exigence<br \/>\n    d\u00e9mocratique&nbsp;\u00bb&nbsp;<\/span><\/em><span>insiste pour sa part le patron de la mission Etalab.&nbsp;<em>\u00ab Internet a chang\u00e9 le rapport de<br \/>\n    nos concitoyens \u00e0 l\u2019acc\u00e8s \u00e0 l\u2019information et au savoir.&nbsp;\u00bb<\/em>&nbsp;Et de pr\u00e9ciser&nbsp;:&nbsp;<em>\u00ab&nbsp;Les citoyens ont d\u00e9sormais une exigence accrue quant \u00e0 l\u2019acc\u00e8s universelle \u00e0<br \/>\n    l\u2019information et au savoir dont les donn\u00e9es publiques font partie \u00bb<\/em>. De cette exigence d\u2019acc\u00e8s universel d\u00e9coule tr\u00e8s vite une exigence<br \/>\n    de&nbsp;<em>\u00ab&nbsp;transparence&nbsp;\u00bb.<\/em>&nbsp;C\u2019est pourtant une tradition de&nbsp;<em>\u00ab&nbsp;secret&nbsp;\u00bb<\/em>, comme le rappelle le d\u00e9put\u00e9 Jean Dionis du S\u00e9jour, qui a anim\u00e9<br \/>\n    l\u2019administration fran\u00e7aise jusqu\u2019\u00e0 aujourd\u2019hui. Ce secret lev\u00e9 permettrait une \u00e9valuation des politiques publiques plus efficace et r\u00e9aliste. Les think tanks, les associations, des blogs pourront<br \/>\n    s\u2019emparer, pour \u00e9tayer leurs \u00e9tudes, de donn\u00e9es publiques aujourd\u2019hui jalousement gard\u00e9es par les administrations.<\/span><\/span>\n  <\/p>\n<p>\n    &nbsp;\n  <\/p>\n<p>\n    <span><span><span><img alt=\"alt\" src=    \"http:\/\/www.clubparlementairedunumerique.fr\/images\/stories\/de%20lasterie.jpg\" width=\"188\" height=\"213\"><\/span><\/span><\/span>&nbsp;<span><strong><span>Gratuit\u00e9 des donn\u00e9es&nbsp;<\/span><\/strong><strong><span>&nbsp;<\/span><\/strong><\/span>\n  <\/p>\n<p>\n    <span>Question longtemps sensible, l\u2019Etalab a choisi la gratuit\u00e9 des donn\u00e9es publiques. L\u2019Etat sera-t-il pour autant le<br \/>\n    grand perdant de l\u2019ouverture des donn\u00e9es publiques&nbsp;? Aucunement selon S\u00e9verin Naudet qui explique qu\u2019un nouveau secteur \u00e9conomique est en train de na\u00eetre autour de l\u2019Open Data qui<br \/>\n    b\u00e9n\u00e9ficiera \u00e0 l\u2019Etat via l\u2019imp\u00f4t sur les soci\u00e9t\u00e9s et la cr\u00e9ation d\u2019emplois\u2026&nbsp;<\/span>\n  <\/p>\n<p>\n    <span>Des questions ont permis de pr\u00e9ciser quelques points. Vincent Talvas (SFR)&nbsp;a ainsi soulign\u00e9 le risque de<br \/>\n    captation des donn\u00e9es par des grands op\u00e9rateurs am\u00e9ricains qui pourrait les utiliser \u00e0 des fins commerciales. On pense aux horaires de trains par exemple qui pourraient servir \u00e0 des agences de<br \/>\n    voyages internationales. Le patron de la mission Etalab peut ainsi rappeler la diff\u00e9rence entre&nbsp;<em>\u00ab&nbsp;les donn\u00e9es publiques et les donn\u00e9es des entreprises publiques qui ne sont pas<br \/>\n    concern\u00e9es par la loi de 1978 modifi\u00e9e en 2005.&nbsp;\u00bb<\/em>&nbsp;Les donn\u00e9es des entreprises publiques ne sont donc pas consid\u00e9r\u00e9es comme de l\u2019Open Data. S\u00e9verin Naudet consid\u00e8re cependant que<br \/>\n    des donn\u00e9es d\u2019entreprises publiques concernant une mission de service public pourraient \u00e9galement \u00eatre lib\u00e9r\u00e9es. L&rsquo;Open Data n&rsquo;en est qu&rsquo;\u00e0 ses d\u00e9buts et le patron de la mission Etalab appelle de<br \/>\n    ses voeux un d\u00e9bat parlementaire sur le sujet. Il faudra peut-\u00eatre attendre les premiers r\u00e9sultats spectaculaires d&rsquo;une application n\u00e9e gr\u00e2ce \u00e0 l&rsquo;Open Data. Certains parlementaires n&rsquo;attendent<br \/>\n    que \u00e7a&#8230;<\/span>\n  <\/p>\n<p>\n  <span><em><strong>Pierre Laffon<\/strong><\/em><\/span>\n  <\/p>\n<p>\n  Voir aussi&nbsp;<a href=  \"http:\/\/www.clubparlementairedunumerique.fr\/home\/25-telecom\/206-severin-naudet-qrendre-accessible-les-donnees-publiques-librement-et-gratuitement-doit-permettre-la-creation-de-valeur-et-de-richesseq\"\n    target=\"_blank\">l&rsquo;interview de S\u00e9verin Naudet<\/a>&nbsp;\n  <\/p>\n<div class=\"clear center\"><\/div>\n<\/p><\/div>\n<div class=\"clear\"><\/div>\n<div class=\"clear\">\n","protected":false},"excerpt":{"rendered":"<p>S\u00e9verin Naudet (photo)&nbsp;\u00e9tait l\u2019invit\u00e9 du dernier petit d\u00e9jeuner du CPN. Le patron de la mission ETALAB, charg\u00e9 du&nbsp;portail fran\u00e7ais de donn\u00e9es publiques, a rappel\u00e9 les enjeux du mouvement Open Data. L\u2019ancien ministre Jean-Jacques de Peretti a \u00e9galement d\u00e9livr\u00e9 sa vision de l\u2019ouverture des donn\u00e9es publiques que son exp\u00e9rience de maire et son rapport lui ont &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/enjeuxetopportunitesdelopendata\"> <span class=\"screen-reader-text\">Enjeux et opportunit\u00e9s de l&rsquo;Open Data<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"close","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Etalab","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/etalab"},"uagb_comment_info":0,"uagb_excerpt":"S\u00e9verin Naudet (photo)&nbsp;\u00e9tait l\u2019invit\u00e9 du dernier petit d\u00e9jeuner du CPN. Le patron de la mission ETALAB, charg\u00e9 du&nbsp;portail fran\u00e7ais de donn\u00e9es publiques, a rappel\u00e9 les enjeux du mouvement Open Data. L\u2019ancien ministre Jean-Jacques de Peretti a \u00e9galement d\u00e9livr\u00e9 sa vision de l\u2019ouverture des donn\u00e9es publiques que son exp\u00e9rience de maire et son rapport lui ont\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/831"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=831"}],"version-history":[{"count":1,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/831\/revisions"}],"predecessor-version":[{"id":3026,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/831\/revisions\/3026"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=831"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=831"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=831"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}