{"id":6192,"date":"2017-01-05T11:41:05","date_gmt":"2017-01-05T10:41:05","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=6192"},"modified":"2019-10-15T10:45:16","modified_gmt":"2019-10-15T08:45:16","slug":"repertoire-sirene-de-linsee-les-donnees-sur-10-millions-detablissements-maintenant-disponibles-en-open-data","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/repertoire-sirene-de-linsee-les-donnees-sur-10-millions-detablissements-maintenant-disponibles-en-open-data","title":{"rendered":"R\u00e9pertoire SIRENE de l&rsquo;INSEE : les donn\u00e9es sur 10 millions d&rsquo;\u00e9tablissements maintenant disponibles en open data[:en]Opening of the French company register &lsquo;SIRENE&rsquo; (+10 million businesses and branches)"},"content":{"rendered":"[:fr]\n<p style=\"text-align: justify;\">Conform\u00e9ment aux dispositions de la loi pour une R\u00e9publique num\u00e9rique, l&rsquo;Institut national de la statistique et des \u00e9tudes \u00e9conomiques a publi\u00e9 ce jour la base <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/base-sirene-des-entreprises-et-de-leurs-etablissements-siren-siret\/\">SIRENE<\/a> en open data sur le portail data.gouv.fr. Cette ouverture repr\u00e9sente une avanc\u00e9e majeure en mati\u00e8re d&rsquo;ouverture des donn\u00e9es publiques. Cette base, qui comprend pr\u00e8s de 9 millions d&rsquo;entreprises et 10 millions d&rsquo;\u00e9tablissements, a vocation \u00e0 int\u00e9grer prochainement le <a href=\"https:\/\/www.etalab.gouv.fr\/tag\/service-public-de-la-donnee\"><strong>service public de la donn\u00e9e<\/strong><\/a>. Vous pouvez maintenant <strong><a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/base-sirene-des-entreprises-et-de-leurs-etablissements-siren-siret\/\">t\u00e9l\u00e9charger<\/a> l&rsquo;int\u00e9gralit\u00e9 de la base, les mises \u00e0 jour quotidiennes, ainsi que la documentation associ\u00e9e.<\/strong><\/p>\n<p><!--more--><\/p>\n<p><em><span style=\"color: #000000;\"><strong>\u00ab Le r\u00e9pertoire SIRENE \u00bb : la plus grande base de donn\u00e9es existante sur l&rsquo;\u00e9tat-civil des entreprises<\/strong><\/span><\/em><\/p>\n<p style=\"text-align: justify;\">Le r\u00e9pertoire SIRENE rassemble des informations \u00e9conomiques et juridiques relatives \u00e0 environ 10 millions d\u2019entreprises et d&rsquo;\u00e9tablissements, quel que soit leur secteur d\u2019activit\u00e9, situ\u00e9s en m\u00e9tropole ou dans les d\u00e9partements d\u2019outre-mer. En moyenne, 10 000 modifications par jour sont enregistr\u00e9es dans le r\u00e9pertoire. L&rsquo;INSEE travaille avec de nombreux organismes, comme les greffiers des tribunaux de commerce, qui r\u00e9coltent les informations sur les immatriculations, les radiations et les modifications au r\u00e9pertoire. Les donn\u00e9es de la base SIRENE, parmi les plus compl\u00e8tes au monde, comprennent des donn\u00e9es d&rsquo;identification et des donn\u00e9es \u00e9conomiques essentielles, notamment\u00a0 :<\/p>\n<ul>\n<li><strong>L&rsquo;adresse<\/strong>\u00a0des \u00e9tablissements et leur statut\u00a0juridique;<\/li>\n<li><strong>Le num\u00e9ro SIRET\/SIREN<\/strong>\u00a0: Le num\u00e9ro SIREN est le num\u00e9ro d&rsquo;identification unique attribu\u00e9 \u00e0 chaque entreprise par l&rsquo;INSEE, ce num\u00e9ro sert \u00e0 identifier la personne juridique de sa cr\u00e9ation \u00e0 sa dissolution. Le num\u00e9ro SIRET est attribu\u00e9 \u00e0 chaque \u00e9tablissement, il est compos\u00e9 du num\u00e9ro SIRET de l&rsquo;entreprise et un num\u00e9ro interne de classement (NIC). Avec ces deux codes, tous les \u00e9tablissements en France sont identifi\u00e9s;<\/li>\n<li><strong>Le code APE<\/strong>\u00a0: Toute entreprise et chacun de ses \u00e9tablissements poss\u00e8de un code caract\u00e9risant son activit\u00e9 principale par r\u00e9f\u00e9rence \u00e0 la nomenclature d&rsquo;activit\u00e9s fran\u00e7aise Ce code permet des statistiques tr\u00e8s pr\u00e9cises sur la r\u00e9partition des secteurs en France;<\/li>\n<li><strong>La base de donn\u00e9es des effectifs par tranche<\/strong>\u00a0pour les entreprises et les \u00e9tablissements&#8230;<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><em><strong><span style=\"color: #000000;\">Un impact \u00e9conomique majeur<\/span><br \/>\n<\/strong><\/em><\/p>\n<p style=\"text-align: justify;\">Tous les acteurs, priv\u00e9s (entreprises, associations\u2026) comme publics (administrations, collectivit\u00e9s territoriales\u2026) peuvent ainsi acc\u00e9der gratuitement \u00e0 ces donn\u00e9es.\u00a0L\u2019ouverture de ce r\u00e9pertoire enrichit la l<a href=\"http:\/\/www.insee.fr\/fr\/bases-de-donnees\/default.asp?page=open-data\/open-data-utilisation.htm\">iste des donn\u00e9es d\u00e9j\u00e0 mises en open data par l\u2019INSEE<\/a>, qui compte parmi <a href=\"https:\/\/www.data.gouv.fr\/fr\/organizations\/institut-national-de-la-statistique-et-des-etudes-economiques-insee\/#datasets\">les plus grands fournisseurs de donn\u00e9es sur\u00a0data.gouv.fr<\/a>, ainsi que d&rsquo;autres sources de donn\u00e9es relatives aux entreprises (<a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/boamp\/\">Boamp<\/a>, <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/bodacc\/\">Bodacc<\/a> et <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/balo\/\">Balo<\/a>), donn\u00e9es <a href=\"https:\/\/www.data.gouv.fr\/fr\/organizations\/institut-national-de-la-propriete-industrielle-inpi\/#datasets\">INPI<\/a>\u00a0(marques, brevets et dessins), donn\u00e9es <a href=\"https:\/\/www.data.gouv.fr\/fr\/organizations\/infogreffe\/#datasets\">Infogreffe&#8230;<\/a>).<\/p>\n<p style=\"text-align: justify;\"><strong>Mi-novembre 2016, le <\/strong><a href=\"https:\/\/www.etalab.gouv.fr\/retour_sur_le_hackathon_opensirene\"><strong>Hackathon #OpenSirene organis\u00e9 avec l&rsquo;INSEE avait permis de pr\u00e9parer cette ouverture et d&rsquo;identifier de premiers exemples de r\u00e9utilisations des donn\u00e9es.<\/strong> <\/a><\/p>\n<p style=\"text-align: justify;\">L\u2019impact \u00e9conomique\u00a0attendu s\u2019annonce\u00a0majeur gr\u00e2ce aux externalit\u00e9s positives associ\u00e9es \u00e0 cette ouverture : mise \u00e0 disposition de donn\u00e9es pivot, fiabilisation d\u2019\u00e9tudes et d\u2019estimation de potentiels de march\u00e9, efficacit\u00e9 des politiques publiques\u2026<\/p>\n<p style=\"text-align: justify;\">En ouvrant ces donn\u00e9es, la France honore ses engagements pris dans le cadre de la Charte Open Data du G8, et pourrait ainsi\u00a0devancer \u2013 gr\u00e2ce \u00e0 la qualit\u00e9 et \u00e0 la compl\u00e9tude de la base \u2013 le <a href=\"http:\/\/global.census.okfn.org\/dataset\/companies\" class=\"broken_link\">groupe des pays les plus en\u00a0pointe<\/a> ayant d\u00e9j\u00e0 ouverts leurs registres des entreprises, dont le Royaume-Uni, l\u2019Australie, l\u2019Indon\u00e9sie, la Norv\u00e8ge ou la Roumanie. Plus largement, de nombreux exemples\u00a0d\u00e9montrent les effets attendus\u00a0[1]\u00a0d\u2019une plus grande ouverture des donn\u00e9es publiques:<\/p>\n<ul>\n<li>une <strong>progression tr\u00e8s nette de la r\u00e9utilisation des donn\u00e9es<\/strong>, tant en nombre et diversit\u00e9 de r\u00e9utilisateurs que de fr\u00e9quence d\u2019usage. En France, le passage \u00e0 la gratuit\u00e9 du R\u00e9f\u00e9rentiel \u00e0 grande \u00e9chelle de l\u2019IGN pour les acteurs charg\u00e9s d\u2019une mission de service public s\u2019est traduit par une <strong>multiplication par 20<\/strong> de l\u2019usage des donn\u00e9es,<\/li>\n<li>un <strong>rapport co\u00fbts \/ b\u00e9n\u00e9fices<\/strong> tr\u00e8s favorable, tant pour le secteur public que priv\u00e9 \u2013 de <strong>1 \u00e0 13 <\/strong>pour les donn\u00e9es g\u00e9o spatiales australiennes, parmi les premi\u00e8res \u00e0 \u00eatre ouvertes d\u00e8s 2006,<\/li>\n<li>une <strong>dynamisation du march\u00e9 aval des services<\/strong> fond\u00e9s sur les donn\u00e9es, avec l\u2019apparition de nouveaux acteurs et une incitation plus forte \u00e0 innover pour les acteurs historiques. Aux Etats-Unis, la d\u00e9cision du National Oceanic and Atmospheric Administration (NOOA) d\u2019ouvrir leurs donn\u00e9es a permis la cr\u00e9ation d\u2019une industrie m\u00e9t\u00e9orologique qui p\u00e8se aujourd\u2019hui plusieurs milliards de dollars dans l\u2019\u00e9conomie am\u00e9ricaine\u00a0[2],<\/li>\n<li>une <strong>r\u00e9duction des co\u00fbts de transaction et de l\u2019asym\u00e9trie d\u2019information<\/strong> dont les b\u00e9n\u00e9fices concernent tout autant les acteurs publics que priv\u00e9s. Le Danemark a ainsi calcul\u00e9 que 70% des b\u00e9n\u00e9fices de l\u2019ouverture des donn\u00e9es d\u2019adresses revenaient au secteur priv\u00e9 et 30% au secteur public, pour un retour sur investissement de 14 millions \u20ac de b\u00e9n\u00e9fices contre un co\u00fbt de 0,2 million \u20ac en 2010\u00a0[3],<\/li>\n<li>une <strong>lutte accrue contre la corruption et la fraude fiscale<\/strong> par la r\u00e9duction des asym\u00e9tries d\u2019information. Au Canada en 2010, une fraude fiscale de 3,1 milliards de dollars a pu \u00eatre identifi\u00e9e gr\u00e2ce aux donn\u00e9es ouvertes\u00a0[4]. En Ukraine, une fraude d\u2019un 1.8 milliards de dollars a \u00e9galement \u00e9t\u00e9 d\u00e9tect\u00e9e\u00a0[5].<\/li>\n<\/ul>\n[1] <em>Voir \u00ab\u00a0Open Data for Economic Growth\u00a0\u00bb (World Bank, 2014) et \u00ab\u00a0The Generative Mechanisms of Open Government Data\u00a0\u00bb (Jetzek Thorhildur, 2013), \u00ab\u00a0Cost and benefits of data provision\u00a0\u00bb (Victoria University, 2011).<\/em><\/p>\n<p><em>[2] http:\/\/www.nytimes.com\/2008\/07\/07\/business\/media\/07weather.html?_r=0<\/em><\/p>\n<p><em>[3] http:\/\/www.adresse-info.dk\/Portals\/2\/Benefit\/Value_Assessment_Danish_Address_Data_UK_2010-07-07b.pdf<\/em><\/p>\n<p><em>[4] http:\/\/eaves.ca\/2010\/04\/14\/case-study-open-data-and-the-public-purse\/<\/em><\/p>\n<p><em>[5] http:\/\/rue89.nouvelobs.com\/2015\/11\/02\/demandez-a-quoi-sert-lopen-data-allez-voir-ukraine-261916<\/em><\/p>\n<p>&nbsp;[:en]\n<p style=\"text-align: justify;\"><strong><em><span style=\"color: #000000;\">\u00ab Sirene Repository\u00a0\u00bb The biggest database on company civil status<\/span><\/em><\/strong><\/p>\n<p style=\"text-align: justify;\">The SIRENE company register gathers economical and legal information on close to 10 million businesses and branches across all sectors of activity in metropolitan France and overseas departments is now available on our open data platform: <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/base-sirene-des-entreprises-et-de-leurs-etablissements-siren-siret\/\">data.gouv.fr<\/a>. On average, 10,000 updates are submitted every day. The INSEE works with a lot of actors, like commercial courts clerks, gathering information on matriculations, radiations and changes made to the repository. This makes SIRENE among the world\u2019s most complete databases, it contains essential economical information and identification, including:<\/p>\n<ul style=\"text-align: justify;\">\n<li><span style=\"color: #808080;\"><strong>The address\u00a0<\/strong><\/span>of facilities and their legal status;<\/li>\n<li><span style=\"color: #000000;\"><strong><span style=\"color: #808080;\">The SIRET\/SIREN ID Number:<\/span><\/strong><\/span>\u00a0The SIREN number is a unique ID number assigned to each business by the INSEE. This number identifies a legal person from its creation until its termination. The SIRET number is assigned to each branch. It comprises the SIREN number and an internal ranking number (NIC). With those two codes, all the facilities in France are identified;<\/li>\n<li><span style=\"color: #808080;\"><strong>The APE code:<\/strong><\/span>\u00a0Every operating business has a code characterizing its major activity in reference to the classification of economic activities. This code allows precise statistics on activity sectors in France;<\/li>\n<li><span style=\"color: #000000;\"><strong><span style=\"color: #808080;\">The database for the size of the workforce by segment<\/span>\u00a0<\/strong><\/span>for businesses and facilities\u2026<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">SIREN is one of the \u00ab\u00a0<strong>donn\u00e9es de reference<\/strong>\u00a0\u00bb (key databases used as a reference) defined in the Digital Republic Bill as it is likely to be widely and frequently used by a great number of actors and its quality is essential for reuses.<\/p>\n<p style=\"text-align: justify;\"><span style=\"color: #000000;\"><strong><em>A major economic impact<\/em><\/strong><\/span><\/p>\n<p style=\"text-align: justify;\">By opening this register, France honors its commitments in the G8 Open Data Charter and could join the leading countries that already opened their company registers like Norway, the UK, Australia, Indonesia or Romania.<\/p>\n<p style=\"text-align: justify;\">All actors, public (administrations, territorial authorities\u2026) and private (companies, non-profits\u2026) will access the data free of charge. Opening the repository will enrich the list of databases already published in open data by the INSEE, one of data.gouv.fr\u2019s largest data provider. It will complement company data released by the DILA (Boamp, Bodacc and Balo), the INPI (brands, patents, and drawings), Infogreffe and the National Register of Commerce and Companies (RNCS).<\/p>\n<p style=\"text-align: justify;\">The awaited economic impact is massive, given the positive externalities associated with this opening: availability of key data, increasing reliability of studies and market researches, efficiency of public policies etc. Furthermore, a lot of examples demonstrate the awaited effects\u00a0<a name=\"_ftnref1\"><\/a><a href=\"https:\/\/www.etalab.gouv.fr\/louverture-du-repertoire-sirene-par-linsee-au-1er-janvier-2017-une-avancee-majeure-pour-lopen-data#_ftn1\">[1]<\/a>of Open Data:<\/p>\n<ul>\n<li style=\"text-align: justify;\"><span style=\"color: #333333;\">a\u00a0<strong>clear increase in reuses\u00a0<\/strong>in terms of volume, diversity and frequency. In France, the switch to gratuity of public service repertories for government entities from the national geographic institute (IGN) saw\u00a0<strong>20 times<\/strong>\u00a0more reuses,<\/span><\/li>\n<li style=\"text-align: justify;\"><span style=\"color: #333333;\">a very advantageous\u00a0<strong>cost\/benefit ratio\u00a0<\/strong>both for the public and private sector &#8211; 1 to 13 for Australian geospatial data-,<\/span><\/li>\n<li style=\"text-align: justify;\"><span style=\"color: #333333;\">a\u00a0<strong>revitalization of the data-based service industry<\/strong>, with new actors and a bigger innovation incentive for historic actors. In the US, the National Oceanic and Atmospheric Administration\u2019s decision to open its data allowed the creation a multibillion meteorological industry.<a style=\"color: #333333;\" name=\"_ftnref2\"><\/a><a style=\"color: #333333;\" href=\"https:\/\/www.etalab.gouv.fr\/louverture-du-repertoire-sirene-par-linsee-au-1er-janvier-2017-une-avancee-majeure-pour-lopen-data#_ftn2\">[2]<\/a>,<\/span><\/li>\n<li style=\"text-align: justify;\"><span style=\"color: #333333;\">a\u00a0<strong>transaction cost reduction and information asymmetry reduction\u00a0<\/strong>whose benefits could concern private and public actors. Denmark calculated that 70% of the benefits of open data would benefit private sector and 30% public sector, with a return on investment of \u20ac14 million in benefits for only \u20ac0,2 million in costs, in 2010<a style=\"color: #333333;\" name=\"_ftnref3\"><\/a><a style=\"color: #333333;\" href=\"https:\/\/www.etalab.gouv.fr\/louverture-du-repertoire-sirene-par-linsee-au-1er-janvier-2017-une-avancee-majeure-pour-lopen-data#_ftn3\">[3]<\/a>,<\/span><\/li>\n<li style=\"text-align: justify;\"><span style=\"color: #000000;\"><span style=\"color: #333333;\">a\u00a0<strong>strengthened effort against corruption and tax evasion\u00a0<\/strong>thanks to information asymmetry reduction. In Canada in 2010, a tax evasion of $3,1 billion was identified thanks to open data.\u00a0<a style=\"color: #333333;\" name=\"_ftnref4\"><\/a><a style=\"color: #333333;\" href=\"https:\/\/www.etalab.gouv.fr\/louverture-du-repertoire-sirene-par-linsee-au-1er-janvier-2017-une-avancee-majeure-pour-lopen-data#_ftn4\">[4]<\/a>. In Ukraine, a $1,8 billion fraud was detected\u00a0<a style=\"color: #333333;\" name=\"_ftnref5\"><\/a><a style=\"color: #333333;\" href=\"https:\/\/www.etalab.gouv.fr\/louverture-du-repertoire-sirene-par-linsee-au-1er-janvier-2017-une-avancee-majeure-pour-lopen-data#_ftn5\">[5]<\/a><\/span>.<\/span><\/li>\n<\/ul>\n<p><a name=\"_ftn1\"><\/a><a href=\"https:\/\/www.etalab.gouv.fr\/louverture-du-repertoire-sirene-par-linsee-au-1er-janvier-2017-une-avancee-majeure-pour-lopen-data#_ftnref1\">[1]<\/a>\u00a0See \u00ab\u00a0Open Data for Economic Growth\u00a0\u00bb (World Bank, 2014) et \u00ab\u00a0The Generative Mechanisms of Open Government Data\u00a0\u00bb (Jetzek Thorhildur, 2013), \u00ab\u00a0Cost and benefits of data provision\u00a0\u00bb (Victoria University, 2011).<\/p>\n<p><a name=\"_ftn2\"><\/a><a href=\"https:\/\/www.etalab.gouv.fr\/louverture-du-repertoire-sirene-par-linsee-au-1er-janvier-2017-une-avancee-majeure-pour-lopen-data#_ftnref2\">[2]<\/a>\u00a0http:\/\/www.nytimes.com\/2008\/07\/07\/business\/media\/07weather.html?_r=0<\/p>\n<p><a name=\"_ftn3\"><\/a><a href=\"https:\/\/www.etalab.gouv.fr\/louverture-du-repertoire-sirene-par-linsee-au-1er-janvier-2017-une-avancee-majeure-pour-lopen-data#_ftnref3\">[3]<\/a>\u00a0http:\/\/www.adresse-info.dk\/Portals\/2\/Benefit\/Value_Assessment_Danish_Address_Data_UK_2010-07-07b.pdf<\/p>\n<p><a name=\"_ftn4\"><\/a><a href=\"https:\/\/www.etalab.gouv.fr\/louverture-du-repertoire-sirene-par-linsee-au-1er-janvier-2017-une-avancee-majeure-pour-lopen-data#_ftnref4\">[4]<\/a>\u00a0http:\/\/eaves.ca\/2010\/04\/14\/case-study-open-data-and-the-public-purse\/<\/p>\n<p><a name=\"_ftn5\"><\/a><a href=\"https:\/\/www.etalab.gouv.fr\/louverture-du-repertoire-sirene-par-linsee-au-1er-janvier-2017-une-avancee-majeure-pour-lopen-data#_ftnref5\">[5]<\/a>\u00a0http:\/\/rue89.nouvelobs.com\/2015\/11\/02\/demandez-a-quoi-sert-lopen-data-allez-voir-ukraine-261916[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr] Conform\u00e9ment aux dispositions de la loi pour une R\u00e9publique num\u00e9rique, l&rsquo;Institut national de la statistique et des \u00e9tudes \u00e9conomiques a publi\u00e9 ce jour la base SIRENE en open data sur le portail data.gouv.fr. Cette ouverture repr\u00e9sente une avanc\u00e9e majeure en mati\u00e8re d&rsquo;ouverture des donn\u00e9es publiques. Cette base, qui comprend pr\u00e8s de 9 millions d&rsquo;entreprises &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/repertoire-sirene-de-linsee-les-donnees-sur-10-millions-detablissements-maintenant-disponibles-en-open-data\"> <span class=\"screen-reader-text\">R\u00e9pertoire SIRENE de l&rsquo;INSEE : les donn\u00e9es sur 10 millions d&rsquo;\u00e9tablissements maintenant disponibles en open data[:en]Opening of the French company register &lsquo;SIRENE&rsquo; (+10 million businesses and branches)<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":7,"featured_media":6193,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[166],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/01\/sirene.png",1992,1106,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/01\/sirene-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/01\/sirene-300x167.png",300,167,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/01\/sirene-768x426.png",768,426,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/01\/sirene-1024x569.png",1024,569,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/01\/sirene.png",1536,853,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/01\/sirene.png",1992,1106,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2017\/01\/sirene.png",45,25,false]},"uagb_author_info":{"display_name":"Simon Chignard","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/simon-chignard"},"uagb_comment_info":0,"uagb_excerpt":"[:fr] Conform\u00e9ment aux dispositions de la loi pour une R\u00e9publique num\u00e9rique, l&rsquo;Institut national de la statistique et des \u00e9tudes \u00e9conomiques a publi\u00e9 ce jour la base SIRENE en open data sur le portail data.gouv.fr. Cette ouverture repr\u00e9sente une avanc\u00e9e majeure en mati\u00e8re d&rsquo;ouverture des donn\u00e9es publiques. Cette base, qui comprend pr\u00e8s de 9 millions d&rsquo;entreprises\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6192"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=6192"}],"version-history":[{"count":9,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6192\/revisions"}],"predecessor-version":[{"id":16043,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6192\/revisions\/16043"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/6193"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=6192"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=6192"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=6192"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}