{"id":8187,"date":"2018-04-10T13:30:00","date_gmt":"2018-04-10T11:30:00","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=8187"},"modified":"2021-11-02T16:48:26","modified_gmt":"2021-11-02T15:48:26","slug":"rapport-2016-1017-de-ladministrateur-general-des-donnees-la-donnee-comme-infrastructure-essentielle","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/rapport-2016-1017-de-ladministrateur-general-des-donnees-la-donnee-comme-infrastructure-essentielle","title":{"rendered":"Rapport 2016-1017 de l&rsquo;administrateur g\u00e9n\u00e9ral des donn\u00e9es: La donn\u00e9e comme infrastructure essentielle"},"content":{"rendered":"<p><strong>L&rsquo;administrateur g\u00e9n\u00e9ral des donn\u00e9es\u00a0(AGD) a remis ce jour au\u00a0secr\u00e9taire d\u2019\u00c9tat aupr\u00e8s du Premier ministre charg\u00e9 du Num\u00e9rique, Mounir Mahjoubi, son <a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/RapportAGD_2016-2017_web.pdf\">rapport 2016-2017<\/a>, intitul\u00e9 \u00ab\u00a0La donn\u00e9e comme infrastructure essentielle\u00a0\u00bb.\u00a0Il y dresse un \u00e9tat des lieux de la politique de la donn\u00e9e, et rel\u00e8ve les progr\u00e8s accomplis ces deux derni\u00e8res ann\u00e9es. L\u2019AGD y pr\u00f4ne la construction d\u2019une infrastructure de la donn\u00e9e, n\u00e9cessaire pour en garantir la qualit\u00e9, la circulation et la meilleure exploitation possible.<\/strong><\/p>\n<p><a href=\"https:\/\/agd.data.gouv.fr\/wp-content\/uploads\/2018\/04\/couv-rapport-agd-20162017.png\"><img decoding=\"async\" loading=\"lazy\" class=\"size-thumbnail wp-image-1028 aligncenter\" src=\"https:\/\/agd.data.gouv.fr\/wp-content\/uploads\/2018\/04\/couv-rapport-agd-20162017-150x150.png\" alt=\"\" width=\"150\" height=\"150\" \/><\/a><\/p>\n<p style=\"text-align: center;\"><strong><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/RapportAGD_2016-2017_web.pdf\">&gt;&gt; Consulter le rapport \u00ab\u00a0La donn\u00e9e comme infrastructure essentielle\u00a0\u00bb<\/a><\/strong><\/p>\n<p><strong>Un \u00e9tat des lieux de la politique de la donn\u00e9e<\/strong><\/p>\n<p>Dans son rapport 2016-2017, l\u2019administrateur g\u00e9n\u00e9ral des donn\u00e9es dresse un \u00e9tat des lieux des pratiques des administrations en mati\u00e8re de production, de circulation et d\u2019exploitation des donn\u00e9es.\u00a0Il fait mention des progr\u00e8s enregistr\u00e9s depuis la publication de son rapport pr\u00e9c\u00e9dent (d\u00e9cembre 2015), sur chacun des axes de cette politique :<\/p>\n<ul>\n<li><em><strong>produire les donn\u00e9es essentielles<\/strong> :<\/em>\n<ul>\n<li>Le statut de donn\u00e9es de r\u00e9f\u00e9rence a \u00e9t\u00e9 reconnu juridiquement dans le cadre de la loi pour une R\u00e9publique num\u00e9rique ;<\/li>\n<li>Les administrations ont produit des donn\u00e9es essentielles, comme la Base adresse nationale ;<\/li>\n<li>Des standards de donn\u00e9es ont \u00e9t\u00e9 d\u00e9finis, notamment dans le domaine de la commande publique, des conventions de subventions et de l\u2019\u00e9nergie ;<\/li>\n<\/ul>\n<\/li>\n<li><em><strong>am\u00e9liorer la circulation de la donn\u00e9e<\/strong>\u00a0<\/em>:\n<ul>\n<li>Les 9 premi\u00e8res bases de donn\u00e9es de r\u00e9f\u00e9rence ont \u00e9t\u00e9 mises en ligne, avec des r\u00e9sultats probants (multiplication par 20 du nombre d\u2019utilisateurs r\u00e9guliers du r\u00e9pertoire des entreprises selon l&rsquo;INSEE) ;<\/li>\n<li>La mise \u00e0 disposition d&rsquo;interfaces de programmation, en particulier l&rsquo;API Entreprise et l&rsquo;API Particulier ;<\/li>\n<li>Le cadre juridique a \u00e9volu\u00e9 pour favoriser la circulation de la donn\u00e9e (principe d\u2019ouverture par d\u00e9faut, principe de gratuit\u00e9) ;<\/li>\n<\/ul>\n<\/li>\n<li><strong><em>exploiter les donn\u00e9es<\/em><\/strong>\u00a0:\n<ul>\n<li>Les <em>datasciences\u00a0<\/em>ont \u00e9t\u00e9 appliqu\u00e9es dans plusieurs domaines de l&rsquo;action publique, dont la lutte contre le ch\u00f4mage, l\u2019aide aux entreprises en difficult\u00e9, l\u2019aide \u00e0 la d\u00e9cision pour les forces de s\u00e9curit\u00e9 int\u00e9rieure.<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p><strong>Construire l\u2019infrastructure de la donn\u00e9e<\/strong><\/p>\n<p>Dans sa deuxi\u00e8me partie, le rapport de l\u2019AGD d\u00e9veloppe l\u2019id\u00e9e et l\u2019importance de construire une <strong>infrastructure de la donn\u00e9e<\/strong>. Le d\u00e9veloppement d\u2019un pays est \u00e9troitement li\u00e9 \u00e0 la pr\u00e9sence d\u2019une infrastructure performante et de qualit\u00e9, qu\u2019il s\u2019agisse de routes, de lignes ferroviaires, de r\u00e9seaux d\u2019\u00e9nergie ou de t\u00e9l\u00e9communications. L\u2019\u00c9tat a d\u2019ailleurs longtemps consacr\u00e9 une partie importante de ses investissements \u00e0 construire et maintenir ces infrastructures.\u00a0Il faut aujourd\u2019hui consid\u00e9rer les donn\u00e9es comme l\u2019une de ces infrastructures <i>essentielles\u00a0<\/i>et <i>critiques<\/i>. Essentielles car, dans une \u00e9conomie de l\u2019information, l\u2019acc\u00e8s \u00e0 la donn\u00e9e de r\u00e9f\u00e9rence fiable et \u00e0 jour est la condition du d\u00e9veloppement des services num\u00e9riques. Critiques car il faudra s\u2019assurer que la fourniture de ces donn\u00e9es ne puisse \u00eatre interrompue, qu\u2019il s\u2019agisse de d\u00e9faillances involontaires ou d\u2019actes malveillants.<\/p>\n<p>Plusieurs pays europ\u00e9ens se sont engag\u00e9s dans la mise en place d\u2019une telle infrastructure de donn\u00e9es.\u00a0La deuxi\u00e8me partie du rapport d\u00e9veloppe ainsi une analyse compar\u00e9e des initiatives du Royaume-Uni (UK Registers), de l\u2019Estonie (X-Road), du Danemark (Basic Data) et de la France (service public de la donn\u00e9e).<\/p>\n<p>La construction d\u2019une telle infrastructure n\u00e9cessite la mobilisation de plusieurs leviers : budg\u00e9taires (le Danemark a fait le choix de centraliser le financement des donn\u00e9es de r\u00e9f\u00e9rence, au d\u00e9triment d\u2019une partie de l\u2019autonomie financi\u00e8re des producteurs), contractuels (en particulier dans la d\u00e9finition des objectifs assign\u00e9s aux op\u00e9rateurs par leurs minist\u00e8res de tutelle), juridiques (principe de gratuit\u00e9, obligation d\u2019utilisation de standards ouverts) et techniques (d\u00e9ploiement d\u2019une infrastructure s\u00e9curis\u00e9e de diffusion \u00e0 haut niveau de disponibilit\u00e9).<\/p>\n<p>Le choix d\u2019un mod\u00e8le de gouvernance appara\u00eet bien comme un \u00e9l\u00e9ment structurant d\u2019une infrastructure de donn\u00e9es. Un certain degr\u00e9 de centralisation est n\u00e9cessaire, ne serait-ce que pour fixer a minima des r\u00e8gles et des standards communs \u00e0 l\u2019ensemble des bases de donn\u00e9es de r\u00e9f\u00e9rence.<\/p>\n<p><strong>Transformer l\u2019essai: la feuille de route 2018-2019<\/strong><\/p>\n<p>Le rapport pr\u00e9sente en conclusion la feuille de route de l\u2019administrateur g\u00e9n\u00e9ral des donn\u00e9es pour les deux prochaines ann\u00e9es. Cinq axes sont propos\u00e9s :<\/p>\n<ul>\n<li><em>mettre \u00e0 disposition les donn\u00e9es, les ressources et les infrastructures<\/em>, renforcer et amplifier la dynamique engag\u00e9e autour du service public de la donn\u00e9e,<\/li>\n<li><em>d\u00e9velopper la doctrine de la circulation de la donn\u00e9e\u00a0<\/em>au sein de la sph\u00e8re publique, fournir \u00ab\u00a0la bonne donn\u00e9e \u00e0 la bonne personne\u00a0\u00bb et in fine g\u00e9rer le droit d&rsquo;en conna\u00eetre pour les donn\u00e9es prot\u00e9g\u00e9es par des secrets,<\/li>\n<li><em>renforcer le r\u00e9seau des administrateurs minist\u00e9riels des donn\u00e9es<\/em>, pour d\u00e9cliner la politique de la donn\u00e9e (production, circulation, exploitation) au sein de chaque minist\u00e8re,<\/li>\n<li><em>d\u00e9velopper un p\u00f4le de comp\u00e9tences en intelligence artificielle<\/em>, pour faire de l&rsquo;Etat l&rsquo;un des premiers utilisateurs de ces outils, d\u00e9finir les conditions d&rsquo;une utilisation \u00e9thique et responsable des algorithmes publics,<\/li>\n<li><em>soutenir l&rsquo;\u00e9cosyst\u00e8me des utilisateurs de donn\u00e9es publiques<\/em>, documenter les impacts \u00e9conomiques et sociaux d&rsquo;une meilleure circulation de la donn\u00e9e.<\/li>\n<\/ul>\n<p><a href=\"https:\/\/agd.data.gouv.fr\/wp-content\/uploads\/2018\/04\/couv-rapport-agd-20162017.png\"><img decoding=\"async\" loading=\"lazy\" class=\"size-thumbnail wp-image-1028 aligncenter\" src=\"https:\/\/agd.data.gouv.fr\/wp-content\/uploads\/2018\/04\/couv-rapport-agd-20162017-150x150.png\" alt=\"\" width=\"150\" height=\"150\" \/><\/a><\/p>\n<p style=\"text-align: center;\"><strong><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/RapportAGD_2016-2017_web.pdf\">&gt;&gt; Consulter le rapport 2016-2017 de l&rsquo;administrateur g\u00e9n\u00e9ral des donn\u00e9es<\/a><\/strong><\/p>\n<p style=\"text-align: center;\"><strong><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/RapportAGD_2016-2017_web.pdf\">\u00ab\u00a0<\/a><\/strong><strong><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/RapportAGD_2016-2017_web.pdf\">La donn\u00e9e comme infrastructure essentielle\u00a0\u00bb<\/a><\/strong><\/p>\n<ul>\n<li><a href=\"https:\/\/www.etalab.gouv.fr\/data-as-essential-infrastructure-frances-chief-data-officer-report-on-data-governance\">Voir aussi la traduction anglaise<\/a><\/li>\n<\/ul>\n[:]\n","protected":false},"excerpt":{"rendered":"<p>L&rsquo;administrateur g\u00e9n\u00e9ral des donn\u00e9es\u00a0(AGD) a remis ce jour au\u00a0secr\u00e9taire d\u2019\u00c9tat aupr\u00e8s du Premier ministre charg\u00e9 du Num\u00e9rique, Mounir Mahjoubi, son rapport 2016-2017, intitul\u00e9 \u00ab\u00a0La donn\u00e9e comme infrastructure essentielle\u00a0\u00bb.\u00a0Il y dresse un \u00e9tat des lieux de la politique de la donn\u00e9e, et rel\u00e8ve les progr\u00e8s accomplis ces deux derni\u00e8res ann\u00e9es. L\u2019AGD y pr\u00f4ne la construction d\u2019une &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/rapport-2016-1017-de-ladministrateur-general-des-donnees-la-donnee-comme-infrastructure-essentielle\"> <span class=\"screen-reader-text\">Rapport 2016-1017 de l&rsquo;administrateur g\u00e9n\u00e9ral des donn\u00e9es: La donn\u00e9e comme infrastructure essentielle<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":7,"featured_media":8185,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[70,14],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/IMG_3110.jpg",1024,791,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/IMG_3110-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/IMG_3110-300x232.jpg",300,232,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/IMG_3110-768x593.jpg",768,593,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/IMG_3110-1024x791.jpg",1024,791,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/IMG_3110.jpg",1024,791,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/IMG_3110.jpg",1024,791,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/IMG_3110.jpg",45,35,false]},"uagb_author_info":{"display_name":"Simon Chignard","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/simon-chignard"},"uagb_comment_info":0,"uagb_excerpt":"L&rsquo;administrateur g\u00e9n\u00e9ral des donn\u00e9es\u00a0(AGD) a remis ce jour au\u00a0secr\u00e9taire d\u2019\u00c9tat aupr\u00e8s du Premier ministre charg\u00e9 du Num\u00e9rique, Mounir Mahjoubi, son rapport 2016-2017, intitul\u00e9 \u00ab\u00a0La donn\u00e9e comme infrastructure essentielle\u00a0\u00bb.\u00a0Il y dresse un \u00e9tat des lieux de la politique de la donn\u00e9e, et rel\u00e8ve les progr\u00e8s accomplis ces deux derni\u00e8res ann\u00e9es. L\u2019AGD y pr\u00f4ne la construction d\u2019une\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8187"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=8187"}],"version-history":[{"count":10,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8187\/revisions"}],"predecessor-version":[{"id":16122,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8187\/revisions\/16122"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/8185"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=8187"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=8187"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=8187"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}