{"id":2891,"date":"2015-02-02T06:57:58","date_gmt":"2015-02-02T05:57:58","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=2891"},"modified":"2021-10-01T11:37:21","modified_gmt":"2021-10-01T09:37:21","slug":"retour-sur-le-premier-hackathon-donnees-de-sante","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/retour-sur-le-premier-hackathon-donnees-de-sante","title":{"rendered":"Retour sur le premier Hackathon \u00ab\u00a0donn\u00e9es de sant\u00e9\u00a0\u00bb"},"content":{"rendered":"<p><!--:fr--><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/02\/Hackathon-Damir2.jpg\"><img decoding=\"async\" loading=\"lazy\" class=\"  wp-image-2909 aligncenter\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/02\/Hackathon-Damir2-1024x280.jpg\" alt=\"Hackathon Damir\" width=\"689\" height=\"188\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/02\/Hackathon-Damir2-1024x280.jpg 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/02\/Hackathon-Damir2-300x82.jpg 300w\" sizes=\"(max-width: 689px) 100vw, 689px\" \/><\/a><\/p>\n<p><em>Le 26 janvier 2015, <a href=\"http:\/\/lapaillasse.org\">la Paillasse<\/a> a accueilli dans ses locaux parisiens le premier hackathon d\u00e9di\u00e9 aux donn\u00e9es de sant\u00e9, co-organis\u00e9 par l&rsquo;Assurance Maladie et la mission Etalab. Retour sur cet \u00e9v\u00e8nement, les projets et les enseignements de cette journ\u00e9e.<\/em><\/p>\n<h3>Le DAMIR, un outil pour suivre les d\u00e9penses de sant\u00e9<\/h3>\n<p>En amont de cette journ\u00e9e, l&rsquo;Assurance Maladie (<a href=\"http:\/\/www.ameli.fr\/l-assurance-maladie\/connaitre-l-assurance-maladie\/missions-et-organisation\/l-assurance-maladie\/presentation-de-la-cnamts.php\" class=\"broken_link\">CNAMTS<\/a>) a mis \u00e0 disposition sur data.gouv.fr une premi\u00e8re <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/depenses-d-assurance-maladie-hors-prestations-hospitalieres-donnees-nationales\/\">version agr\u00e9g\u00e9e de la base DAMIR<\/a> \u00a0utilis\u00e9e pour le suivi des d\u00e9penses de sant\u00e9 en France. Cette ouverture avait \u00e9t\u00e9 annonc\u00e9e dans les conclusions de la <a href=\"http:\/\/www.drees.sante.gouv.fr\/commission-open-data-sante,11250.html\">Commission Open Data sant\u00e9<\/a>.<\/p>\n<p>La base DAMIR est l&rsquo;une des composantes du <a href=\"http:\/\/www.ameli.fr\/l-assurance-maladie\/statistiques-et-publications\/sniiram\/chiffres-cles.php\">syst\u00e8me national d&rsquo;information inter-r\u00e9gimes de l&rsquo;assurance maladie<\/a> (SNIIRAM). Ce syst\u00e8me est qualifi\u00e9 par Mr Nicolas Revel (directeur de la CNAMTS) de \u00ab\u00a0probablement la plus grande base de donn\u00e9es m\u00e9dico-\u00e9conomiques dans le monde\u00a0\u00bb. Elle est en effet aliment\u00e9e chaque ann\u00e9e par 1,2 milliard\u00a0de feuilles de soins, 500 millions d&rsquo;actes m\u00e9dicaux et 11 millions d&rsquo;hospitalisation.<\/p>\n<h3>Un hackathon pas comme les autres : open data + data sciences<\/h3>\n<p>Etalab s&rsquo;est associ\u00e9e \u00e0 l&rsquo;Assurance Maladie pour pr\u00e9parer l&rsquo;organisation de ce hackathon d&rsquo;un genre in\u00e9dit. En effet, la plupart des \u00e9v\u00e8nements que nous animons (<a href=\"https:\/\/www.etalab.gouv.fr\/tag\/open-data-camp\">Open Data Camps<\/a>) concernent des jeux de donn\u00e9es d\u00e9j\u00e0 disponibles en open data (sur l&rsquo;<a href=\"http:\/\/fr.okfn.org\/2014\/05\/29\/premier-hackaton-sur-les-donnees-du-ministere-de-linterieur\/\">accidentologie routi\u00e8re, par exemple<\/a>).<\/p>\n<p>Cette fois la d\u00e9marche fut l\u00e9g\u00e8rement diff\u00e9rente, puisqu&rsquo;elle s&rsquo;est inscrite en amont de l&rsquo;ouverture : la plupart des participants auront d\u00e9couvert les d\u00e9tails du DAMIR lors de cette journ\u00e9e. Le volume de la base (l&rsquo;\u00e9quivalent d&rsquo;un fichier CSV avec 1,5 milliard de lignes&#8230;) imposait aussi la mise en place d&rsquo;une architecture technique d\u00e9di\u00e9e.<\/p>\n<p>L&rsquo;\u00e9quipe des data scientists rattach\u00e9e \u00e0 l&rsquo;<a href=\"https:\/\/www.etalab.gouv.fr\/la-france-se-dote-dun-administrateur-general-des-donnees\">administrateur g\u00e9n\u00e9ral des donn\u00e9es<\/a>, Henri Verdier, et l&rsquo;\u00e9quipe de la direction statistique de la CNAMTS ont jou\u00e9 un r\u00f4le majeur en amont et durant l&rsquo;\u00e9v\u00e8nement. Elles ont\u00a0pr\u00e9par\u00e9 les <a href=\"https:\/\/github.com\/SGMAP-AGD\/DAMIR\">donn\u00e9es du DAMIR<\/a>, les ont\u00a0document\u00e9es (notamment via un <a href=\"https:\/\/github.com\/SGMAP-AGD\/DAMIR\/wiki\/remboursement\">wiki<\/a>), ont\u00a0identifi\u00e9 des <a href=\"https:\/\/github.com\/SGMAP-AGD\/DAMIR\/wiki\/hackathon\">jeux de donn\u00e9es compl\u00e9mentaires<\/a> d\u00e9j\u00e0 ouverts (le r\u00e9pertoire partag\u00e9 des professionnels de sant\u00e9, les fichiers de population prot\u00e9g\u00e9e, les donn\u00e9es du PMSI fournies par l&rsquo;ATIH, des donn\u00e9es d\u00e9mographiques, &#8230;).<\/p>\n<h3>Des participants issus de l&rsquo;ensemble de la fili\u00e8re sant\u00e9<\/h3>\n<p style=\"text-align: justify;\">Plus de 80 personnes ont particip\u00e9 \u00e0 cette journ\u00e9e de d\u00e9veloppement. Parmi eux, des repr\u00e9sentants d&rsquo;organismes publics du secteur (CNAMTS, <a href=\"http:\/\/www.anap.fr\/accueil\/\">ANAP<\/a>, <a href=\"http:\/\/www.has-sante.fr\">HAS<\/a>, <a href=\"http:\/\/www.drees.sante.gouv.fr\">DREES<\/a>, &#8230;), des entreprises sp\u00e9cialistes du domaine (GE Healthcare, Celtipharm, Mipih, Cap Gemini Consulting, Jalma, Epiconcept&#8230;), des assureurs (Covea), des start-ups du monde m\u00e9dical (BePatient) et des objets connect\u00e9s (Withings). Ils ont \u00e9t\u00e9 accompagn\u00e9s toute la journ\u00e9e par les experts m\u00e9tiers de l&rsquo;Assurance-Maladie et l&rsquo;\u00e9quipe d&rsquo;Etalab.<\/p>\n<p style=\"text-align: justify;\">Une dizaine de pitchs se sont succ\u00e9d\u00e9s en d\u00e9but de journ\u00e9e. La plupart des projets \u00e9taient formul\u00e9s sous la forme de questions. Quelques exemples [<a href=\"https:\/\/lite5.framapad.org\/p\/cj490HuTrn\" class=\"broken_link\">liste compl\u00e8te<\/a>]:<\/p>\n<p style=\"text-align: justify;\">&#8211; comment \u00e9voluent les restes \u00e0 charge du patient en fonction du r\u00e9gime d&rsquo;exon\u00e9ration ?<\/p>\n<p style=\"text-align: justify;\">&#8211; peut-on \u00e9tablir un lien entre l&rsquo;offre de soins (par ex. la densit\u00e9 de m\u00e9decins) et la pratique des d\u00e9passements d&rsquo;honoraires ?<\/p>\n<p style=\"text-align: justify;\">&#8211; une sous-consommation de la m\u00e9decine de ville est-elle g\u00e9ographiquement corr\u00e9l\u00e9e avec une surconsommation des urgences ?<\/p>\n<p style=\"text-align: justify;\">&#8211; la demande de soins est-elle li\u00e9e \u00e0 l&rsquo;offre ? (ou: va-t&rsquo;on plus souvent chez le m\u00e9decin quand l&rsquo;offre de soins est plus abondante ?)<\/p>\n<p style=\"text-align: justify;\">&#8211; observe-t-on une corr\u00e9lation entre les d\u00e9penses m\u00e9dicales et les indicateurs de l&rsquo;\u00e9tat de sant\u00e9 issus des objets connect\u00e9s comme le niveau d&rsquo;activit\u00e9 et l&rsquo;IMC (indice de masse corporelle)\u00a0<span style=\"line-height: 1.5;\">?<\/span><\/p>\n<p style=\"text-align: justify;\">&#8211; comment \u00e9volue g\u00e9ographiquement la permanence des soins ?<\/p>\n<p style=\"text-align: justify;\">&#8211; peut-on comparer\u00a0les campagnes de d\u00e9pistage du cancer <em>organis\u00e9<\/em> vs. le d\u00e9pistage <em>individuel<\/em> ?<\/p>\n<p style=\"text-align: justify;\">&#8211; les d\u00e9penses de sant\u00e9 sont-elles corr\u00e9l\u00e9es \u00e0 l&rsquo;indice de d\u00e9veloppement humain (IDH) par r\u00e9gion ?<\/p>\n<p style=\"text-align: justify;\">&#8211; la prise en charge et le traitement de l&rsquo;alcoolisme sont-ils uniforme sur le territoire ?<\/p>\n<p style=\"text-align: justify;\">Enfin, un dernier groupe s&rsquo;\u00e9tait donn\u00e9 un d\u00e9fi : peut-on r\u00e9-identifier un patient ou un professionnel de sant\u00e9 \u00e0 l&rsquo;aide des donn\u00e9es mises \u00e0 disposition ce jour-l\u00e0. \u00a0R\u00e9ponse n\u00e9gative en fin de journ\u00e9e : <strong>ils n&rsquo;ont pas r\u00e9ussi \u00e0 identifier\u00a0de probl\u00e8mes d&rsquo;anonymisation<\/strong>.<\/p>\n<p style=\"text-align: justify;\">Lors de ce hackathon, plus d&rsquo;un million de requ\u00eates ont \u00e9t\u00e9 trait\u00e9es par le serveur (postgresql), pr\u00e8s de 650 Go de donn\u00e9es transmis aux participants via les 200 m\u00e8tres de c\u00e2bles du r\u00e9seau local ethernet gigabit.<\/p>\n<h3 style=\"text-align: justify;\">Les r\u00e9sultats<\/h3>\n<p style=\"text-align: justify;\">A l&rsquo;issue d&rsquo;une journ\u00e9e d&rsquo;intenses d\u00e9veloppements, \u00e0 peine interrompus par une visite impromptue de Thierry Mandon, secr\u00e9taire d&rsquo;Etat \u00e0 la modernisation de l&rsquo;Etat et \u00e0 la simplification, les groupes ont \u00e9t\u00e9 invit\u00e9s \u00e0 pr\u00e9senter l&rsquo;\u00e9tat d&rsquo;avancement de leurs travaux devant Mme Marisol Touraine, ministre de la Sant\u00e9 et des affaires sociales, entour\u00e9e de M Nicolas Revel (CNAMTS) et Mme Laure de la Bret\u00e8che (<a href=\"http:\/\/www.modernisation.gouv.fr\/le-sgmap\" class=\"broken_link\">secr\u00e9taire g\u00e9n\u00e9rale \u00e0 la modernisation de l&rsquo;action publique<\/a>).<\/p>\n<p style=\"text-align: justify;\">Certains projets ont obtenu des r\u00e9sultats tr\u00e8s concrets. Ainsi, concernant le lien entre offre de soins et consommation par d\u00e9partement [graphique ci-dessous], il a \u00e9t\u00e9 \u00e9tabli\u00a0que lorsqu&rsquo;on augmente la densit\u00e9 de m\u00e9decins de 100 pour 100 000 habitants dans un d\u00e9partement, le nombre de visites chez un g\u00e9n\u00e9raliste par affili\u00e9 augmente de 0,5 par an. Cet effet prend en compte la structure par \u00e2ge de la population locale et les revenus des m\u00e9nages dans le d\u00e9partement [<a href=\"https:\/\/github.com\/SGMAP-AGD\/densite_medecins\">r\u00e9sultats d\u00e9taill\u00e9s<\/a>].<\/p>\n<figure id=\"attachment_2897\" aria-describedby=\"caption-attachment-2897\" style=\"width: 840px\" class=\"wp-caption aligncenter\"><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/01\/nb_consultations_densite_medecins.png\"><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-2897 size-full\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/01\/nb_consultations_densite_medecins.png\" alt=\"nb_consultations_densite_medecins\" width=\"840\" height=\"680\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/01\/nb_consultations_densite_medecins.png 840w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/01\/nb_consultations_densite_medecins-300x243.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/01\/nb_consultations_densite_medecins-104x84.png 104w\" sizes=\"(max-width: 840px) 100vw, 840px\" \/><\/a><figcaption id=\"caption-attachment-2897\" class=\"wp-caption-text\">Champs : Population des affili\u00e9s au 1er janvier 2013. Actes C et V. M\u00e9decins g\u00e9n\u00e9ralistes (omnipraticiens, salari\u00e9s ou lib\u00e9raux)<\/figcaption><\/figure>\n<p style=\"text-align: justify;\">Pour d&rsquo;autres groupes, la journ\u00e9e aura permis de r\u00e9aliser une premi\u00e8re visualisation ou encore d&rsquo;identifier les jeux de donn\u00e9es qui manquent pour r\u00e9pondre \u00e0 leur probl\u00e9matique.<\/p>\n<p style=\"text-align: justify;\">Pour tous, la journ\u00e9e aura permis d&rsquo;en d\u00e9coudre, par la pratique, avec les donn\u00e9es du DAMIR.<\/p>\n<h3 style=\"text-align: justify;\">Les enseignements de la journ\u00e9e<\/h3>\n<p style=\"text-align: justify;\">A l&rsquo;issue de la journ\u00e9e, Nicolas Revel a ainsi annonc\u00e9 la mise \u00e0 disposition des donn\u00e9es sur data.gouv.fr d&rsquo;ici f\u00e9vrier, et la volont\u00e9 de CNAMTS de poursuivre ces d\u00e9marches collaboratives.<\/p>\n<p style=\"text-align: justify;\">Ce hackathon aura permis de valider plusieurs hypoth\u00e8ses:<\/p>\n<p style=\"text-align: justify;\">&#8211; m\u00eame des donn\u00e9es complexes comme celles du DAMIR peuvent \u00eatre appr\u00e9hend\u00e9es en une journ\u00e9e, pour peu qu&rsquo;un r\u00e9el effort de pr\u00e9paration et de documentation ait \u00e9t\u00e9 r\u00e9alis\u00e9 en amont ;<\/p>\n<p style=\"text-align: justify;\">&#8211; le croisement entre l&rsquo;open data et les data sciences est prometteur, il permet de s&rsquo;attaquer \u00e0 des sujets de politique publique avec de nouvelles approches bas\u00e9es sur les donn\u00e9es ;<\/p>\n<p style=\"text-align: justify;\">&#8211; sur des sujets complexes &#8211; et in\u00e9dits &#8211; comme celui de l&rsquo;ouverture des donn\u00e9es de sant\u00e9, rien ne vaut la pratique pour se mettre en mouvement : c&rsquo;est en mettant \u00e0 disposition les donn\u00e9es qu&rsquo;on per\u00e7oit l&rsquo;int\u00e9r\u00eat de l&rsquo;open data.<\/p>\n<p style=\"text-align: justify;\">Mais l&rsquo;essentiel est peut-\u00eatre ailleurs : en une journ\u00e9e, on a pu voir le prototype de ce que pourrait \u00eatre un v\u00e9ritable \u00e9cosyst\u00e8me de la donn\u00e9e de sant\u00e9, on a vu des acteurs passionn\u00e9s par leurs probl\u00e9matiques nouer de nouvelles formes de coop\u00e9ration, se comprendre ais\u00e9ment, forger, peut-\u00eatre, des partenariats \u00e0 venir. On a pu voir la silhouette de ce que pourrait \u00eatre une ouverture contr\u00f4l\u00e9e et apais\u00e9e, et le dessin de ce que pourraient en \u00eatre les cons\u00e9quences. On a senti se lever une dynamique. A poursuivre&#8230;<\/p>\n<p style=\"text-align: justify;\"><a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/02\/Conclusion-HackDDS.jpg\"><img decoding=\"async\" loading=\"lazy\" class=\"  wp-image-2912 aligncenter\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2015\/02\/Conclusion-HackDDS-1024x768.jpg\" alt=\"Conclusion HackDDS\" width=\"470\" height=\"353\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/02\/Conclusion-HackDDS-1024x768.jpg 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/02\/Conclusion-HackDDS-300x225.jpg 300w\" sizes=\"(max-width: 470px) 100vw, 470px\" \/><\/a><\/p>\n<p><!--:--><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le 26 janvier 2015, la Paillasse a accueilli dans ses locaux parisiens le premier hackathon d\u00e9di\u00e9 aux donn\u00e9es de sant\u00e9, co-organis\u00e9 par l&rsquo;Assurance Maladie et la mission Etalab. Retour sur cet \u00e9v\u00e8nement, les projets et les enseignements de cette journ\u00e9e. Le DAMIR, un outil pour suivre les d\u00e9penses de sant\u00e9 En amont de cette journ\u00e9e, &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/retour-sur-le-premier-hackathon-donnees-de-sante\"> <span class=\"screen-reader-text\">Retour sur le premier Hackathon \u00ab\u00a0donn\u00e9es de sant\u00e9\u00a0\u00bb<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[70,14,20],"tags":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Simon Chignard","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/simon-chignard"},"uagb_comment_info":1,"uagb_excerpt":"Le 26 janvier 2015, la Paillasse a accueilli dans ses locaux parisiens le premier hackathon d\u00e9di\u00e9 aux donn\u00e9es de sant\u00e9, co-organis\u00e9 par l&rsquo;Assurance Maladie et la mission Etalab. Retour sur cet \u00e9v\u00e8nement, les projets et les enseignements de cette journ\u00e9e. Le DAMIR, un outil pour suivre les d\u00e9penses de sant\u00e9 En amont de cette journ\u00e9e,\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/2891"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=2891"}],"version-history":[{"count":25,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/2891\/revisions"}],"predecessor-version":[{"id":16042,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/2891\/revisions\/16042"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=2891"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=2891"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=2891"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}