{"id":10728,"date":"2015-11-25T17:57:06","date_gmt":"2015-11-25T16:57:06","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=10728"},"modified":"2019-06-18T10:32:57","modified_gmt":"2019-06-18T08:32:57","slug":"cancer-de-la-prostate-a-quoi-ressemblera-le-parcours-de-soin-en-2030","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/cancer-de-la-prostate-a-quoi-ressemblera-le-parcours-de-soin-en-2030","title":{"rendered":"Cancer de la prostate : \u00c0 quoi ressemblera le parcours de soin en 2030 ?"},"content":{"rendered":"\n<p><em>Pour construire l\u2019h\u00f4pital du futur, pr\u00e9voir les d\u00e9penses de \nl\u2019assurance maladie, ou tout simplement rep\u00e9rer les innovations \nprometteuses dans la prise en charge du cancer de la prostate, \nl\u2019administrateur g\u00e9n\u00e9ral des donn\u00e9es et le cabinet La m\u00e8tis publient une\n visualisation de donn\u00e9es qui montre le volume de publications \nscientifiques pour 70 innovations depuis 30 ans et pr\u00e9dit les volumes de\n publications pour les 15 prochaines ann\u00e9es.<\/em><\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"pr\u00e9dire-le-parcours-de-soin\">Pr\u00e9dire le parcours de soin<\/h2>\n\n\n\n<p>Construire un nouvel h\u00f4pital suppose d\u2019anticiper ce que sera le \nparcours de soin pour diff\u00e9rentes pathologies dans les 5, 10 ou 15 ans \u00e0\n venir. On ne construit pas un h\u00f4pital de la m\u00e8me mani\u00e8re si on pr\u00e9voit \nune hausse de la surveillance active des patients ou au contraire une \npermanence des soins lourds. Dans le premier cas, on suit le patient \nr\u00e9guli\u00e8rement en soins ambulatoires alors que dans le second cas, il est\n n\u00e9cessaire de pouvoir h\u00e9berger le patient \u00e0 l\u2019h\u00f4pital.<\/p>\n\n\n\n<p>Anticiper le progr\u00e8s m\u00e9dical est aussi un \u00e9l\u00e9ment important pour le \nfinancement du syst\u00e8me de soins. En effet, les am\u00e9liorations dans la \npr\u00e9vention, dans la d\u00e9tection ou dans le traitement d\u2019une pathologie \npeuvent avoir des cons\u00e9quences importantes. Par exemple, le \nd\u00e9veloppement d\u2019outils de d\u00e9tection de plus en plus pr\u00e9cis permettrait \nde r\u00e9duire le nombre de personnes qui entrent dans un parcours \ndiagnostic parfois lourd. Par ailleurs, l\u2019am\u00e9lioration des outils de \ndiagnostic peut conduire \u00e0 \u00e9carter des patients du parcours de soins : \ncertaines pathologies peu agressives, d\u2019\u00e9volution tr\u00e8s lente, pourraient\n donner lieu \u00e0 une simple surveillance et permettrait ainsi d\u2019\u00e9viter des\n traitements inutiles.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"mesurer-et-pr\u00e9dire-lint\u00e9r\u00e8t-de-la-communaut\u00e9-scientifique-pour-chaque-innovation\">Mesurer et pr\u00e9dire l\u2019int\u00e9r\u00e8t de la communaut\u00e9 scientifique pour chaque innovation<\/h2>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>PubMed sera d\u00e9sormais disponible gratuitement pour le peuple \nam\u00e9ricain. Son acc\u00e8s libre pourrait contribuer bien plus \u00e0 la r\u00e9forme et\n \u00e0 la qualit\u00e9 du syst\u00e8me de soins am\u00e9ricain que tout ce que nous avons \ntent\u00e9 de faire jusqu\u2019ici. \nAl Gore, conf\u00e9rence de presse au Capitole le 26 juin 1997.<\/p><\/blockquote>\n\n\n\n<p>En d\u00e9cidant d\u2019ouvrir la base de donn\u00e9es de la biblioth\u00e8que am\u00e9ricaine\n de m\u00e9decine (PubMed) en 1997, le gouvernement am\u00e9ricain a \u00e9t\u00e9 \npr\u00e9curseur du mouvement de l\u2019open data. Cette base de donn\u00e9es \nbibliographique contient l\u2019ensemble des publications en m\u00e9decine avec le\n titre, le r\u00e9sum\u00e9, la date de publication, le nom des auteurs et le nom \nde la revue. Le cabinet La m\u00e8tis a d\u2019abord d\u00e9termin\u00e9 un ensemble de \nmots-cl\u00e9s soigneusement choisis pour identifier chacune des innovations \nm\u00e9dicales dans la prise en charge du cancer de la prostate de 1980 \u00e0 \n2015. Il a ensuite fouill\u00e9 les donn\u00e9es pour analyser le nombre de \npublications les concernant et mesur\u00e9 le <em>buzz<\/em> scientifique de chaque innovation.<\/p>\n\n\n\n<p>\u00c0 partir de ces donn\u00e9es, on peut remarquer des constantes dans la \ndiffusion de chaque innovation. Le mod\u00e8le le plus c\u00e9l\u00e8bre est connu sous\n le nom de courbe \u201cHype\u201d du cabinet de consulting Gartner. Selon ce \nmod\u00e8le, apr\u00e8s un moment d\u2019excitation, les attentes autour d\u2019une \ninnovation connaissent une phase de d\u00e9ception et se stabilisent ensuite \nautour de son vrai niveau d\u2019int\u00e9r\u00e8t. La m\u00e8tis a ainsi identifi\u00e9 8 \nmod\u00e8les de diffusion de l\u2019innovation propres \u00e0 la litt\u00e9rature m\u00e9dicale \net est capable d\u2019associer chacune des 70 innovations \u00e9tudi\u00e9es \u00e0 l\u2019un de \nces mod\u00e8les. Ce sont ces mod\u00e8les qui permettent de pr\u00e9dire les volumes \nde publications \u00e0 l\u2019horizon 2030.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"un-outil-pour-naviguer-dans-les-donn\u00e9es\">Un outil pour naviguer dans les donn\u00e9es<\/h2>\n\n\n\n<p>L\u2019analyse de La m\u00e8tis peut \u00e8tre utile pour un grand nombre d\u2019acteurs.\n L\u2019administrateur g\u00e9n\u00e9ral des donn\u00e9es et La m\u00e8tis se sont associ\u00e9s pour \nd\u00e9velopper un outil de visualisation qui permet \u00e0 chacun de naviguer \ndans les donn\u00e9es. L\u2019outil distingue quatre niveaux de zooms, du plus \nd\u00e9taill\u00e9 (<a href=\"http:\/\/datavisualisation.la-metis.fr\/app\/first\" target=\"_blank\" rel=\"noreferrer noopener\" class=\"broken_link\">zoom 1<\/a>) aux grandes tendances de la recherche (<a href=\"http:\/\/datavisualisation.la-metis.fr\/app\/fourth\" target=\"_blank\" rel=\"noreferrer noopener\" class=\"broken_link\">zoom 4<\/a>)\n et propose \u00e0 chaque fois une visualisation du volume de publications \nassoci\u00e9es de 1980 \u00e0 2015 ainsi qu\u2019une pr\u00e9diction jusqu\u2019\u00e0 2030.<\/p>\n\n\n\n<p>Outre sa dimension prospective, l\u2019outil est aussi une visualisation \nde la litt\u00e9rature scientifique. Le volume de publications scientifiques \ndans un domaine pr\u00e9cis est devenu aujourd\u2019hui tellement important qu\u2019il \nest essentiel de d\u00e9velopper des outils qui donnent une vision \nsynth\u00e9tique de la recherche. Cet outil pourrait \u00e8tre utile \u00e0 des usages \nvari\u00e9s. Il pourrait en effet permettre aux chercheurs et aux \nsp\u00e9cialistes d\u2019analyser les grandes tendances dans leur domaine ; aux \nresponsables des politiques de sant\u00e9 de construire des h\u00f4pitaux \nanticipant au mieux le progr\u00e8s m\u00e9dical ; aux m\u00e9decins g\u00e9n\u00e9ralistes \nd\u2019avoir une id\u00e9e synth\u00e9tique des innovations les plus prometteuses et \nm\u00e8me aux patients experts d\u2019avoir connaissance des diff\u00e9rentes solutions\n pour pouvoir dialoguer avec leur m\u00e9decin.<\/p>\n\n\n\n<p>Au-del\u00e0 de l\u2019analyse de la prise en charge du cancer de la prostate, \ncet outil montre la richesse potentielle de l\u2019analyse des donn\u00e9es \ns\u00e9mantiques. Cette exploration de la litt\u00e9rature scientifique pourrait \navoir de nombreuses autres applications dans d\u2019autres domaines de la \nrecherche.<\/p>\n\n\n\n<p>Les travaux sont d\u00e9sormais rendus publics sur la plateforme <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/cancer-de-la-prostate-30-dinnovations-et-apres\/\">data.gouv.fr<\/a>\n pour favoriser des collaborations avec des partenaires publics et \npriv\u00e9s autour de cette innovation. Des travaux ont \u00e9t\u00e9 engag\u00e9s avec \nl\u2019association fran\u00e7aise d\u2019urologie (AFU) pour affiner les r\u00e9sultats.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Pour construire l\u2019h\u00f4pital du futur, pr\u00e9voir les d\u00e9penses de l\u2019assurance maladie, ou tout simplement rep\u00e9rer les innovations prometteuses dans la prise en charge du cancer de la prostate, l\u2019administrateur g\u00e9n\u00e9ral des donn\u00e9es et le cabinet La m\u00e8tis publient une visualisation de donn\u00e9es qui montre le volume de publications scientifiques pour 70 innovations depuis 30 ans &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/cancer-de-la-prostate-a-quoi-ressemblera-le-parcours-de-soin-en-2030\"> <span class=\"screen-reader-text\">Cancer de la prostate : \u00c0 quoi ressemblera le parcours de soin en 2030 ?<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":15,"featured_media":10730,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[271],"tags":[96,46],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3.png",1881,685,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3-300x109.png",300,109,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3-768x280.png",768,280,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3-1024x373.png",1024,373,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3.png",1536,559,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3.png",1881,685,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd3-45x45.png",45,45,true]},"uagb_author_info":{"display_name":"Paul-Antoine Chevalier","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/pac"},"uagb_comment_info":0,"uagb_excerpt":"Pour construire l\u2019h\u00f4pital du futur, pr\u00e9voir les d\u00e9penses de l\u2019assurance maladie, ou tout simplement rep\u00e9rer les innovations prometteuses dans la prise en charge du cancer de la prostate, l\u2019administrateur g\u00e9n\u00e9ral des donn\u00e9es et le cabinet La m\u00e8tis publient une visualisation de donn\u00e9es qui montre le volume de publications scientifiques pour 70 innovations depuis 30 ans\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10728"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/15"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=10728"}],"version-history":[{"count":1,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10728\/revisions"}],"predecessor-version":[{"id":10731,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10728\/revisions\/10731"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/10730"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=10728"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=10728"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=10728"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}