{"id":16523,"date":"2022-03-07T13:47:31","date_gmt":"2022-03-07T12:47:31","guid":{"rendered":"https:\/\/preprod.etalab.gouv.fr\/?p=16523"},"modified":"2022-04-12T09:47:51","modified_gmt":"2022-04-12T07:47:51","slug":"letat-recherche-des-profils-du-numerique-rejoignez-les-entrepreneurs-dinteret-general","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/letat-recherche-des-profils-du-numerique-rejoignez-les-entrepreneurs-dinteret-general","title":{"rendered":"L\u2019\u00c9tat recherche des profils du num\u00e9rique : rejoignez les Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral"},"content":{"rendered":"\n<p>Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral, programme d\u2019Etalab \u00e0 la direction interminist\u00e9rielle du num\u00e9rique, ouvre son&nbsp;<strong>6<\/strong><strong><sup>\u00e8me<\/sup><\/strong><strong>&nbsp;appel \u00e0 candidatures du 7<\/strong><strong>&nbsp;mars au 19 avril <\/strong><strong>2022<\/strong>.<\/p>\n\n\n\n<p><strong>Le programme recherche jusqu\u2019\u00e0 cinquante profils en data science, data engineering, d\u00e9veloppement, design et droit du num\u00e9rique pour relever des d\u00e9fis d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral.<\/strong> Regroup\u00e9(e)s en \u00e9quipes de 2 ou 3, vous concevrez des produits num\u00e9riques pendant 10 mois en immersion dans une administration, \u00e0 partir du 12 septembre 2022.<\/p>\n\n\n\n<p>Si vous croyez dans le service public, que vous voulez relever des d\u00e9fis en premi\u00e8re ligne avec les \u00e9quipes m\u00e9tier de l\u2019\u00c9tat, tout en diffusant des approches plus entrepreneuriales et innovantes, cet appel \u00e0 candidatures est pour vous&nbsp;!<\/p>\n\n\n\n<p><strong><em>Acc\u00e9der \u00e0 l\u2019appel \u00e0 candidatures <a href=\"https:\/\/eig.etalab.gouv.fr\/participer\/candidats\/postuler\/\" target=\"_blank\" rel=\"noreferrer noopener\">sur le site Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral<\/a><\/em><\/strong><\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Devenir Entrepreneur d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral, \u00e7a veut dire quoi&nbsp;?<\/strong><\/h2>\n\n\n\n<p>Devenir Entrepreneur d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral \u2013 ou EIG \u2013 c\u2019est vivre une exp\u00e9rience dans des&nbsp;<strong>communaut\u00e9s aux cultures diverses<\/strong>, toutes reli\u00e9es par leur engagement pour l\u2019action publique. Vous allez :<\/p>\n\n\n\n<ol type=\"1\"><li>Int\u00e9grer une&nbsp;<strong>administration<\/strong>&nbsp;pour 10 mois et b\u00e9n\u00e9ficier du soutien d\u2019agents publics porteurs du projet<\/li><li>Faire&nbsp;<strong>\u00e9quipe<\/strong>&nbsp;avec un ou deux autres profils du num\u00e9rique<\/li><li>Rejoindre une&nbsp;<strong>promotion<\/strong>&nbsp;d\u2019une cinquantaine d\u2019EIG et 172&nbsp;<em>alumni<\/em>&nbsp;<\/li><li>Participer \u00e0 un&nbsp;<strong>programme<\/strong>&nbsp;d\u2019appui \u00e0 l\u2019innovation : les EIG de la promotion se retrouvent pour des sessions r\u00e9guli\u00e8res de partage entre pairs et b\u00e9n\u00e9ficient de l\u2019appui d\u2019une \u00e9quipe d\u2019accompagnement \u00e0 Etalab (mentorat, s\u00e9minaires, ateliers-conf\u00e9rences, exp\u00e9ditions apprenantes, etc.)<\/li><\/ol>\n\n\n\n<p><strong>Les EIG deviennent contractuel(le)s de l\u2019administration, et sont r\u00e9mun\u00e9r\u00e9(e)s 3.500 euros ou 4.000 euros net par mois <\/strong>pour les profils ayant respectivement jusqu\u2019\u00e0 5 ann\u00e9es ou plus de 5 ann\u00e9es&nbsp;d\u2019exp\u00e9rience.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Quels sont les profils recherch\u00e9s&nbsp;?<\/strong><\/h2>\n\n\n\n<p>Nous recherchons des personnes qui veulent transmettre une culture entrepreneuriale \u00e0 l\u2019administration tout en s\u2019engageant dans une d\u00e9marche d\u2019innovation ouverte, de partage des communs (ouverture des donn\u00e9es et des codes-sources, mutualisation et r\u00e9plication des productions) et de num\u00e9rique \u00e9co-responsable et accessible.<\/p>\n\n\n\n<p>Les m\u00e9tiers recherch\u00e9s sont&nbsp;:<\/p>\n\n\n\n<ul><li>Ing\u00e9nieur(e)s de la donn\u00e9e (data engineers)<\/li><li>Ing\u00e9nieur(e)s des sciences de la donn\u00e9e (data scientists)<\/li><li>D\u00e9veloppeurs et d\u00e9veloppeuses<\/li><li>Designers<\/li><li>Juristes du num\u00e9rique<\/li><\/ul>\n\n\n\n<p>Fort du succ\u00e8s de l\u2019ann\u00e9e pass\u00e9e, <strong>le programme renouvelle l\u2019ouverture de son appel \u00e0 candidatures aux profils juridiques<\/strong>. De la m\u00eame mani\u00e8re que les profils techniques font bouger les lignes des directions du num\u00e9rique, les profils juridiques apportent une expertise d\u00e9terminante sur des sujets d\u2019open source, d\u2019open data, de circulation des donn\u00e9es et de protection des donn\u00e9es personnelles.<\/p>\n\n\n\n<p><strong>Pour cette sixi\u00e8me promotion, le programme EIG poursuit ses efforts pour un recrutement toujours plus divers et inclusif.<\/strong> Une attention particuli\u00e8re est port\u00e9e aux personnes issues de formations et\/ou de trajectoires professionnelles vari\u00e9es, incitant par exemple des talents autodidactes ou issus d\u2019une reconversion \u00e0 candidater. Avec l\u2019appui de l\u2019agence sp\u00e9cialis\u00e9e Moza\u00efkRH, nous avons red\u00e9fini les crit\u00e8res de s\u00e9lection pour qu\u2019ils refl\u00e8tent mieux les qualit\u00e9s attendues et simplifi\u00e9 le parcours de candidature.<\/p>\n\n\n\n<p><strong>L\u2019ensemble des candidates et candidats au programme seront s\u00e9lectionn\u00e9s sur des crit\u00e8res autant techniques qu\u2019humains<\/strong> : nous recherchons des personnes comp\u00e9tentes dans leur domaine mais aussi capables de mener un projet de bout en bout, empathiques, aimant le travail en \u00e9quipe pluridisciplinaire et avec une app\u00e9tence pour l\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pour mener quel type de projet ?<\/strong><\/h2>\n\n\n\n<p><strong>Les projets \u00e0 mener dans les administrations seront d\u00e9voil\u00e9s \u00e0 partir du 9 mai<\/strong>. Si votre candidature est pr\u00e9s\u00e9lectionn\u00e9e pour le programme, vous pourrez alors indiquer les projets sur lesquels vous souhaitez vous positionner, dans la limite de cinq. Si votre pr\u00e9f\u00e9rence ne peut pas \u00eatre satisfaite, il vous sera propos\u00e9 une audition pour un autre projet.<\/p>\n\n\n\n<p><strong>Les projets, en cours de s\u00e9lection, seront \u00e0 mener dans une diversit\u00e9 d\u2019administrations, sur l\u2019ensemble du territoire fran\u00e7ais<\/strong>. Les ann\u00e9es pass\u00e9es, les EIG sont intervenus aussi bien dans les minist\u00e8res de la Justice, de la Culture et de l\u2019Int\u00e9rieur, qu\u2019\u00e0 la Haute Autorit\u00e9 de Sant\u00e9, le Museum d\u2019Histoire Naturelle, le Commissariat g\u00e9n\u00e9ral au d\u00e9veloppement durable, etc.&nbsp;<\/p>\n\n\n\n<p>Un d\u00e9nominateur commun \u00e0 tous ces projets&nbsp;: ils sont formul\u00e9s \u00e0 partir d\u2019un besoin clair, pr\u00e9sentant un fort impact pour une politique ou un service public. \u00c0 partir de ce besoin, et pendant 10 mois, les EIG cr\u00e9ent et testent de nouveaux possibles au sein de leur administration d\u2019accueil.<\/p>\n\n\n\n<p>Au terme d\u2019une d\u00e9marche empirique et incr\u00e9mentale, les r\u00e9alisations peuvent \u00eatre tr\u00e8s diverses, par exemple&nbsp;:<\/p>\n\n\n\n<ul><li><strong>\u00c0 la DIRECCTE (<\/strong>Directions R\u00e9gionales des Entreprises, de la Concurrence, de la Consommation, du Travail et de l\u2019Emploi)<strong>&nbsp;de Bourgogne-Franche-Comt\u00e9<\/strong>, un data scientist et un d\u00e9veloppeur avaient pour mission en 2018 de d\u00e9tecter les entreprises fragilis\u00e9es pour mieux les accompagner.&nbsp;<strong>Leur r\u00e9alisation&nbsp;: un logiciel de d\u00e9tection des entreprises \u00e0 risque de d\u00e9faillance<\/strong>, s\u2019appuyant sur un module de chargement de donn\u00e9es (cotisations sociales, donn\u00e9es d\u2019emploi, donn\u00e9es financi\u00e8res), un algorithme de machine learning et une interface graphique. Ce logiciel est utilis\u00e9 par les commissaires aux restructurations et \u00e0 la pr\u00e9vention des difficult\u00e9s dans les entreprises pour accompagner les entreprises d\u00e9tect\u00e9es avant qu\u2019il ne soit trop tard.&nbsp;Depuis,&nbsp;<a rel=\"noreferrer noopener\" href=\"https:\/\/www.etalab.gouv.fr\/signaux-faibles-de-lopen-data-camp-a-une-politique-publique-fondee-sur-la-donnee-recit-dun-passage-a-lechelle-reussi\" target=\"_blank\">le projet Signaux Faibles&nbsp;est d\u00e9ploy\u00e9 \u00e0 l\u2019\u00e9chelle nationale<\/a>. Le data scientist, Pierre Camilleri, et le d\u00e9veloppeur, Christophe Ninucci, font toujours partie de l\u2019\u00e9quipe.<\/li><li><strong>Au Mobilier National<\/strong>, une designer et un d\u00e9veloppeur avaient pour mission en 2018 de cr\u00e9er un outil pour r\u00e9v\u00e9ler les objets et savoir-faire du Mobilier National, qui contient tout le patrimoine mobilier de l\u2019Etat.&nbsp;<strong>Leur r\u00e9alisation&nbsp;:&nbsp;<\/strong><a href=\"https:\/\/collection.mobiliernational.culture.gouv.fr\/recherche\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>un site<\/strong><\/a><strong>&nbsp;et un outil de recherche dans les collections.<\/strong>&nbsp;A l\u2019issue des 10 mois, 70 000 objets \u00e9taient en ligne, dont 36 000 photos d\u2019objets et 15000 photos t\u00e9l\u00e9chargeables et r\u00e9utilisables. Le code de l\u2019outil est accessible et peut \u00eatre r\u00e9utilis\u00e9 par d\u2019autres institutions culturelles afin de diffuser plus facilement leurs collections. L\u2019\u00e9quipe EIG a \u00e9galement organis\u00e9&nbsp;des ateliers en partenariat avec Wikim\u00e9dia France&nbsp;pour publier des photos des ateliers du Mobilier sous licence libre et enrichir les articles de Wikip\u00e9dia. La designer, Laurie Chapotte, et le d\u00e9veloppeur Ned Baldessin poursuivent ce projet dans l\u2019Atelier du Num\u00e9rique du minist\u00e8re de la Culture.<\/li><\/ul>\n\n\n\n<p><strong><em>En attendant de d\u00e9couvrir les projets d\u00e9voil\u00e9s en avril, explorez les projets des ann\u00e9es pass\u00e9es et les parcours des anciennes et anciens EIG&nbsp;<\/em><\/strong><a href=\"https:\/\/eig.etalab.gouv.fr\/defis\/\" target=\"_blank\" rel=\"noreferrer noopener\"><strong><em>sur le site Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral<\/em><\/strong><\/a><\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Comment rejoindre notre 6<\/strong><strong>\u00e8me<\/strong><strong>&nbsp;promotion ?<\/strong><\/h2>\n\n\n\n<p>Le processus de s\u00e9lection se fait en trois \u00e9tapes&nbsp;:<\/p>\n\n\n\n<ul><li><strong>7&nbsp;mars au 19 avril <\/strong>: soumettez votre candidature<\/li><li><strong>9 mai<\/strong>&nbsp;<strong>au 15 mai<\/strong> : les projets \u00e0 mener dans l\u2019administration sont r\u00e9v\u00e9l\u00e9s le 9 mai <a rel=\"noreferrer noopener\" href=\"https:\/\/eig.etalab.gouv.fr\/defis\/\" target=\"_blank\">sur le site Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral<\/a>. Si votre candidature est pr\u00e9s\u00e9lectionn\u00e9e, vous indiquez jusqu\u2019au 15 mai les projets sur lesquels vous souhaitez vous positionner, dans la limite de cinq. Si votre pr\u00e9f\u00e9rence ne peut pas \u00eatre satisfaite, il vous sera propos\u00e9 une audition pour un autre projet.<\/li><li><strong>7 juin au 13 juin<\/strong>&nbsp;: vous passez un entretien de s\u00e9lection en pr\u00e9sence d\u2019un jury compos\u00e9 d\u2019agents publics, de membres de la DINUM et de personnalit\u00e9s ext\u00e9rieures issues des mondes associatif, de la recherche et de l\u2019entrepreneuriat.<\/li><\/ul>\n\n\n\n<p>Les laur\u00e9ates et laur\u00e9ats rejoignent la 6\u00e8me promotion du programme Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral et d\u00e9marrent leurs projets dans les administrations le 12 septembre 2022, et ce jusqu\u2019au 11 juillet 2023.<\/p>\n\n\n\n<p><strong>Vous voulez candidater ? <a href=\"https:\/\/eig.etalab.gouv.fr\/participer\/candidats\/postuler\/\">Postulez jusqu\u2019au 19 avril<\/a> !<\/strong><\/p>\n\n\n\n<p><strong>Pour en savoir plus,&nbsp; participez \u00e0 nos webinaires de pr\u00e9sentation de l\u2019appel \u00e0 candidatures :<\/strong><\/p>\n\n\n\n<p>\u2013&nbsp;<a href=\"https:\/\/webinaire.numerique.gouv.fr\/meeting\/signin\/5475\/creator\/1253\/hash\/018fcbe9305dfc8b6b411243a1f808fc816ede1e\" target=\"_blank\" rel=\"noreferrer noopener\">jeudi 17 mars, de 13h45 \u00e0 14h45<\/a>, sur les m\u00e9tiers du d\u00e9veloppement et de la donn\u00e9e<\/p>\n\n\n\n<p>\u2013&nbsp;<a href=\"https:\/\/webinaire.numerique.gouv.fr\/meeting\/signin\/5475\/creator\/1253\/hash\/018fcbe9305dfc8b6b411243a1f808fc816ede1e\" target=\"_blank\" rel=\"noreferrer noopener\">jeudi 24 mars, de 13h45 \u00e0 14h45<\/a>, sur les m\u00e9tiers du design et du droit du num\u00e9rique<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral, programme d\u2019Etalab \u00e0 la direction interminist\u00e9rielle du num\u00e9rique, ouvre son&nbsp;6\u00e8me&nbsp;appel \u00e0 candidatures du 7&nbsp;mars au 19 avril 2022. Le programme recherche jusqu\u2019\u00e0 cinquante profils en data science, data engineering, d\u00e9veloppement, design et droit du num\u00e9rique pour relever des d\u00e9fis d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral. Regroup\u00e9(e)s en \u00e9quipes de 2 ou 3, vous concevrez des produits &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/letat-recherche-des-profils-du-numerique-rejoignez-les-entrepreneurs-dinteret-general\"> <span class=\"screen-reader-text\">L\u2019\u00c9tat recherche des profils du num\u00e9rique : rejoignez les Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":72,"featured_media":16526,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/AAC-6e_LN-post.jpg",2500,1306,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/AAC-6e_LN-post-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/AAC-6e_LN-post-300x157.jpg",300,157,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/AAC-6e_LN-post-768x401.jpg",768,401,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/AAC-6e_LN-post-1024x535.jpg",1024,535,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/AAC-6e_LN-post-1536x802.jpg",1536,802,true],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/AAC-6e_LN-post-2048x1070.jpg",2048,1070,true],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/03\/AAC-6e_LN-post-45x45.jpg",45,45,true]},"uagb_author_info":{"display_name":"Corine Waroquiers","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/corine-waroquiers"},"uagb_comment_info":0,"uagb_excerpt":"Entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral, programme d\u2019Etalab \u00e0 la direction interminist\u00e9rielle du num\u00e9rique, ouvre son&nbsp;6\u00e8me&nbsp;appel \u00e0 candidatures du 7&nbsp;mars au 19 avril 2022. Le programme recherche jusqu\u2019\u00e0 cinquante profils en data science, data engineering, d\u00e9veloppement, design et droit du num\u00e9rique pour relever des d\u00e9fis d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral. Regroup\u00e9(e)s en \u00e9quipes de 2 ou 3, vous concevrez des produits\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16523"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/72"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=16523"}],"version-history":[{"count":11,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16523\/revisions"}],"predecessor-version":[{"id":16675,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16523\/revisions\/16675"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/16526"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=16523"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=16523"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=16523"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}