{"id":15024,"date":"2021-02-19T14:10:24","date_gmt":"2021-02-19T13:10:24","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=15024"},"modified":"2021-09-16T10:12:07","modified_gmt":"2021-09-16T08:12:07","slug":"retrospective-2020-6-6-les-actions-detalab-pour-un-usage-responsable-des-algorithmes-publics","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/retrospective-2020-6-6-les-actions-detalab-pour-un-usage-responsable-des-algorithmes-publics","title":{"rendered":"R\u00e9trospective 2020 #6\/6 : Les actions d&rsquo;Etalab pour un usage responsable des algorithmes publics"},"content":{"rendered":"\n<p><em>Ce blogpost conclut une s\u00e9rie r\u00e9trospective de l\u2019ann\u00e9e 2020 autour d\u2019axes de travail d\u2019Etalab<\/em>:<em>&nbsp;ouvrir les codes sources, ouvrir et faire circuler les donn\u00e9es publiques, accompagner les administrations \u00e0 travers le programme EIG, organiser la production des donn\u00e9es, accompagner les administrations sur la transparence des algorithmes.<\/em><\/p>\n\n\n\n<p>La fin de l\u2019ann\u00e9e 2019 avait \u00e9t\u00e9 marqu\u00e9e par la remise du <strong>rapport des \u00e9l\u00e8ves de la promotion Moli\u00e8re de l\u2019ENA<\/strong> sur l\u2019\u00e9thique et la responsabilit\u00e9 des algorithmes publics. Ce travail a permis de prendre la mesure des enjeux et de leur compr\u00e9hension par les administrations. Il appelait aussi \u00e0 des efforts renouvel\u00e9s pour expliquer, illustrer et accompagner les d\u00e9marches des minist\u00e8res et des collectivit\u00e9s en faveur d&rsquo;un usage responsable des algorithmes publics. Cette recommandation a largement guid\u00e9 les actions men\u00e9es par Etalab sur le sujet en 2020.<\/p>\n\n\n\n<figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-le-blog-detalab\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"wp-embedded-content\" data-secret=\"ltg6cwO32V\"><a href=\"https:\/\/www.etalab.gouv.fr\/algorithmes-publics-des-eleves-de-lena-formulent-une-serie-de-recommandations-sur-les-enjeux-dethique-et-de-responsabilite\">Algorithmes publics : des \u00e9l\u00e8ves de l&rsquo;ENA formulent une s\u00e9rie de recommandations sur les enjeux d&rsquo;\u00e9thique et de responsabilit\u00e9<\/a><\/blockquote><iframe class=\"wp-embedded-content\" sandbox=\"allow-scripts\" security=\"restricted\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"\u00ab\u00a0Algorithmes publics : des \u00e9l\u00e8ves de l&rsquo;ENA formulent une s\u00e9rie de recommandations sur les enjeux d&rsquo;\u00e9thique et de responsabilit\u00e9\u00a0\u00bb &#8212; Le blog d\u2019Etalab\" src=\"https:\/\/www.etalab.gouv.fr\/algorithmes-publics-des-eleves-de-lena-formulent-une-serie-de-recommandations-sur-les-enjeux-dethique-et-de-responsabilite\/embed#?secret=ltg6cwO32V\" data-secret=\"ltg6cwO32V\" width=\"500\" height=\"282\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"><\/iframe>\n<\/div><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">Une communaut\u00e9 autour des algorithmes publics<\/h3>\n\n\n\n<p>Tout au long de l\u2019ann\u00e9e, Etalab a mobilis\u00e9 une <strong>communaut\u00e9 forte de pr\u00e8s de 150 membres<\/strong> aux profils vari\u00e9s: agents des minist\u00e8res et des collectivit\u00e9s, membres de la communaut\u00e9 scientifique, membres de la soci\u00e9t\u00e9 civile, acteurs associatifs et \u00e9conomiques. Crise sanitaire oblige, la plupart de ces mobilisations ont eu lieu en ligne, dans des formats divers (webinaires, ateliers de co-production, simulations, enqu\u00eate quantitative, etc.).<\/p>\n\n\n\n<p>Ce travail a permis d\u2019<strong>enrichir les ressources mises \u00e0 disposition en ligne<\/strong>, en particulier le guide des algorithmes publics dont une premi\u00e8re version a \u00e9t\u00e9 publi\u00e9e en 2018. La <a href=\"https:\/\/guides.etalab.gouv.fr\/algorithmes\/guide\/#_1-a-quoi-servent-les-algorithmes-publics\">nouvelle version<\/a> prend en compte les retours qui nous ont \u00e9t\u00e9 formul\u00e9s. Parmi les nouveaut\u00e9s: l\u2019articulation entre les obligations du CRPA et celles issues du RGPD, mais aussi et surtout une <a href=\"https:\/\/guides.etalab.gouv.fr\/algorithmes\/mention\/#dans-quels-cas-l-obligation-de-mention-explicite-s-applique-t-elle\">fiche pratique sur l&rsquo;obligation de mention explicite<\/a>. Une seconde fiche pratique, sur l\u2019<a href=\"https:\/\/guides.etalab.gouv.fr\/algorithmes\/inventaire\/\">inventaire des principaux traitements algorithmiques<\/a>, est venue compl\u00e9ter ce kit de ressources au d\u00e9but de l\u2019ann\u00e9e 2021.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Des ateliers pour co-construire des ressources et partager des bonnes pratiques<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">Se mettre dans la peau des individus impact\u00e9s par les syst\u00e8mes algorithmiques<\/h3>\n\n\n\n<p>En mars 2020, quelques jours avant le premier confinement, nous avons r\u00e9uni dans nos locaux \u00e0 Paris une vingtaine de participants, de profils vari\u00e9s (agents des administrations, chercheurs, repr\u00e9sentants de la soci\u00e9t\u00e9 civile). Leur mission: critiquer et am\u00e9liorer la premi\u00e8re version du guide des algorithmes publics. La m\u00e9thode: une immersion dans trois cas d\u2019usage, inspir\u00e9s de la r\u00e9alit\u00e9.<\/p>\n\n\n\n<p>Ainsi, ils ont pu se mettre dans la peau d\u2019un parent qui sollicite une place en cr\u00e8che municipale, d\u2019un enseignant du second degr\u00e9 qui demande une mutation dans une nouvelle acad\u00e9mie ou encore dans celle du voyageur qui utilise le syst\u00e8me de reconnaissance faciale lui permettant de franchir plus rapidement les contr\u00f4les d\u2019identit\u00e9 \u00e0 l\u2019a\u00e9roport de Paris Charles de Gaulle (le syst\u00e8me Parafe). Cet atelier a notamment permis d\u2019identifier plusieurs axes d\u2019am\u00e9lioration du guide des algorithmes publics, que nous avons ensuite mis en \u0153uvre au cours de l\u2019ann\u00e9e.<\/p>\n\n\n\n<div class=\"wp-block-media-text alignwide has-media-on-the-right is-stacked-on-mobile is-vertically-aligned-center\" style=\"grid-template-columns:auto 48%\"><figure class=\"wp-block-media-text__media\"><img decoding=\"async\" loading=\"lazy\" width=\"1520\" height=\"978\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/attribution-places-creche.png\" alt=\"\" class=\"wp-image-15027 size-full\"\/><\/figure><div class=\"wp-block-media-text__content\">\n<p class=\"has-text-align-right has-medium-font-size\"><em>L&rsquo;attribution de places en cr\u00e8che, un exemple d&rsquo;utilisation d&rsquo;algorithmes dans le secteur public<\/em>.<\/p>\n\n\n\n<p class=\"has-text-align-right\"> <\/p>\n<\/div><\/div>\n\n\n\n<p><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Construire des explications pour les utilisateurs de syst\u00e8mes d&rsquo;Intelligence artificielle<\/h3>\n\n\n\n<p>En juillet 2020, \u00e0 l&rsquo;invitation de l\u2019<a href=\"https:\/\/www.etalab.gouv.fr\/retrospective-2020-1-6-lab-ia-datascience-et-intelligence-artificielle-pour-ladministration\">\u00e9quipe du LabIA d\u2019Etalab<\/a> nous avons coanim\u00e9 un atelier avec <a href=\"https:\/\/planete.inrialpes.fr\/people\/chenin\/\">Cl\u00e9ment Henin<\/a> de l\u2019INRIA. Une quinzaine de projets laur\u00e9ats de l\u2019appel \u00e0 manifestation d\u2019int\u00e9r\u00eat IA ont identifi\u00e9 les besoins en explication de leur syst\u00e8me. <\/p>\n\n\n\n<p>En effet, au-del\u00e0 de la transparence, la capacit\u00e9 d\u2019un syst\u00e8me \u00e0 \u00eatre explicable figure parmi les \u00e9l\u00e9ments cl\u00e9s d\u2019un usage responsable des algorithmes publics. A l\u2019aide d\u2019un outil \u201c<em>matrice des besoins en explication<\/em>\u201d, chaque administration a pu identifier le type et le niveau de d\u00e9tail d\u2019explication \u00e0 fournir pour chacun des acteurs du syst\u00e8me. <\/p>\n\n\n\n<p>Prenons le cas du projet d\u2019un Centre hospitalier universitaire qui d\u00e9veloppe un moteur de recherche intelligent dans les dossiers patients. Les \u201ccibles\u201d de l\u2019explication peuvent \u00eatre non seulement le m\u00e9decin qui va utiliser ce syst\u00e8me (<em>qui est en droit de demander pourquoi tel r\u00e9sultat est mis en avant par le syst\u00e8me<\/em>), mais aussi le commanditaire (<em>qui aura besoin de comprendre la m\u00e9canique g\u00e9n\u00e9rale et s\u2019assurer de la ma\u00eetrise des risques \u00e9ventuels, par exemple en mati\u00e8re de biais<\/em>) voire les repr\u00e9sentants des patients, par exemple si les d\u00e9cisions prises ont un impact sur la prise en charge m\u00e9dicale. De m\u00eame, chaque explication peut r\u00e9pondre \u00e0 des objectifs diff\u00e9rents: <em>comprendre pour faire confiance, comprendre par curiosit\u00e9, acqu\u00e9rir des informations sur un domaine, prendre ou contester des d\u00e9cisions prises \u00e0 l\u2019aide d\u2019un syst\u00e8me automatis\u00e9, etc.<\/em><\/p>\n\n\n\n<div class=\"wp-block-media-text alignwide is-stacked-on-mobile is-image-fill\"><figure class=\"wp-block-media-text__media\" style=\"background-image:url(https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/matrice-score-coeur-1.png);background-position:50% 0%\"><img decoding=\"async\" loading=\"lazy\" width=\"1228\" height=\"1598\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/matrice-score-coeur-1.png\" alt=\"\" class=\"wp-image-15034 size-full\"\/><\/figure><div class=\"wp-block-media-text__content\">\n<p class=\"has-medium-font-size\"><em>Expliquer un algorithme: pourquoi ? pour qui ? comment ?<\/em><\/p>\n<\/div><\/div>\n\n\n\n<p><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Pr\u00e9parer un mod\u00e8le d&rsquo;inventaire des algorithmes publics <\/h3>\n\n\n\n<p>Mi-2020, Etalab a sollicit\u00e9 un petit nombre d\u2019administrations pour participer \u00e0 un groupe de travail informel, en ciblant en priorit\u00e9 celles qui avaient manifest\u00e9 leur int\u00e9r\u00eat pour le sujet des algorithmes. Nous avons fait le pari d\u2019animer un groupe m\u00ealant des minist\u00e8res et des collectivit\u00e9s locales dans une m\u00eame d\u00e9marche. Ainsi, d\u2019octobre \u00e0 d\u00e9cembre 2020, nous avons anim\u00e9 cinq sessions de travail. Autour de la table (ou plut\u00f4t, de l\u2019\u00e9cran) : Maryse Le Bras, du Minist\u00e8re de l\u2019Education nationale, C\u00e9cile Le Guen, de la Direction des douanes et des droits indirects, Anthony Claverie de la Ville d\u2019Antibes et Nathalie Vernus Prost de la M\u00e9tropole de Lyon. <\/p>\n\n\n\n<p>Le point de d\u00e9part de nos travaux \u00e9tait l\u2019<strong>article du Code des relations entre le public et l\u2019administration<\/strong>&nbsp;qui \u00e9voque l\u2019inventaire des algorithmes publics. Voil\u00e0 ce qui dit le texte: les administrations sont tenues de publier en ligne \u201c<em>les r\u00e8gles d\u00e9finissant les principaux traitements algorithmiques utilis\u00e9s dans l\u2019accomplissement de leurs missions lorsqu\u2019ils fondent des d\u00e9cisions individuelles\u201d<\/em>.<\/p>\n\n\n\n<p>Le point d\u2019arriv\u00e9e est un&nbsp;<strong><a href=\"https:\/\/guides.etalab.gouv.fr\/algorithmes\/inventaire\/\">mod\u00e8le d\u2019inventaire des algorithmes<\/a><\/strong>&nbsp;publics en&nbsp;<strong>version beta<\/strong>. Ce mod\u00e8le, une fois consolid\u00e9, pourra \u00eatre adopt\u00e9 par toute administration souhaitant publier son propre inventaire et se mettre ainsi en conformit\u00e9 avec la loi. La ville d&rsquo;Antibes a d&rsquo;ores et d\u00e9j\u00e0 publi\u00e9 une premi\u00e8re version de son inventaire \u00e0 l&rsquo;aide de ce mod\u00e8le.<\/p>\n\n\n\n<figure class=\"wp-block-embed-wordpress wp-block-embed is-type-wp-embed is-provider-le-blog-detalab\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"wp-embedded-content\" data-secret=\"GOGYThEcWW\"><a href=\"https:\/\/www.etalab.gouv.fr\/faire-linventaire-des-algorithmes-publics-point-detape-sur-les-actions-detalab\">Faire l&rsquo;inventaire des algorithmes publics : point d&rsquo;\u00e9tape sur les actions d&rsquo;Etalab<\/a><\/blockquote><iframe class=\"wp-embedded-content\" sandbox=\"allow-scripts\" security=\"restricted\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"\u00ab\u00a0Faire l&rsquo;inventaire des algorithmes publics : point d&rsquo;\u00e9tape sur les actions d&rsquo;Etalab\u00a0\u00bb &#8212; Le blog d\u2019Etalab\" src=\"https:\/\/www.etalab.gouv.fr\/faire-linventaire-des-algorithmes-publics-point-detape-sur-les-actions-detalab\/embed#?secret=GOGYThEcWW\" data-secret=\"GOGYThEcWW\" width=\"500\" height=\"282\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"><\/iframe>\n<\/div><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Des webinaires pour r\u00e9pondre aux questions des administrations<\/h2>\n\n\n\n<p>En juin 2020, nous avons organis\u00e9 en collaboration avec les juristes d&rsquo;Etalab, Perica Sucevic et Cindy Kus un premier <a href=\"https:\/\/www.etalab.gouv.fr\/transparence-des-algorithmes-publics-regardez-le-webinaire-a-lintention-des-administrations\">webinaire<\/a> d\u00e9di\u00e9 aux algorithmes publics. Une centaine de participants sont venus \u00e9changer et poser leurs questions. A cette occasion, nous avons aussi publi\u00e9 un mod\u00e8le de mention explicite. L&rsquo;occasion de rappeler que, pour les d\u00e9cisions enti\u00e8rement automatis\u00e9es, une telle mention est obligatoire depuis juillet 2020, sous peine de nullit\u00e9. <\/p>\n\n\n\n<div class=\"wp-block-media-text alignwide is-stacked-on-mobile\"><figure class=\"wp-block-media-text__media\"><img decoding=\"async\" loading=\"lazy\" width=\"1404\" height=\"898\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/webinaire-juin-2020.png\" alt=\"\" class=\"wp-image-15036 size-full\"\/><\/figure><div class=\"wp-block-media-text__content\">\n<p class=\"has-medium-font-size\"><em>Un <a href=\"https:\/\/www.etalab.gouv.fr\/transparence-des-algorithmes-publics-regardez-le-webinaire-a-lintention-des-administrations\">webinaire<\/a> pour pr\u00e9senter les obligations de transparence des algorithmes<\/em><\/p>\n<\/div><\/div>\n\n\n\n<p>Un deuxi\u00e8me webinaire, consacr\u00e9 \u00e0 l&rsquo;inventaire des algorithmes, a \u00e9t\u00e9 propos\u00e9 en f\u00e9vrier 2021, avec le t\u00e9moignage des membres du groupe de travail sus-mentionn\u00e9. Ce format, qui m\u00eale interactivit\u00e9 et mise \u00e0 disposition de ressources op\u00e9rationnelles, a recueilli de nombreux avis positifs.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Participer \u00e0 la discussion en France et dans le Monde<\/h2>\n\n\n\n<p>En 2020, l&rsquo;\u00e9quipe algorithmes publics a particip\u00e9 \u00e0 la discussion au niveau mondial. Le Partenariat pour un gouvernement ouvert (OGP) a lanc\u00e9 un groupe \u00ab\u00a0<strong><a href=\"https:\/\/www.opengovpartnership.org\/stories\/open-algorithms-experiences-from-france-the-netherlands-and-new-zealand\/\">Open Algorithms<\/a><\/strong>\u00a0\u00bb avec quelques pays pionniers dans ce domaine. C&rsquo;est l&rsquo;occasion de pr\u00e9senter les travaux engag\u00e9s en France et d&rsquo;\u00e9changer avec nos homologues du Canada, du Royaume-Uni, des Pays-Bas et de la Nouvelle-Z\u00e9lande. De m\u00eame, nous sommes intervenus dans plusieurs conf\u00e9rences et rencontres internationales: <a href=\"https:\/\/algorithmwatch.org\/en\/fat-2020-craft-session-from-theory-to-practice\/\">FAT* 2020<\/a> (session commune avec l&rsquo;ONG AlgorithmWatch), RightsCon 2020, un s\u00e9minaire organis\u00e9 par l&rsquo;OSCE, une table-ronde organis\u00e9e par l&rsquo;<a href=\"https:\/\/venturebeat.com\/2020\/08\/23\/the-term-ethical-ai-is-finally-starting-to-mean-something\/\">Ada Lovelace Institute<\/a> au Royaume-Uni. L&rsquo;agenda des rencontres en France a aussi \u00e9t\u00e9 bien fourni avec la participation aux rencontres <a href=\"https:\/\/numerique-en-communs.fr\/event\/masterclass-citoyens-et-donnees\/\" class=\"broken_link\">Num\u00e9rique en Commun(s)<\/a>, au <a href=\"https:\/\/app.imagina.io\/content\/2174353\/111131\">Salon de la Data<\/a> et \u00e0 un \u00e9v\u00e8nement organis\u00e9e par St\u00e9r\u00e9olux. <\/p>\n\n\n\n<p>Les collaborations avec la recherche universitaire ont \u00e9t\u00e9 multiples, avec notamment l&rsquo;accueil de Fiona du Mesnildot (Cit\u00e9 du Design Saint Etienne) pendant quelques mois chez Etalab, mais aussi des sessions de travail avec le Medialab de SciencesPo ou encore la participation \u00e0 un s\u00e9minaire organis\u00e9 par l&rsquo;Universit\u00e9 de Nice (dans le cadre du Master Droit algorithmique dirig\u00e9 par Caroline Lequesne Roth).<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">En route pour 2021<\/h2>\n\n\n\n<p>En 2021, nous souhaitons tout d&rsquo;abord \u00ab\u00a0boucler\u00a0\u00bb notre trilogie sur les obligations de transparence des algorithmiques telles qu&rsquo;elles figurent dans le Code des relations entre le public et l&rsquo;administration. Apr\u00e8s la mention explicite, puis l&rsquo;inventaire, nous allons publier des ressources permettant de <strong>r\u00e9pondre aux demandes d&rsquo;explication individuelle<\/strong>. Un webinaire sera organis\u00e9 d&rsquo;ici l&rsquo;\u00e9t\u00e9 pour pr\u00e9senter ces ressources et \u00e9changer avec la communaut\u00e9 mobilis\u00e9e depuis 2 ans  maintenant.<\/p>\n\n\n\n<p>En fin d&rsquo;ann\u00e9e 2020, plusieurs collaborations ont \u00e9t\u00e9 initi\u00e9es, notamment avec l&rsquo;\u00e9quipe de Design Frictions (sur l&rsquo;imaginaire des algorithmes) et Elisabeth Lehagre de Babotics (sur les outils d&rsquo;\u00e9valuation d&rsquo;impact algorithmique). Ces travaux donneront lieu \u00e0 des publications et \u00e0 des \u00e9v\u00e8nements ouverts \u00e0 tous cette ann\u00e9e.<\/p>\n\n\n\n<p>Par ailleurs, nous souhaitons poursuivre en 2021 les \u00e9changes au niveau international, notamment via le groupe Open Algorithms de l&rsquo;OGP.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Pour nous contacter: algorithmes@etalab.gouv.fr <\/p><\/blockquote>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ce blogpost conclut une s\u00e9rie r\u00e9trospective de l\u2019ann\u00e9e 2020 autour d\u2019axes de travail d\u2019Etalab:&nbsp;ouvrir les codes sources, ouvrir et faire circuler les donn\u00e9es publiques, accompagner les administrations \u00e0 travers le programme EIG, organiser la production des donn\u00e9es, accompagner les administrations sur la transparence des algorithmes. La fin de l\u2019ann\u00e9e 2019 avait \u00e9t\u00e9 marqu\u00e9e par la &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/retrospective-2020-6-6-les-actions-detalab-pour-un-usage-responsable-des-algorithmes-publics\"> <span class=\"screen-reader-text\">R\u00e9trospective 2020 #6\/6 : Les actions d&rsquo;Etalab pour un usage responsable des algorithmes publics<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Simon Chignard","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/simon-chignard"},"uagb_comment_info":0,"uagb_excerpt":"Ce blogpost conclut une s\u00e9rie r\u00e9trospective de l\u2019ann\u00e9e 2020 autour d\u2019axes de travail d\u2019Etalab:&nbsp;ouvrir les codes sources, ouvrir et faire circuler les donn\u00e9es publiques, accompagner les administrations \u00e0 travers le programme EIG, organiser la production des donn\u00e9es, accompagner les administrations sur la transparence des algorithmes. La fin de l\u2019ann\u00e9e 2019 avait \u00e9t\u00e9 marqu\u00e9e par la\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/15024"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=15024"}],"version-history":[{"count":13,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/15024\/revisions"}],"predecessor-version":[{"id":15794,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/15024\/revisions\/15794"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=15024"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=15024"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=15024"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}