{"id":16374,"date":"2022-01-10T18:00:00","date_gmt":"2022-01-10T17:00:00","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=16374"},"modified":"2022-01-10T14:43:43","modified_gmt":"2022-01-10T13:43:43","slug":"retour-sur-lopen-data-maturity-index-2021-mesure-de-limpact-de-louverture-des-donnees-2-4","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/retour-sur-lopen-data-maturity-index-2021-mesure-de-limpact-de-louverture-des-donnees-2-4","title":{"rendered":"Retour sur l\u2019Open Data Maturity Index 2021 : mesure de l\u2019impact de l\u2019ouverture des donn\u00e9es (2\/4)"},"content":{"rendered":"\n<p>En 2021, la France a confirm\u00e9 sa position de leader europ\u00e9en en mati\u00e8re d\u2019open data, en atteste le classement de l\u2019Open Data Maturity Report&nbsp;2021 de la Commission europ\u00e9enne, qui a plac\u00e9 la France \u00e0 la premi\u00e8re place devant l\u2019Irlande et l\u2019Espagne.<\/p>\n\n\n\n<p>L\u2019Open Data Maturity Report&nbsp;2021 \u00e9value les progr\u00e8s r\u00e9alis\u00e9s par les pays europ\u00e9ens selon quatre crit\u00e8res&nbsp;:<\/p>\n\n\n\n<ul><li>maturit\u00e9 des politiques publiques relatives \u00e0 l\u2019ouverture (<em>Policy<\/em>)\u2009;<\/li><li>qualit\u00e9 de la mesure de l\u2019impact de l\u2019open data (<em>Impact<\/em>)\u2009;<\/li><li>maturit\u00e9 du portail national d\u2019open data (<em>Portal<\/em>)\u2009;<\/li><li>qualit\u00e9 des donn\u00e9es ouvertes (<em>Quality<\/em>).<\/li><\/ul>\n\n\n\n<p>Ce rapport constate les r\u00e9sultats du travail accompli par Etalab et l\u2019ensemble de la communaut\u00e9 open data et de mesurer le chemin qu\u2019il reste \u00e0 parcourir. Pour comprendre quels sont nos points forts et nos points faibles et identifier nos axes d\u2019am\u00e9lioration, nous proposons une s\u00e9rie d\u2019articles portant chacun sur une des dimensions \u00e9valu\u00e9es par le rapport.<\/p>\n\n\n\n<p>Il ne s\u2019agit pas d\u2019\u00eatre exhaustif, mais de partager certains des aspects souvent salu\u00e9s en France et les axes d\u2019am\u00e9liorations les plus souvent \u00e9voqu\u00e9s.<\/p>\n\n\n\n<p>Aujourd\u2019hui nous nous concentrons sur la dimension <em>Impact<\/em> du classement.<\/p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong>Que cherche-t-on \u00e0 mesurer\u2009?<\/strong><\/h1>\n\n\n\n<p>Cette dimension porte sur les activit\u00e9s r\u00e9alis\u00e9es pour observer et mesurer la r\u00e9utilisation des donn\u00e9es ouvertes et l\u2019impact d\u00e9riv\u00e9 de ces usages. La dimension de l\u2019impact se concentre sur quatre domaines d\u2019impact sectoriel&nbsp;: politique, social, environnemental et \u00e9conomique. Dans ces domaines, le rapport examine dans quelle mesure un suivi est en place pour documenter les r\u00e9utilisations des donn\u00e9es ouvertes publi\u00e9es, et si des applications, des produits et des services ont \u00e9t\u00e9 d\u00e9velopp\u00e9s pour relever les d\u00e9fis dans ces domaines, que ce soit par la puissance publique ou la soci\u00e9t\u00e9 civile.<\/p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong>Les bonnes pratiques fran\u00e7aises<\/strong><\/h1>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>L\u2019open data comme outil de compr\u00e9hension et de pilotage de la crise<\/strong><\/h3>\n\n\n\n<p>Pour r\u00e9pondre aux exigences de transparence et de pilotage inform\u00e9 de la crise sanitaire, de <a href=\"https:\/\/www.data.gouv.fr\/fr\/pages\/donnees-sante\/\">nombreuses donn\u00e9es relatives \u00e0 l\u2019\u00e9pid\u00e9mie ont \u00e9t\u00e9 publi\u00e9es<\/a>. Afin de rendre ces donn\u00e9es accessibles et compr\u00e9hensibles pour le plus grand nombre, les informations sont valoris\u00e9es dans le&nbsp;<a href=\"https:\/\/www.gouvernement.fr\/info-coronavirus\/carte-et-donnees\">tableau de bord Covid-19 publi\u00e9 sur gouvernement.fr<\/a>. Ces donn\u00e9es ont \u00e9galement&nbsp;<a href=\"https:\/\/www.data.gouv.fr\/fr\/reuses\/?tag=covid\">inspir\u00e9 de tr\u00e8s nombreuses r\u00e9utilisations<\/a> dont certaines sont devenues tr\u00e8s <a href=\"https:\/\/www.data.gouv.fr\/fr\/reuses\/covid-tracker-suivez-lepidemie-du-covid19-en-france-et-dans-le-monde\/\">c\u00e9l\u00e8bres<\/a>. La richesse des donn\u00e9es publi\u00e9es et des r\u00e9utilisations qui en sont sorties ont permis d\u2019attester de l\u2019importance de l\u2019open data en temps de crise.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Rendre les donn\u00e9es ouvertes exploitables par toutes et tous<\/strong><\/h3>\n\n\n\n<p>Les donn\u00e9es relatives \u00e0 l\u2019\u00e9pid\u00e9mie ne sont pas les seules \u00e0 \u00eatre rendues intelligibles. Pour exemple, en 2020 Etalab a d\u00e9velopp\u00e9 avec la Direction g\u00e9n\u00e9rale des entreprises , le site&nbsp;<a href=\"https:\/\/annuaire-entreprises.data.gouv.fr\/\">annuaire-entreprises<\/a>, qui s\u2019appuie sur des donn\u00e9es ouvertes.<\/p>\n\n\n\n<p>L\u2019ambition de ce portail est de devenir la r\u00e9f\u00e9rence officielle dans la consultation des donn\u00e9es relatives aux personnes morales.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>L\u2019accompagnement des r\u00e9utilisateurs de donn\u00e9es<\/strong><\/h3>\n\n\n\n<p>Les efforts poursuivis pour accompagner non seulement les producteurs, mais aussi les r\u00e9utilisateurs de donn\u00e9es m\u00e9ritent d\u2019\u00eatre salu\u00e9s. On peut notamment citer l\u2019\u00e9quipe <a href=\"http:\/\/transport.data.gouv.fr\/\">transport.data.gouv.fr<\/a> qui suit de pr\u00e8s les l\u2019<a href=\"https:\/\/transport.data.gouv.fr\/stats\">\u00e9tat de l\u2019ouverture<\/a> et des <a href=\"https:\/\/doc.transport.data.gouv.fr\/reutilisateurs\/utilisation-par-les-reutilisateurs-de-donnees\">usages des donn\u00e9es de transports<\/a>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Une tendance croissante \u00e0 la mesure de l\u2019impact<\/strong><\/h3>\n\n\n\n<p>De mani\u00e8re g\u00e9n\u00e9rale, on peut constater une hausse de l\u2019int\u00e9r\u00eat des producteurs de donn\u00e9es de l\u2019usage qui est fait de leurs donn\u00e9es et de la mesure de l\u2019impact de l\u2019ouverture. C\u2019est d\u2019ailleurs une recommandation du <a href=\"https:\/\/www.gouvernement.fr\/remise-du-rapport-sur-la-politique-publique-de-la-donnee-des-algorithmes-et-des-codes-sources\">rapport sur la politique publique de la donn\u00e9e, des algorithmes et des codes sources<\/a> issus de la la mission Open Data conduite par le d\u00e9put\u00e9 \u00c9ric Bothorel. La mission met en avant quatre domaines d\u2019impact de l\u2019open data&nbsp;: scientifique comme vecteur de connaissance, \u00e9conomique comme moteur de l\u2019innovation, d\u00e9mocratique pour am\u00e9liorer le service public et politique pour restaurer la confiance des citoyens dans l\u2019action publique.<\/p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong>Les axes d\u2019am\u00e9liorations<\/strong><\/h1>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Un d\u00e9fi pour l\u2019ensemble des acteurs<\/strong><\/h3>\n\n\n\n<p>Par essence, la mesure de l\u2019impact de l\u2019open data est un d\u00e9fi pour l\u2019ensemble des acteurs. Il s\u2019agit de ne pas pr\u00e9juger ou de tracer sans objectif l\u2019usage des donn\u00e9es. Parmi les probl\u00e9matiques li\u00e9es \u00e0 la mesure des usages, nous pouvons citer un <strong>enjeu de volume,<\/strong> puisque les r\u00e9utilisations connues sur <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a> ne repr\u00e9sentent que le sommet de l\u2019iceberg de l\u2019existant. Il existe \u00e9galement un enjeu <strong>de repr\u00e9sentativit\u00e9<\/strong>&nbsp;des publics parmi les r\u00e9utilisateurs, puisque les r\u00e9utilisateurs connus de <a href=\"http:\/\/data.gouv.fr\">data.gouv.fr<\/a> pr\u00e9sentent souvent des profils homog\u00e8nes. A ce titre, si les acteurs de la soci\u00e9t\u00e9 civile sont assez prompts \u00e0 r\u00e9f\u00e9rencer leurs travaux, d\u2019autres, comme les administrations et le secteur priv\u00e9 par exemple, sont parfois moins proactifs. Ces derniers repr\u00e9sentent pourtant des usages qu\u2019il est essentiel de mesurer. Par ailleurs, la compr\u00e9hension et le r\u00e9f\u00e9rencement des r\u00e9utilisations sont complexifi\u00e9s par la&nbsp;<strong>diversit\u00e9 des usages<\/strong>. Certains usages \u00e9tant plus faciles \u00e0 documenter (cartographie, moteur de recherche) que d\u2019autres (simple observation des donn\u00e9es par exemple).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Se m\u00e9fier des indicateurs de vanit\u00e9<\/strong><\/h3>\n\n\n\n<p>Les indicateurs les plus souvent utilis\u00e9s pour mesurer la performance d\u2019une politique d\u2019ouverture des donn\u00e9es ou d\u2019un portail de donn\u00e9es peuvent parfois \u00eatre assimil\u00e9s \u00e0 des <a href=\"https:\/\/en.wikipedia.org\/wiki\/Lean_startup#Actionable_metrics\">indicateurs de vanit\u00e9<\/a> en cela qu\u2019ils permettent davantage de flatter la personne qui les mesure que r\u00e9ellement mesurer l\u2019impact. Le nombre de visites sur un jeu de donn\u00e9es ou encore le nombre de t\u00e9l\u00e9chargements, par exemple, ne nous permet pas r\u00e9ellement de savoir si l\u2019ouverture de ce dernier a produit un impact concret m\u00eame si ce sont des indicateurs dignes d\u2019int\u00e9r\u00eat. Il s\u2019agit d\u2019aller plus loin en mesurant plus syst\u00e9matiquement des indicateurs qualitatifs\u00a0: par exemple, les usagers trouvent-ils les donn\u00e9es dont-ils besoins\u2009? Sont-ils satisfaits de la qualit\u00e9 des donn\u00e9es\u2009?<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-full\"><img decoding=\"async\" loading=\"lazy\" width=\"768\" height=\"441\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/odm2021-impact.png\" alt=\"\" class=\"wp-image-16375\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/odm2021-impact.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/odm2021-impact-300x172.png 300w\" sizes=\"(max-width: 768px) 100vw, 768px\" \/><\/figure><\/div>\n","protected":false},"excerpt":{"rendered":"<p>En 2021, la France a confirm\u00e9 sa position de leader europ\u00e9en en mati\u00e8re d\u2019open data, en atteste le classement de l\u2019Open Data Maturity Report&nbsp;2021 de la Commission europ\u00e9enne, qui a plac\u00e9 la France \u00e0 la premi\u00e8re place devant l\u2019Irlande et l\u2019Espagne. L\u2019Open Data Maturity Report&nbsp;2021 \u00e9value les progr\u00e8s r\u00e9alis\u00e9s par les pays europ\u00e9ens selon quatre &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/retour-sur-lopen-data-maturity-index-2021-mesure-de-limpact-de-louverture-des-donnees-2-4\"> <span class=\"screen-reader-text\">Retour sur l\u2019Open Data Maturity Index 2021 : mesure de l\u2019impact de l\u2019ouverture des donn\u00e9es (2\/4)<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":60,"featured_media":16376,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[14,1,26,284],"tags":[32,71,290],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/odm2021-cover2.jpeg",1920,1080,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/odm2021-cover2-150x150.jpeg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/odm2021-cover2-300x169.jpeg",300,169,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/odm2021-cover2-768x432.jpeg",768,432,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/odm2021-cover2-1024x576.jpeg",1024,576,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/odm2021-cover2-1536x864.jpeg",1536,864,true],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/odm2021-cover2.jpeg",1920,1080,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2022\/01\/odm2021-cover2-45x45.jpeg",45,45,true]},"uagb_author_info":{"display_name":"Antonin Garrone","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/antonin"},"uagb_comment_info":0,"uagb_excerpt":"En 2021, la France a confirm\u00e9 sa position de leader europ\u00e9en en mati\u00e8re d\u2019open data, en atteste le classement de l\u2019Open Data Maturity Report&nbsp;2021 de la Commission europ\u00e9enne, qui a plac\u00e9 la France \u00e0 la premi\u00e8re place devant l\u2019Irlande et l\u2019Espagne. L\u2019Open Data Maturity Report&nbsp;2021 \u00e9value les progr\u00e8s r\u00e9alis\u00e9s par les pays europ\u00e9ens selon quatre\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16374"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/60"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=16374"}],"version-history":[{"count":1,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16374\/revisions"}],"predecessor-version":[{"id":16378,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/16374\/revisions\/16378"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/16376"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=16374"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=16374"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=16374"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}