{"id":8522,"date":"2018-07-25T10:41:40","date_gmt":"2018-07-25T08:41:40","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=8522"},"modified":"2019-10-03T15:41:07","modified_gmt":"2019-10-03T13:41:07","slug":"retour-sur-le-colloque-franco-britannique-sur-le-numerique","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/retour-sur-le-colloque-franco-britannique-sur-le-numerique","title":{"rendered":"Retour sur le colloque Franco-britannique sur le num\u00e9rique"},"content":{"rendered":"<blockquote><p><img decoding=\"async\" loading=\"lazy\" class=\"size-medium wp-image-8541 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/07\/signature-MoUv2-300x224.jpg\" alt=\"\" width=\"300\" height=\"224\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/07\/signature-MoUv2-300x224.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/07\/signature-MoUv2.jpg 500w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/>Le 5 juillet dernier, la France a accueilli \u00e0 Paris le \u00ab\u00a0Digital colloque\u00a0\u00bb,\u00a0Sommet franco-britannique sur le\u00a0num\u00e9rique. 400 participants ont discut\u00e9 des grands enjeux de la coop\u00e9ration franco-britannique sur le num\u00e9rique.\u00a0Les ministres Mahjoubi et Hancock ont sign\u00e9 deux accords de coop\u00e9ration. Le <a href=\"http:\/\/dataia.eu\/actualites\/signature-dun-accord-de-partenariat-entre-linstitut-dataia-et-alan-turing-institute\">premier<\/a>, portant sur l\u2019intelligence artificielle et la donn\u00e9e, amplifie les coop\u00e9rations existantes entre les instituts fran\u00e7ais <a href=\"http:\/\/dataia.eu\/\">DATAIA<\/a> et britannique <a href=\"https:\/\/www.turing.ac.uk\/\" class=\"broken_link\">Alan Turing<\/a>. Le <a href=\"https:\/\/www.numerique.gouv.fr\/files\/files\/20180705_MoU_UK%20France_signed.pdf\" class=\"broken_link\">deuxi\u00e8me<\/a>, intitul\u00e9 \u00ab\u00a0protocole d\u2019accord sur l\u2019administration num\u00e9rique\u00a0\u00bb concerne le d\u00e9veloppement de services publics num\u00e9riques, l&rsquo;inclusion num\u00e9rique, le soutien au d\u00e9veloppement de l&rsquo;\u00e9conomie num\u00e9rique ainsi que\u00a0la circulation de la donn\u00e9e et la publication sous licence libre ou <em>open source\u00a0<\/em> de solutions num\u00e9riques.<\/p><\/blockquote>\n<h2>Des coop\u00e9rations franco-britanniques sur le num\u00e9rique<\/h2>\n<p>Ces accords sont un premier pas vers des coop\u00e9rations approfondies, et donne suite au sommet Franco-britannique du 18 janvier 2018 entre le Pr\u00e9sident de la R\u00e9publique, Emmanuel Macron et la Premi\u00e8re-ministre britannique Theresa May, dont la d\u00e9claration conjointe avait exprim\u00e9 la volont\u00e9 commune des deux pays d\u2019\u00e9tendre leur coop\u00e9ration dans le domaine du num\u00e9rique, de l\u2019innovation, de l\u2019intelligence artificielle, de la donn\u00e9e et de l\u2019administration num\u00e9rique. Le protocole d\u2019accord entre le Royaume-Uni et la France sur l\u2019administration num\u00e9rique entend capitaliser sur des travaux plus anciens, notamment la <a href=\"https:\/\/www.economie.gouv.fr\/rapport-taskforce-franco-britannique-sur-innovation-par-donnees-implementation\" class=\"broken_link\">\u00ab\u00a0task-force\u00a0\u00bb franco-britannique sur l\u2019\u00e9conomie de la donn\u00e9e<\/a> &#8211; \u00e0 laquelle <a href=\"https:\/\/www.etalab.gouv.fr\/lavancement-de-la-taskforce-franco-britannique-sur-leconomie-de-la-donnee\">Etalab a particip\u00e9<\/a> \u2013, l\u2019utilisation de <em>logiciels libres<\/em> dans la sph\u00e8re publique, l\u2019ouverture des donn\u00e9es publiques et la promotion d\u2019un gouvernement ouvert.\u00a0 Le protocole d&rsquo;accord mentionne quatre objectifs pour cette coop\u00e9ration :<\/p>\n<ul>\n<li>fournir de meilleurs services publics num\u00e9riques, pleinement accessibles et facilitant leur utilisation par les usagers\u00a0;<\/li>\n<li>l\u2019accompagnement de la mont\u00e9e en comp\u00e9tences num\u00e9riques des citoyens ;<\/li>\n<li>la promotion de la croissance \u00e9conomique par la stimulation des jeunes entreprises et des PME, notamment en encourageant l\u2019usage des nouvelles technologies, des diff\u00e9rentes innovations et de l\u2019intelligence artificielle dans le d\u00e9veloppement des futurs services publics\u00a0;<\/li>\n<li>l\u2019engagement \u00e0 utiliser des standards ouverts concernant l\u2019information, les donn\u00e9es, les algorithmes et les logiciels ainsi que le d\u00e9veloppement de solutions num\u00e9riques interop\u00e9rables ouvertes et librement r\u00e9utilisables (ou <em>open source<\/em>).<\/li>\n<\/ul>\n<p>Depuis la <a href=\"https:\/\/www.legifrance.gouv.fr\/affichTexte.do?cidTexte=JORFTEXT000033202746&amp;dateTexte=20180723\" target=\"_blank\" rel=\"noopener noreferrer\">loi du 7 octobre 2016 pour une R\u00e9publique num\u00e9rique<\/a>, le code source de tout logiciel d\u00e9velopp\u00e9 par une administration constitue un document administratif pouvant \u00eatre spontan\u00e9ment ouvert, sauf exceptions.\u00a0 La Direction interminist\u00e9rielle du num\u00e9rique et des syst\u00e8mes d\u2019information et de communication de l\u2019Etat (DINSIC) a par ailleurs <a href=\"https:\/\/www.etalab.gouv.fr\/publication-de-la-politique-de-contribution-de-letat-aux-logiciels-libres\">publi\u00e9<\/a> une <a href=\"https:\/\/disic.github.io\/politique-de-contribution-open-source\/\">politique de contribution aux logiciels libres de l\u2019Etat<\/a>, qui d\u00e9taille les principes d\u2019ouverture des codes sources, les bonnes pratiques de d\u00e9veloppement, et encourage chaque minist\u00e8re \u00e0 instancier sa propre politique de contribution.<\/p>\n<h2><strong>Synth\u00e8se des \u00e9changes sur l&rsquo;open source<\/strong><\/h2>\n<p>Apr\u00e8s l\u2019ouverture du colloque par les deux ministres, o\u00f9 ils ont eu l\u2019occasion de rappeler l\u2019importance pour deux pays partageant les m\u00eames valeurs sur les suites \u00e0 donner \u00e0 la r\u00e9volution num\u00e9rique de travailler ensemble, 4 tables rondes et un panel ont \u00e9t\u00e9 organis\u00e9s dans la matin\u00e9e. Ces diff\u00e9rentes sessions ont port\u00e9 respectivement sur l\u2019<em>open source<\/em>, l\u2019intelligence artificielle, la diversit\u00e9 et l\u2019inclusion dans la technologie ainsi que la r\u00e9gulation du num\u00e9rique.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"size-medium wp-image-8524 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/07\/photo-panel-300x225.jpg\" alt=\"\" width=\"300\" height=\"225\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/07\/photo-panel-300x225.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/07\/photo-panel.jpg 484w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/p>\n<p>Co-organis\u00e9e par Etalab et mod\u00e9r\u00e9e par Bastien Guerry, <strong>la table ronde sur la th\u00e9matique <em>open source<\/em> <\/strong>a donn\u00e9 un bel exemple de la convergence de vues entre les repr\u00e9sentants britannique et fran\u00e7ais sur le sujet. Liam Maxwell, conseiller national \u00e0 la technologie du gouvernement britannique et Henri Verdier, directeur interminist\u00e9riel du num\u00e9rique et du syst\u00e8me d\u2019information et de communication de l\u2019Etat intervenaient aux c\u00f4t\u00e9s de Mme Amandine Le Pape, responsable des op\u00e9rations de l&rsquo;entreprise franco-britannique <em>New Vector<\/em> et de M. Rufus Pollock, universitaire et pr\u00e9sident de <em>Open Knowledge international<\/em>.<\/p>\n<p>Liam Maxwell a d\u00e9but\u00e9 la session en rappelant que l\u2019ouverture des donn\u00e9es (<em>open data<\/em>) \u00e9tait au c\u0153ur de la transformation de l&rsquo;administration britannique, et que les administrations aujourd&rsquo;hui, n&rsquo;avaient pas d&rsquo;autres choix que d&rsquo;utiliser des logiciels en <em>open source<\/em>. Il a pr\u00e9cis\u00e9 que contrairement \u00e0 deux entreprises produisant des biens ou services similaires, deux gouvernements produisant des solutions num\u00e9riques interop\u00e9rables de service public ne sont pas concurrents mais ont plut\u00f4t tout int\u00e9r\u00eat \u00e0 collaborer ensemble pour augmenter leurs capacit\u00e9s de d\u00e9veloppement et leurs retours d\u2019exp\u00e9rience. Les logiciels libres permettent \u00e0 deux gouvernements de travailler en bonne intelligence sur des \u00ab\u00a0briques\u00a0\u00bb num\u00e9riques avec pour objectif un meilleur service rendu aux usagers.<\/p>\n<p>M. Verdier a rappel\u00e9 l\u2019importance de penser strat\u00e9giquement l\u2019utilisation de l\u2019<em>open source <\/em>en termes d\u2019Etat-plateforme. Il appartient \u00e0 l\u2019Etat de d\u00e9velopper des alternatives publiques et ouvertes aux innovations face aux offres \u00ab\u00a0propri\u00e9taires\u00a0\u00bb ferm\u00e9es de grands op\u00e9rateurs \u00e9conomiques du secteur num\u00e9rique. Le bouton de connexion <a href=\"https:\/\/franceconnect.gouv.fr\/\" target=\"_blank\" rel=\"noopener noreferrer\"><em>F<\/em><em>r<\/em><em>ance<\/em><em> connect<\/em><\/a>, la solution de messagerie crypt\u00e9e de l\u2019Etat Tchap, ou encore la solution num\u00e9rique de paiement de la Direction g\u00e9n\u00e9rale des finances publiques en sont des exemples importants. Le r\u00f4le de l\u2019Etat \u00e9tant notamment ici de permettre d\u2019ouvrir l\u2019innovation \u00e0 de nouveaux acteurs sans qu\u2019ils soient soumis \u00e0 la permission des grandes entreprises d\u00e9j\u00e0 en place pour exercer leur activit\u00e9.<\/p>\n<blockquote><p>\u00ab\u00a0Au c\u0153ur de cette strat\u00e9gie, l\u2019ouverture des donn\u00e9es, des codes sources, des solutions et le d\u00e9veloppement de biens communs num\u00e9riques sont ainsi les meilleurs alli\u00e9s dans la poursuite de l\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral.\u00a0\u00bb &#8211; Henri Verdier<\/p><\/blockquote>\n<p>Plus avant, M. Verdier a \u00e9galement mentionn\u00e9 le fait que l\u2019ouverture des codes des solutions num\u00e9riques publiques s\u2019articule avec la politique de gouvernement ouvert men\u00e9e par la France, et notamment dans le cadre de son deuxi\u00e8me plan d\u2019action pour une action publique transparence et collaborative, en cela qu\u2019elle participe \u00e0 r\u00e9pondre \u00e0 la question \u00ab pouvons-nous ouvrir la source du pouvoir comme nous ouvrons les codes sources ?\u00a0\u00bb<\/p>\n<p>Mme Le Pape, qui collabore avec les services de la DINSIC sur le d\u00e9veloppement de Tchap, a soulign\u00e9 l\u2019extraordinaire occasion que repr\u00e9sente le d\u00e9veloppement de solutions ouvertes et librement r\u00e9utilisables dans les services publics num\u00e9riques, rappelant qu\u2019elle \u00e9tait heureuse d\u2019y prendre part. Elle a \u00e9galement mis en avant la difficult\u00e9 r\u00e9elle de sensibilisation des acteurs non techniques, notamment des contribuables et des d\u00e9cideurs, \u00e0 l\u2019int\u00e9r\u00eat de l\u2019open source dans la soci\u00e9t\u00e9 et \u00e0 la distribution du co\u00fbt de d\u00e9veloppement que permettent ces solutions.<\/p>\n<p>Alertant sur l\u2019action de fermeture des march\u00e9s men\u00e9e par ce qu\u2019il appelle les \u00ab\u00a0dictateurs technologiques\u00a0\u00bb, c\u2019est-\u00e0-dire certains g\u00e9ants des industries technologiques, M. Pollock a rappel\u00e9 qu\u2019il n\u2019existait pas r\u00e9ellement de mod\u00e8le \u00e9conomique pour une pure gratuit\u00e9 des logiciels libres. Quelqu\u2019un doit payer pour les importants co\u00fbts fixes de d\u00e9veloppement n\u00e9cessaires \u00e0 la mise en \u0153uvre de solutions efficientes. Cette contribution ayant tout int\u00e9r\u00eat \u00e0 \u00eatre centralis\u00e9e, avec un r\u00f4le important devant \u00eatre jou\u00e9 par les Etats pris individuellement ou collectivement dans les diff\u00e9rents espaces de collaboration. M. Pollock a soulign\u00e9 l&rsquo;urgence de la situation et l&rsquo;importance de passer \u00e0 la vitesse sup\u00e9rieure. Il a notamment propos\u00e9 une solution de\u00a0financement centralis\u00e9 de l&rsquo;open source public.<\/p>\n<p><span style=\"text-decoration: underline;\">Pour aller plus loin<\/span>\u00a0:<\/p>\n<ul>\n<li><a href=\"https:\/\/www.numerique.gouv.fr\/files\/files\/20180705_Joint%20Statement_signed.pdf\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">communiqu\u00e9 conjoint franco-britannique<\/a> ;<\/li>\n<li><a href=\"https:\/\/www.numerique.gouv.fr\/europe-et-international\/colloque-digital-france-uk\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">pr\u00e9sentation du colloque<\/a> sur le site du secr\u00e9tariat d\u2019Etat charg\u00e9 du num\u00e9rique\u00a0;<\/li>\n<li>le <a href=\"https:\/\/www.gov.uk\/government\/speeches\/matt-hancock-speaking-at-the-digital-colloque-in-paris\" target=\"_blank\" rel=\"noopener noreferrer\">script du discours<\/a> de M. Matt Hancock en ouverture du colloque.<\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>Le 5 juillet dernier, la France a accueilli \u00e0 Paris le \u00ab\u00a0Digital colloque\u00a0\u00bb,\u00a0Sommet franco-britannique sur le\u00a0num\u00e9rique. 400 participants ont discut\u00e9 des grands enjeux de la coop\u00e9ration franco-britannique sur le num\u00e9rique.\u00a0Les ministres Mahjoubi et Hancock ont sign\u00e9 deux accords de coop\u00e9ration. Le premier, portant sur l\u2019intelligence artificielle et la donn\u00e9e, amplifie les coop\u00e9rations existantes entre les &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/retour-sur-le-colloque-franco-britannique-sur-le-numerique\"> <span class=\"screen-reader-text\">Retour sur le colloque Franco-britannique sur le num\u00e9rique<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":44,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1,26],"tags":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Niels Braley","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/niels-braley"},"uagb_comment_info":0,"uagb_excerpt":"Le 5 juillet dernier, la France a accueilli \u00e0 Paris le \u00ab\u00a0Digital colloque\u00a0\u00bb,\u00a0Sommet franco-britannique sur le\u00a0num\u00e9rique. 400 participants ont discut\u00e9 des grands enjeux de la coop\u00e9ration franco-britannique sur le num\u00e9rique.\u00a0Les ministres Mahjoubi et Hancock ont sign\u00e9 deux accords de coop\u00e9ration. Le premier, portant sur l\u2019intelligence artificielle et la donn\u00e9e, amplifie les coop\u00e9rations existantes entre les\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8522"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/44"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=8522"}],"version-history":[{"count":19,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8522\/revisions"}],"predecessor-version":[{"id":12164,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/8522\/revisions\/12164"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=8522"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=8522"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=8522"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}