{"id":9047,"date":"2018-11-30T11:16:24","date_gmt":"2018-11-30T10:16:24","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=9047"},"modified":"2019-08-13T15:08:59","modified_gmt":"2019-08-13T13:08:59","slug":"demain-tous-producteurs-de-donnees-les-sciences-participatives-nous-montrent-la-voie-data-literacy-conference-2018","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/demain-tous-producteurs-de-donnees-les-sciences-participatives-nous-montrent-la-voie-data-literacy-conference-2018","title":{"rendered":"Demain, tous producteurs de donn\u00e9es ? Les sciences participatives nous montrent la voie (Data Literacy Conference 2018)"},"content":{"rendered":"[:fr]<i>La troisi\u00e8me \u00e9dition de la <a href=\"http:\/\/dataliteracyconference.net\/2018\/\" class=\"broken_link\">Data Literacy Conference<\/a>\u00a0<i>s\u2019est tenue \u00e0 Aix-en-Provence d\u00e9but octobre. Cet \u00e9v\u00e9nement accueille chaque ann\u00e9e des intervenants internationaux qui \u0153uvrent en faveur d\u2019une plus grande diffusion de la culture de la donn\u00e9e. Simon Chignard, conseiller \u00e0 Etalab y a anim\u00e9 une table ronde consacr\u00e9e aux sciences participatives, c\u2019est \u00e0 dire les projets scientifiques qui associent la soci\u00e9t\u00e9 civile \u00e0 la collecte et la production des donn\u00e9es. \u00c0 l\u2019heure o\u00f9 les bases de donn\u00e9es collaboratives connaissent un engouement certain (Open Food Facts, OpenStreetMap), il est int\u00e9ressant de comprendre la mani\u00e8re dont les sciences participatives mobilisent des contributeurs non-professionnels pour la collecte et l\u2019enrichissement de donn\u00e9es.<\/i><\/i><\/p>\n<h2>PartiCitaE: associer la soci\u00e9t\u00e9 civile \u00e0 la recherche<\/h2>\n<p><strong>Laure Turcati<\/strong> dirige le projet <a href=\"http:\/\/www.particitae.upmc.fr\/fr\/index.html\">PartiCitaE<\/a> au sein de l\u2019Universit\u00e9 Paris Sorbonne. PartiCitaE est un observatoire scientifique, ce qui en fait un outil de recherche \u00e0 part enti\u00e8re mais c&rsquo;est aussi un dispositif participatif qui assure la prise en compte des besoins soci\u00e9taux dans la recherche sur l&rsquo;environnement.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"size-medium wp-image-9357 alignleft\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/extrait-hypopothese-300x268.png\" alt=\"\" width=\"300\" height=\"268\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/extrait-hypopothese-300x268.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/extrait-hypopothese-768x687.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/extrait-hypopothese.png 952w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/p>\n<p>Mesure de la qualit\u00e9 de l\u2019air, observation de la nature en ville (lichens) figurent parmi les th\u00e8mes propos\u00e9s par les chercheurs qui poussent assez loin la notion de participation des citoyens : ils sont ainsi invit\u00e9s \u00e0 construire le protocole de collecte des donn\u00e9es et les outils permettant cette collecte.<\/p>\n<p>Cette participation ne va pas n\u00e9cessairement de soi, souligne Laure Turcati : certains participants estiment ainsi que c\u2019est plut\u00f4t le r\u00f4le du scientifique de construire le protocole ! C\u2019est aussi un pari : si les participants sont impliqu\u00e9s tr\u00e8s t\u00f4t, on peut esp\u00e9rer que leur engagement sera plus durable et que la collecte des donn\u00e9es sera de meilleure qualit\u00e9.<\/p>\n<p>PartiCitaE met aussi \u00e0 disposition librement et gratuitement <a href=\"http:\/\/www.particitae.upmc.fr\/fr\/des-outils-dedies\/construire-un-protocole.html\">Hypopoth\u00e8se<\/a>, un jeu de plateau permettant \u00e0 chacun (\u00e0 partir de l\u2019\u00e2ge de 7 ans) d\u2019imaginer et de construire un protocole scientifique.<\/p>\n<h2>Natural Solutions: accompagner les projets de sciences participatives<\/h2>\n<p><strong>Olivier Rovellotti<\/strong> dirige la soci\u00e9t\u00e9 <a href=\"http:\/\/www.natural-solutions.eu\/\">Natural Solutions<\/a>, prestataire de services. Il con\u00e7oit et d\u00e9veloppe des outils num\u00e9riques permettant la collecte de donn\u00e9es, en particulier dans le domaine de la biodiversit\u00e9. Selon lui, la principale difficult\u00e9 des projets de sciences participatives tient justement \u00e0 l\u2019alignement entre le protocole et le public cible. Il fait le parall\u00e8le entre le capteur \u00ab\u00a0humain\u00a0\u00bb et le capteur \u00ab\u00a0\u00e9lectronique\u00a0\u00bb : chaque capteur poss\u00e8de des capacit\u00e9s propres, par exemple en mati\u00e8re de finesse ou de pr\u00e9cision de la mesure. Certains projets reposent sur des observateurs peu nombreux mais tr\u00e8s avertis, par exemple les membres de la LPO (ligue de protection des oiseaux) qui sont capables de distinguer de tr\u00e8s nombreuses esp\u00e8ces.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignleft size-medium wp-image-9358\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/biolit-300x213.png\" alt=\"\" width=\"300\" height=\"213\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/biolit-300x213.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/biolit-768x545.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/biolit-1024x727.png 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/biolit.png 1508w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/p>\n<p>&nbsp;<\/p>\n<p>\u00c0 l\u2019inverse, d\u2019autres projets peuvent mobiliser un grand nombre de participants profanes mais auxquels on demandera des observations plus simples, \u00e0 l\u2019image du projet <a href=\"http:\/\/www.biolit.fr\/\">BioLit<\/a> d\u2019observation du littoral (ci-contre) . Olivier Rovellotti insiste alors sur la dimension de jeu et de plaisir, qu\u2019il faut toujours garder \u00e0 l\u2019esprit quand on veut mobiliser les participants.<\/p>\n<p>&nbsp;<\/p>\n<h2>La Phonot\u00e8que: valoriser les archives sonores<\/h2>\n<p><strong>V\u00e9ronique Ginouv\u00e8s<\/strong> dirige la <a href=\"https:\/\/phonotheque.hypotheses.org\/\">Phonot\u00e8que<\/a> de la Maison m\u00e9diterran\u00e9enne des sciences de l\u2019homme. La Phonot\u00e8que recueille les archives sonores d\u00e9pos\u00e9es par des chercheurs. Elle r\u00e9unit les enregistrements du patrimoine sonore qui ont valeur d\u2019information ethnologique, linguistique, historique, musicologique ou litt\u00e9raire sur l\u2019aire M\u00e9diterran\u00e9enne. Un important travail d\u2019\u00e9ditorialisation est r\u00e9alis\u00e9e par V\u00e9ronique Ginouv\u00e8s et ses coll\u00e8gues. Ainsi, chaque dernier lundi du mois ils font d\u00e9couvrir des <a href=\"https:\/\/phonotheque.hypotheses.org\/tag\/recette\">recettes de cuisine<\/a> enregistr\u00e9es et r\u00e9v\u00e9l\u00e9es par les informateurs sur le terrain. Le grand public est aussi mobilis\u00e9, par exemple lors d\u2019une op\u00e9ration d\u2019<a href=\"https:\/\/phonotheque.hypotheses.org\/16137\">Edit-a-thon<\/a> dans le cadre du programme europ\u00e9en Europeana Sounds.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignleft size-medium wp-image-9359\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/phonoteque-300x121.png\" alt=\"\" width=\"300\" height=\"121\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/phonoteque-300x121.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/phonoteque-768x310.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/phonoteque-1024x414.png 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2018\/11\/phonoteque.png 2014w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/p>\n<p>Parfois, la r\u00e9utilisation des archives prend une tournure inattendue : certaines chansons ont ainsi \u00e9t\u00e9 r\u00e9-enregistr\u00e9es dans une autre langue, contribuant ainsi \u00e0 enrichir le fonds. La Phonot\u00e8que s\u2019appuie aussi sur des communaut\u00e9s th\u00e9matiques. Plusieurs documents sonores concernent le m\u00e9tier de luthier et son \u00e9volution, ils sont aujourd\u2019hui largement relay\u00e9s et enrichis dans cette communaut\u00e9 professionnelle active en ligne et hors-ligne.<\/p>\n<h2>Analyser les dynamiques des projets &#8230; et leurs limites<\/h2>\n<p><strong>Matthieu Noucher<\/strong> est g\u00e9ographe, chercheur au laboratoire Passages du CNRS. Dans le cadre du projet de recherche <a href=\"https:\/\/www-iuem.univ-brest.fr\/pops\/projects\/ingeo\">InG\u00e9oVoM<\/a> il s\u2019est attach\u00e9 avec ses coll\u00e8gues \u00e0 analyser les projets de sciences participatives et citoyennes li\u00e9s \u00e0 la compr\u00e9hension et la gestion de la biodiversit\u00e9 c\u00f4ti\u00e8re et marine. Il s\u2019est notamment int\u00e9ress\u00e9 \u00e0 la circulation de l\u2019information g\u00e9ographique volontaire: comment circule la donn\u00e9e collect\u00e9e, qui l\u2019utilise \u2014 ou ne l\u2019utilise pas ? Car Matthieu Noucher \u00e9voque aussi le non-usage de la donn\u00e9e.<\/p>\n<p>Certains chercheurs ou institutions se refusent ainsi \u00e0 utiliser la donn\u00e9e issue des sciences participatives et citoyennes. Ils remettent notamment en cause l\u2019objectivit\u00e9 des participants, qui sont pour certains des militants engag\u00e9s dans la protection de l\u2019environnement. D\u2019autres chercheurs refusent aussi de confier \u00e0 des tiers b\u00e9n\u00e9voles des t\u00e2ches de collecte dont ils estiment qu\u2019elles devraient \u00eatre financ\u00e9es par la recherche publique. \u00c0 l\u2019inverse, le manque de retour vers les contributeurs est un facteur de d\u00e9motivation tr\u00e8s fort. Les contributeurs amateurs souhaitent savoir comment (et pourquoi) sont utilis\u00e9es les donn\u00e9es qu\u2019ils ont aid\u00e9 \u00e0 collecter.<\/p>\n<p>Les sciences participatives et citoyennes semblent ainsi r\u00e9pondre \u00e0 des objectifs multiples : collecter des donn\u00e9es mais aussi sensibiliser \u00e0 une question ou un probl\u00e8me (par exemple la protection de l\u2019environnement). Ce faisant, elles aident \u00e0 <strong>diffuser plus largement une culture de la donn\u00e9e<\/strong>, dans une approche concr\u00e8te, \u201cles mains dans le cambouis\u201d.[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr]La troisi\u00e8me \u00e9dition de la Data Literacy Conference\u00a0s\u2019est tenue \u00e0 Aix-en-Provence d\u00e9but octobre. Cet \u00e9v\u00e9nement accueille chaque ann\u00e9e des intervenants internationaux qui \u0153uvrent en faveur d\u2019une plus grande diffusion de la culture de la donn\u00e9e. Simon Chignard, conseiller \u00e0 Etalab y a anim\u00e9 une table ronde consacr\u00e9e aux sciences participatives, c\u2019est \u00e0 dire les projets &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/demain-tous-producteurs-de-donnees-les-sciences-participatives-nous-montrent-la-voie-data-literacy-conference-2018\"> <span class=\"screen-reader-text\">Demain, tous producteurs de donn\u00e9es ? Les sciences participatives nous montrent la voie (Data Literacy Conference 2018)<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":7,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1,40,20],"tags":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Simon Chignard","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/simon-chignard"},"uagb_comment_info":0,"uagb_excerpt":"[:fr]La troisi\u00e8me \u00e9dition de la Data Literacy Conference\u00a0s\u2019est tenue \u00e0 Aix-en-Provence d\u00e9but octobre. Cet \u00e9v\u00e9nement accueille chaque ann\u00e9e des intervenants internationaux qui \u0153uvrent en faveur d\u2019une plus grande diffusion de la culture de la donn\u00e9e. Simon Chignard, conseiller \u00e0 Etalab y a anim\u00e9 une table ronde consacr\u00e9e aux sciences participatives, c\u2019est \u00e0 dire les projets\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/9047"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=9047"}],"version-history":[{"count":8,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/9047\/revisions"}],"predecessor-version":[{"id":11834,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/9047\/revisions\/11834"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=9047"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=9047"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=9047"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}