{"id":14972,"date":"2021-02-18T16:16:26","date_gmt":"2021-02-18T15:16:26","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=14972"},"modified":"2021-02-18T16:16:28","modified_gmt":"2021-02-18T15:16:28","slug":"eig-2020","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/eig-2020","title":{"rendered":"R\u00e9trospective d&rsquo;Etalab #5\/6 : Accompagner la transformation num\u00e9rique des administrations &#8211; les d\u00e9fis du programme EIG en 2020"},"content":{"rendered":"\n<p><em>Ce blogpost fait partie d\u2019une s\u00e9rie de r\u00e9trospectives de l\u2019ann\u00e9e 2020 autour d\u2019axes de travail d\u2019Etalab : utiliser la science des donn\u00e9es et l\u2019intelligence artificielle pour l\u2019administration, ouvrir et faire circuler les donn\u00e9es publiques, accompagner l\u2019administration dans l\u2019utilisation de logiciels libres et la publication de codes sources, organiser la production des donn\u00e9es et accompagner les administrations sur l\u2019explicabilit\u00e9 et la redevabilit\u00e9 des algorithmes.<\/em><\/p>\n\n\n\n<p>Le programme&nbsp;<a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/\" target=\"_blank\" rel=\"noreferrer noopener\">Entrepreneurs d\u2019Int\u00e9r\u00eat G\u00e9n\u00e9ral<\/a>, pilot\u00e9 par le p\u00f4le Accompagnement d&rsquo;Etalab, accompagne depuis 2016 les administrations dans leur transformation num\u00e9rique en leur permettant d\u2019accueillir des profils du num\u00e9rique (data, d\u00e9veloppement, design).<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Construire une promotion 4 diverse et r\u00e9siliente<\/h2>\n\n\n\n<p>En 2020, le programme a continu\u00e9 \u00e0 grandir. <strong>Le premier semestre a \u00e9t\u00e9 consacr\u00e9 \u00e0 la constitution de la quatri\u00e8me promotion, qui est la plus grosse de l&rsquo;histoire du programme <\/strong>: 41 EIG (contre onze lors de la premi\u00e8re promotion) ont rejoint l&rsquo;une des 17 administrations laur\u00e9ates en septembre.<\/p>\n\n\n\n<p><strong>L&rsquo;appel \u00e0 candidatures s&rsquo;est r\u00e9v\u00e9l\u00e9 un succ\u00e8s : plus de 800 candidatures<\/strong> ont \u00e9t\u00e9 re\u00e7ues, soit quatre fois plus que les promotions pr\u00e9c\u00e9dentes.<\/p>\n\n\n\n<p><a rel=\"noreferrer noopener\" href=\"https:\/\/www.etalab.gouv.fr\/le-programme-entrepreneurs-dinteret-general-presente-sa-quatrieme-promotion\" target=\"_blank\">Cette promotion 4 est \u00e9galement la plus diverse<\/a>, \u00e0 plusieurs niveaux : diversification des comp\u00e9tences d&rsquo;abord, avec une part beaucoup plus importante de designers que lors des promotions pr\u00e9c\u00e9dentes. <strong>Diversification des profils ensuite : cette promotion est la plus paritaire, avec 44% de femmes<\/strong> dans la promotion.  <\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" src=\"https:\/\/github.com\/entrepreneur-interet-general\/site-eig\/blob\/master\/img\/blog\/bootcamp\/blogposteig4-promotion.jpg?raw=true\" alt=\"Photo d'une quarantaine de jeunes personnes dans une cour. Elles sont masqu\u00e9es et se tiennent espac\u00e9es les unes des autres. Elles sourient derri\u00e8re leur masque.\"\/><figcaption>La quatri\u00e8me promotion EIG lors du s\u00e9minaire d&#8217;embarquement en septembre 2020<\/figcaption><\/figure><\/div>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter is-resized\"><img decoding=\"async\" loading=\"lazy\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/07\/genres-EIG-4-7.png\" alt=\"Graphique qui pr\u00e9sente la r\u00e9partition des genres pour la quatri\u00e8me promotion EIG. Sur un total de 41 personnes, 18 sont des femmes et 23 des hommes. Sur 14 designers, 8 sont des femmes et 6 des hommes. Sur 17 d\u00e9veloppeurs et d\u00e9veloppeuses, 7 sont des femmes et 10 des hommes. Sur 10 data scientists, 3 sont des femmes et 7 des hommes. \" width=\"748\" height=\"560\"\/><figcaption>Chiffres issus des donn\u00e9es d\u00e9claratives de civilit\u00e9 renseign\u00e9es dans les dossiers de candidature<\/figcaption><\/figure><\/div>\n\n\n\n<h2 class=\"wp-block-heading\">Adapter les m\u00e9thodes \u00e0 la situation sanitaire<\/h2>\n\n\n\n<p><strong>Le programme repose beaucoup sur l\u2019animation d\u2019un collectif d\u2019entraide, la cr\u00e9ation de liens entre projets et l\u2019immersion des profils du num\u00e9rique dans l\u2019administration. <\/strong>Ainsi, la situation sanitaire a beaucoup compliqu\u00e9 l\u2019organisation du programme.<\/p>\n\n\n\n<p>Des adaptations ont d\u00fb \u00eatre invent\u00e9es d\u00e8s la constitution de la promotion, notamment lors de l\u2019organisation des jurys (<a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/blog\/2020\/04\/01\/retour-experience-jury-en-ligne.html\" target=\"_blank\" rel=\"noreferrer noopener\">lire notre retour d\u2019exp\u00e9rience sur l\u2019organisation du jury en ligne<\/a>).<\/p>\n\n\n\n<p><a rel=\"noreferrer noopener\" href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/blog\/2020\/11\/10\/bootcamp-comment-collaborer-efficacement-equipe-interdisciplinaire.html\" target=\"_blank\">La traditionnelle \u201csemaine d\u2019embarquement\u201d des EIG <\/a>fut \u00e9galement hybride. Le mois de septembre fut, pour beaucoup d&rsquo;EIG, l&rsquo;unique opportunit\u00e9 de se rencontrer \u00ab\u00a0en vrai\u00a0\u00bb et d&rsquo;\u00eatre r\u00e9ellement en immersion dans leur administration. <\/p>\n\n\n\n<p><strong>Les rituels d\u2019animation ont \u00e9t\u00e9 adapt\u00e9s \u00e0 du distanciel. <\/strong>L\u2019outil open source <a rel=\"noreferrer noopener\" href=\"https:\/\/bulletins.eig-forever.org\/#screenshots\" target=\"_blank\">Bulletins<\/a> s\u2019est r\u00e9v\u00e9l\u00e9 tr\u00e8s utile pour continuer \u00e0 partager des informations. Le distanciel a \u00e9galement \u00e9t\u00e9 l&rsquo;occasion d&rsquo;innover, avec notamment l\u2019organisation d\u2019un s\u00e9minaire en visioconf\u00e9rence en d\u00e9cembre 2020. Plusieurs expertes et experts d\u2019Etalab, de beta.gouv, de la DINUM et du SIG ont apport\u00e9 leur regard sur les projets EIG en cours.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" src=\"https:\/\/pbs.twimg.com\/media\/EpXHFHBXIAAZq7D?format=jpg&amp;name=large\" alt=\"Capture d'\u00e9cran d'un webinaire. 14 personnes (en webcam) sourient devant leur cam\u00e9ra. Un \u00e9cran est partag\u00e9, avec une diapositive qui indique : &quot;Accessibilit\u00e9 - Anne-Sophie Tranchet, beta.gouv&quot; ; &quot;Int\u00e9grer une d\u00e9marche utilisateurs - Rapha\u00ebl Yharrassarry, beta.gouv&quot; ; &quot;Pr\u00e9parer des tests utilisateurs - Kheira Belkacem et Julien Leclerc, commando UX&quot; ; &quot;Data engineering - Geoffrey Aldebert, Etalab&quot; ; &quot;Code Review - Yannick Fran\u00e7ois, beta.gouv&quot; ; &quot;Ouverture et documentation - Bastien Guerry, Etalab&quot; ; &quot;Data Science - Paul-Antoine Chevalier et Pavel Soriano, Etalab&quot; et &quot;Open Data - Antonin Garrone, Etalab&quot;\"\/><figcaption>Capture d&rsquo;\u00e9cran lors du s\u00e9minaire EIG de d\u00e9cembre 2020 (outil utilis\u00e9 : instance Big Blue Button mise en place par beta.gouv.fr). <\/figcaption><\/figure><\/div>\n\n\n\n<p><strong>Malgr\u00e9 ces obstacles, les EIG sont parvenus \u00e0 obtenir des r\u00e9sultats en seulement quelques mois. <\/strong>En d\u00e9cembre 2020, presque tous les d\u00e9fis avaient d\u00e9j\u00e0 r\u00e9alis\u00e9 des premiers prototypes, et plus de la moiti\u00e9 avait men\u00e9 des d\u00e9marches d&rsquo;acculturation au num\u00e9rique dans leurs administrations.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"813\" height=\"466\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2021\/02\/Capture-de\u0301cran-2021-02-16-a\u0300-22.36.18.png\" alt=\"Infographie indiquant les premiers retours des EIG 4.\n\nLes \u00e9quipes se sentent : \u00e9moji tr\u00e8s content de taille moyenne, \u00e9moji content de grande taille, \u00e9moji pas content de tr\u00e8s petite taille.\n\nAcc\u00e8s au mat\u00e9riel : 70% Ordinateurs ad\u00e9quats, 80% Serveurs \u00e0 disposition, 50% Logiciels n\u00e9cessaires, 40% H\u00e9bergements accessibles\n\n14 Semaines \nAccompagnement : 5 jours de bootcamp et 2 sessions\nUn collectif : entraide, pair \u00e0 pair \n\nCompr\u00e9hension des usagers : \n9 d\u00e9fis ont rencontr\u00e9s les usagers et les ont bien compris\n3 disent les conna\u00eetre par coeur \n2 disent que leurs usagers sont en partie identifi\u00e9s\n1 demande &quot;qui ?...&quot;\n\nTests aupr\u00e8s des usagers\n11 ont int\u00e9gr\u00e9s des tests aupr\u00e8s des usagers \u00e0 la d\u00e9marche\n5 ont rencontr\u00e9 des difficult\u00e9s pour organiser ou mobiliser des usagers\n\n15 d\u00e9fis ont r\u00e9alis\u00e9 des protoypes (8 : premi\u00e8res \u00e9bauches, 5 : architectures fonctionnelles, 2 : solutions d\u00e9ploy\u00e9es) dont 9 codes sources en partie d\u00e9velopp\u00e9s, 3 pipelines de donn\u00e9es, 7 interfaces et 3 bas\u00e9s sur le design system de l'Etat\n\nAutour des d\u00e9fis : \n10 ont organis\u00e9 des pr\u00e9sentations aupr\u00e8s des d\u00e9cideurs, 9 ont fait des apports strat\u00e9giques, 9 des d\u00e9marches d'acculturation, 4 ont contribu\u00e9 \u00e0 d'autres projets, 2 ont organis\u00e9 des formations internes et 1 a fait de la diffusion de documentation.\" class=\"wp-image-14975\"\/><figcaption>R\u00e9sum\u00e9 graphique des premiers r\u00e9sultats EIG, en d\u00e9cembre 2020<\/figcaption><\/figure><\/div>\n\n\n\n<p><strong>Rendez-vous en juin 2021 pour les r\u00e9sultats finaux !<\/strong><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Rester en lien avec l&rsquo;ext\u00e9rieur<\/h2>\n\n\n\n<p>Fid\u00e8le \u00e0 ses valeurs d&rsquo;ouverture et d&rsquo;apprentissage continu, le programme a continu\u00e9 \u00e0 entretenir des liens avec des organisations hors de l&rsquo;administration. Parmi elles, <a href=\"https:\/\/www.latitudes.cc\/\" target=\"_blank\" rel=\"noreferrer noopener\">l&rsquo;association Latitudes<\/a>, avec laquelle le programme a \u00e9tabli un partenariat tout au long de l&rsquo;ann\u00e9e 2020. Des membres de Latitudes ont particip\u00e9 aux jurys de s\u00e9lection des projets et des EIG, et des b\u00e9n\u00e9voles ont \u00e9galement pr\u00eat\u00e9 main forte pour la partie pr\u00e9s\u00e9lection. Des membres de l&rsquo;\u00e9quipe Etalab ont par ailleurs \u00e9t\u00e9 membre d&rsquo;un jury d&rsquo;aiguillage de projets, un des dispositifs de Latitudes. La Nuit du code citoyen, un hackathon qui s&rsquo;annon\u00e7ait comme l&rsquo;un des temps forts de l&rsquo;ann\u00e9e, a malheureusement \u00e9t\u00e9 d\u00e9cal\u00e9 du fait de la situation sanitaire.<\/p>\n\n\n\n<p>Le programme a \u00e9galement cr\u00e9\u00e9 des liens forts avec l&rsquo;organisation allemande <a rel=\"noreferrer noopener\" href=\"https:\/\/tech.4germany.org\/\" target=\"_blank\">DigitalService4German<\/a><a rel=\"noreferrer noopener\" href=\"https:\/\/tech.4germany.org\/\" target=\"_blank\">y<\/a>, qui propose diff\u00e9rents programmes de<em> fellowships <\/em>similaires  \u00e0 EIG au sein du gouvernement allemand. L&rsquo;\u00e9quipe du programme EIG est notamment intervenue (\u00e0 distance !) lors du s\u00e9minaire hors-les-murs des fellows en septembre 2020.<\/p>\n\n\n\n<p>Plusieurs \u00e9v\u00e9nements ont \u00e9t\u00e9 co-organis\u00e9s avec d&rsquo;autres structures, notamment la communaut\u00e9 du <a href=\"https:\/\/www.lelaptop.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">Laptop<\/a> qui a mobilis\u00e9 des EIG designers lors d&rsquo;un <a href=\"https:\/\/www.lelaptop.com\/evenement\/webinar-le-design-dinteret-general-a-lepreuve-de-la-pandemie\/\" target=\"_blank\" rel=\"noreferrer noopener\">webinaire sur \u00ab\u00a0Le Design d&rsquo;Int\u00e9r\u00eat G\u00e9n\u00e9ral \u00e0 l&rsquo;\u00e9preuve de la pand\u00e9mie\u00a0\u00bb<\/a>. <\/p>\n\n\n\n<p>Enfin, si vous vous demandez toujours quelle est la diff\u00e9rence entre <a rel=\"noreferrer noopener\" href=\"https:\/\/www.dailymotion.com\/video\/x7y0lbw\" target=\"_blank\">beta.gouv.fr et EIG<\/a>, nos \u00e9quipes y ont r\u00e9pondu dans le cadre du Mois de l&rsquo;innovation publique. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Suivre les promotions pr\u00e9c\u00e9dentes<\/h2>\n\n\n\n<p>L&rsquo;ann\u00e9e 2020 a \u00e9galement \u00e9t\u00e9 l&rsquo;occasion de se pencher sur les suites des d\u00e9fis EIG 3, suite \u00e0 la fin de la promotion en novembre 2019. L&rsquo;\u00e9quipe a organis\u00e9 un <a rel=\"noreferrer noopener\" href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/blog\/2021\/01\/05\/evenement-mip-eig3.html\" target=\"_blank\">webinaire sur la p\u00e9rennisation de la transformation num\u00e9rique<\/a> qui a mobilis\u00e9 trois ex-mentors de la promotion.<\/p>\n\n\n\n<p>Les derniers d\u00e9fis de la promotion Designers d&rsquo;Int\u00e9r\u00eat G\u00e9n\u00e9ral se sont \u00e9galement achev\u00e9s. <a href=\"https:\/\/www.dailymotion.com\/video\/x7xtjdr\" target=\"_blank\" rel=\"noreferrer noopener\">Un webinaire de restitution de quatre d\u00e9fis a notamment \u00e9t\u00e9 organis\u00e9, sur le th\u00e8me de l&rsquo;environnement et de la biodiversit\u00e9<\/a>.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img decoding=\"async\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2020\/12\/Capture-de%CC%81cran-2020-12-11-a%CC%80-08.55.00.png\" alt=\"Sur la majeure partie de l'\u00e9cran : une capture d'\u00e9cran de portail en ligne montrant la France et les mers et oc\u00e9ans qui l'entoure. Cette capture d'\u00e9cran est coll\u00e9e sur un fond blanc o\u00f9 sont inscrites des annotations qui donnent des explications sur les diff\u00e9rents choix d'interface du portail. En bas de l'image, en beaucoup plus petit, les vignettes vid\u00e9o de 5 personnes dont une en train de parler.\"\/><figcaption>C\u00e9cile Canel pr\u00e9sente les maquettes qu\u2019elle a r\u00e9alis\u00e9es pour la refonte des portails cartographiques du Shom. La refonte est en train d\u2019\u00eatre mise en oeuvre.<\/figcaption><\/figure><\/div>\n\n\n\n<p>Par ailleurs, une \u00e9valuation est actuellement en cours sur les d\u00e9fis EIG 3 : un an apr\u00e8s la fin du programme, les outils produits sont-ils toujours maintenus et utilis\u00e9s ? O\u00f9 en sont les EIG ? Qu&rsquo;en est-il de la transformation des anciennes administrations d&rsquo;accueil ? <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">P\u00e9renniser le programme<\/h2>\n\n\n\n<p>En 2020, une \u00e9tape importante a \u00e9t\u00e9 franchie pour le programme. Financ\u00e9 par le programme d&rsquo;investissement d&rsquo;avenir pendant trois ans, <strong>il dispose d\u00e9sormais d&rsquo;un financement en loi de finances.<\/strong><\/p>\n\n\n\n<p>Le programme occupe \u00e9galement une place de choix dans le rapport <a href=\"https:\/\/www.gouvernement.fr\/sites\/default\/files\/contenu\/piece-jointe\/2020\/12\/rapport_-_pour_une_politique_publique_de_la_donnee_-_23.12.2020__0.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">\u00ab\u00a0Pour une politique publique de la donn\u00e9e, des algorithmes et des codes sources\u00a0\u00bb<\/a> remis au Premier ministre par le d\u00e9put\u00e9 Eric Bothorel. La mission y reconna\u00eet l&rsquo;int\u00e9r\u00eat du dispositif pour attirer des profils rares dans l&rsquo;administration.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Recommandation n\u00b021 du rapport : Passer \u00e0 l\u2019\u00e9chelle et inscrire dans la dur\u00e9e le programme d\u2019entrepreneurs d\u2019int\u00e9r\u00eat g\u00e9n\u00e9ral.<\/p><\/blockquote>\n\n\n\n<h2 class=\"wp-block-heading\">2021 : se projeter vers la promotion 5<\/h2>\n\n\n\n<p><strong>L&rsquo;ann\u00e9e 2021 commence d\u00e9j\u00e0 sur les chapeaux de roues : <\/strong><a href=\"https:\/\/www.etalab.gouv.fr\/agents-publics-soumettez-vos-projets-numeriques-aux-entrepreneurs-dinteret-general\" target=\"_blank\" rel=\"noreferrer noopener\">l&rsquo;appel \u00e0 projets aupr\u00e8s des administrations<\/a> pour la cinqui\u00e8me promotion du programme est en cours jusqu&rsquo;au 7 avril. Parmi les nouveaut\u00e9s, la recherche de juristes du num\u00e9rique parmi les profils EIG.<br>L&rsquo;appel \u00e0 candidatures pour recruter les profils du num\u00e9rique sera, lui, lanc\u00e9 dans les prochains jours.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Administrations, <a href=\"https:\/\/www.etalab.gouv.fr\/agents-publics-soumettez-vos-projets-numeriques-aux-entrepreneurs-dinteret-general\" target=\"_blank\" rel=\"noreferrer noopener\">r\u00e9pondez \u00e0 l&rsquo;appel \u00e0 projets pour la promotion 5<\/a>.<\/p><cite>Pour \u00eatre au courant de l&rsquo;actualit\u00e9 du programme, <a href=\"https:\/\/infolettres.etalab.gouv.fr\/subscribe\/entrepreneur-interet-general@mail.etalab.studio\" target=\"_blank\" rel=\"noreferrer noopener\">inscrivez-vous \u00e0 notre liste de diffusion<\/a> et <a href=\"https:\/\/twitter.com\/eigforever\" target=\"_blank\" rel=\"noreferrer noopener\">suivez-nous sur Twitter<\/a>.<\/cite><\/blockquote>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ce blogpost fait partie d\u2019une s\u00e9rie de r\u00e9trospectives de l\u2019ann\u00e9e 2020 autour d\u2019axes de travail d\u2019Etalab : utiliser la science des donn\u00e9es et l\u2019intelligence artificielle pour l\u2019administration, ouvrir et faire circuler les donn\u00e9es publiques, accompagner l\u2019administration dans l\u2019utilisation de logiciels libres et la publication de codes sources, organiser la production des donn\u00e9es et accompagner les &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/eig-2020\"> <span class=\"screen-reader-text\">R\u00e9trospective d&rsquo;Etalab #5\/6 : Accompagner la transformation num\u00e9rique des administrations &#8211; les d\u00e9fis du programme EIG en 2020<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":40,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1,40,286,239,30],"tags":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Soizic P\u00e9nicaud","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/soizic-penicaud"},"uagb_comment_info":0,"uagb_excerpt":"Ce blogpost fait partie d\u2019une s\u00e9rie de r\u00e9trospectives de l\u2019ann\u00e9e 2020 autour d\u2019axes de travail d\u2019Etalab : utiliser la science des donn\u00e9es et l\u2019intelligence artificielle pour l\u2019administration, ouvrir et faire circuler les donn\u00e9es publiques, accompagner l\u2019administration dans l\u2019utilisation de logiciels libres et la publication de codes sources, organiser la production des donn\u00e9es et accompagner les\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14972"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/40"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=14972"}],"version-history":[{"count":16,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14972\/revisions"}],"predecessor-version":[{"id":15015,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/14972\/revisions\/15015"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=14972"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=14972"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=14972"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}