{"id":10291,"date":"2019-05-13T12:33:09","date_gmt":"2019-05-13T10:33:09","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=10291"},"modified":"2019-05-24T16:47:14","modified_gmt":"2019-05-24T14:47:14","slug":"ce-que-nous-avons-appris-avec-dvf","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/ce-que-nous-avons-appris-avec-dvf","title":{"rendered":"Ce que nous avons appris en allant plus loin que la simple mise en ligne de donn\u00e9es sur les transactions immobili\u00e8res"},"content":{"rendered":"\n<p><em>Le 24 avril 2019, la direction g\u00e9n\u00e9rale des finances publiques a mis en ligne des donn\u00e9es sur les transactions immobili\u00e8res, sous la forme de <\/em><a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/5c4ae55a634f4117716d5656\/\"><em>fichiers r\u00e9utilisables au format texte<\/em><\/a><em> (.txt). Pour que les donn\u00e9es de Bercy puissent \u00eatre visualis\u00e9es sur une carte sans qu\u2019il soit n\u00e9cessaire de les t\u00e9l\u00e9charger, ou de les manipuler, nous avons d\u00e9velopp\u00e9 <\/em><a href=\"https:\/\/app.dvf.etalab.gouv.fr\/\"><em>app.dvf.etalab.gouv.fr<\/em><\/a><em>, une petite application web.<\/em><\/p>\n\n\n\n<p>Le site <a href=\"https:\/\/app.dvf.etalab.gouv.fr\/\">app.dvf.etalab.gouv.fr<\/a> a \u00e9t\u00e9 mis en ligne le 24 avril, soit le m\u00eame jour que les donn\u00e9es sur les <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/5c4ae55a634f4117716d5656\/\">demandes de valeurs fonci\u00e8res<\/a> (DVF) rendues publiques par Bercy. La suite ? Contre toute attente, notre application web <a href=\"https:\/\/twitter.com\/datagouvfr\/status\/1125663668245606402\">a re\u00e7u plus d\u2019un million de visites en moins de deux semaines<\/a>. \u00c0 la fois surpris et satisfaits par ce succ\u00e8s, nous souhaitons aujourd\u2019hui revenir sur les semaines qui viennent de s\u2019\u00e9couler, pour vous parler de la gen\u00e8se du projet et de la suite que nous pensons donner \u00e0 <a href=\"https:\/\/app.dvf.etalab.gouv.fr\/\">app.dvf.etalab.gouv.fr<\/a>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">La gen\u00e8se du projet<\/h2>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" loading=\"lazy\" width=\"1024\" height=\"683\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-04-24-cover-dvf-1024x683.png\" alt=\"\" class=\"wp-image-10301\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-04-24-cover-dvf-1024x683.png 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-04-24-cover-dvf-300x200.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-04-24-cover-dvf-768x512.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-04-24-cover-dvf.png 1200w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p>L\u2019ouverture de <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/5c4ae55a634f4117716d5656\/\">la base Demandes de Valeurs Fonci\u00e8res<\/a> (DVF), annonc\u00e9e depuis plusieurs mois, a fait l\u2019objet <a href=\"https:\/\/www.legifrance.gouv.fr\/eli\/decret\/2018\/12\/28\/CPAE1830580D\/jo\/texte\">d\u2019un d\u00e9cret publi\u00e9 le 28 d\u00e9cembre 2018<\/a>. C\u2019est la base de donn\u00e9es elle-m\u00eame qui a concentr\u00e9 notre attention ces derniers mois, les donn\u00e9es brutes. Et pour cause, Etalab administre <a href=\"https:\/\/www.data.gouv.fr\">data.gouv.fr<\/a>, la plateforme ouverte des donn\u00e9es publiques de l\u2019\u00c9tat et des administrations. Nous avons donc pour habitude d\u2019exploiter et publier des bases de donn\u00e9es.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Passer des donn\u00e9es brutes \u00e0 leur visualisation sur une carte<\/h3>\n\n\n\n<p>Comme la base DVF est cons\u00e9quente \u2014 elle p\u00e8se plusieurs centaines de Mo et tend \u00e0 faire planter Excel \u2014 nous avons estim\u00e9 qu\u2019elle ne pourrait pas \u00eatre manipul\u00e9e par un large public. Or, les donn\u00e9es qu\u2019elle contient concernent un public large. Nous avons donc d\u00e9cid\u00e9 de d\u00e9velopper, en peu de temps et avec peu de personnes, une application web pour permettre de visualiser les donn\u00e9es DVF sur une carte. De cette mani\u00e8re, nous esp\u00e9rions toucher un public plus large que la communaut\u00e9 de l\u2019<em>open data<\/em>. Et cette application, c\u2019est <a href=\"https:\/\/app.dvf.etalab.gouv.fr\/\">app.dvf.etalab.gouv.fr<\/a>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">L\u2019organisation de notre \u00e9quipe<\/h3>\n\n\n\n<p>Au sein d\u2019Etalab, nous disposons de comp\u00e9tences en <em>data-science<\/em>, d\u00e9veloppement, syst\u00e8me d\u2019information g\u00e9ographique (SIG), et gestion de projet. L\u2019\u00e9quipe qui travaille sur <a href=\"https:\/\/geo.data.gouv.fr\/fr\/\">geo.data.gouv.fr<\/a> d\u00e9veloppe notamment des API qui permettent d\u2019obtenir les contours des communes, mais aussi le cadastre vectoris\u00e9 et \u00e0 jour, autant d\u2019\u00e9l\u00e9ments qui ont \u00e9t\u00e9 utiles pour cr\u00e9er <a href=\"https:\/\/app.dvf.etalab.gouv.fr\/\">app.dvf.etalab.gouv.fr<\/a>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Les technologies utilis\u00e9es<\/h3>\n\n\n\n<p>En mati\u00e8re de technologies, nous avons opt\u00e9 pour du JavaScript (notamment Vue.js) pour le front-end, avec un back-end Python, et un stockage dans une base de donn\u00e9es PostgreSQL. Dans la mesure du possible, nous avons rendu notre code public, en <a href=\"https:\/\/github.com\/etalab\/DVF-app\">le publiant sur Github sous une licence Apache<\/a>. Apr\u00e8s moins d\u2019un mois de d\u00e9veloppement \u2014 correspondant au travail d\u2019une personne \u2014 nous avions un produit qui, sans \u00eatre parfait, \u00e9tait pr\u00e9sentable et tenait la route.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La mise en ligne et le hackathon de lancement<\/h3>\n\n\n\n<p>Le hackathon du 24 avril, qui s\u2019est tenu \u00e0 Bercy, lors de la journ\u00e9e consacr\u00e9e \u00e0 l\u2019ouverture de la base DVF, fut l\u2019occasion d\u2019\u00e9changer des id\u00e9es avec un public plus large : entrepreneurs, sp\u00e9cialistes de l\u2019am\u00e9nagement du territoire, de l\u2019immobilier, des administrations, membres de la soci\u00e9t\u00e9 civile, ou du secteur priv\u00e9.<\/p>\n\n\n\n<p>Le petit groupe de travail constitu\u00e9 autour le l&rsquo;app DVF a d\u00e9cid\u00e9 qu\u2019il pouvait \u00eatre utile d\u2019ajouter un bouton \u00ab Votre avis nous int\u00e9resse \u00bb, en haut \u00e0 droite de l\u2019application, menant \u00e0 <a href=\"https:\/\/framaforms.org\/demande-de-valeur-fonciere-dvf-votre-avis-nous-interesse-1556111586\" class=\"broken_link\">un court questionnaire anonyme de satisfaction<\/a>. Par ce canal, nous avons recueilli environ 1 800 avis d\u2019utilisateurs vari\u00e9s \u2014 avis que nous ne pouvons pas publier car certaines personnes y ont laiss\u00e9 des donn\u00e9es personnelles. D\u2019autres propositions ont \u00e9t\u00e9 faites, par exemple la possibilit\u00e9 de signaler une erreur dans les donn\u00e9es affich\u00e9es. Cependant nous ne sommes pas le producteur de la base DVF et nous avons eu peur de brouiller davantage les pistes en ajoutant cette fonction \u00e0 notre application.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" loading=\"lazy\" width=\"1024\" height=\"683\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-revue-presse-1-1024x683.jpg\" alt=\"\" class=\"wp-image-10341\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-revue-presse-1-1024x683.jpg 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-revue-presse-1-300x200.jpg 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-revue-presse-1-768x512.jpg 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-revue-presse-1.jpg 1200w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p>Puis la couverture presse \u2014 <a href=\"https:\/\/www.lci.fr\/immobilier\/immobilier-on-a-teste-la-nouvelle-appli-de-bercy-pour-connaitre-les-prix-de-vente-reels-a-cote-de-chez-vous-cadastre-data-gouv-fr-dvf-2119439.html\">LCI<\/a>, <a href=\"https:\/\/immobilier.lefigaro.fr\/article\/decouvrez-le-prix-des-biens-vendus-depuis-5-ans-dans-votre-quartier_507a1814-6829-11e9-886f-2e1105865bd6\/\">Le Figaro<\/a>, <a href=\"https:\/\/www.lemonde.fr\/economie\/article\/2019\/05\/03\/immobilier-la-transparence-des-prix-va-t-elle-faire-evoluer-les-pratiques-du-marche_5457610_3234.html\">Le Monde<\/a>, <a href=\"https:\/\/www.ouest-france.fr\/economie\/immobilier\/immobilier-une-application-gratuite-permet-de-connaitre-le-prix-des-biens-pres-de-chez-vous-6323581\" class=\"broken_link\">Ouest-France<\/a>, entre autres \u2014 a amen\u00e9 un public plus large sur l\u2019application ; un public venu chercher des informations sur ses propres transactions, dans le cadre d\u2019un projet immobilier, ou simplement curieux des prix pratiqu\u00e9s dans certains quartiers. Et les avis d\u2019utilisateurs se sont multipli\u00e9s, nous amenant \u00e0 apporter encore de nombreuses modifications \u00e0 l\u2019application.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Ce que nous avons appris<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">Les visualisations touchent plus de monde que les donn\u00e9es brutes<\/h3>\n\n\n\n<p>Alors que <a href=\"https:\/\/app.dvf.etalab.gouv.fr\/\">app.dvf.etalab.gouv.fr<\/a> a \u00e9t\u00e9 d\u00e9velopp\u00e9 comme un compl\u00e9ment \u00e0 <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/5c4ae55a634f4117716d5656\/\">la base des demandes de valeurs fonci\u00e8res<\/a>, l\u2019application a vite attir\u00e9 plus de visiteurs que les donn\u00e9es DVF elles-m\u00eames \u2014 publi\u00e9es quant \u00e0 elles sur <a href=\"https:\/\/www.data.gouv.fr\">data.gouv.fr<\/a>. Le site qui devait introduire les donn\u00e9es brutes s\u2019y est donc rapidement substitu\u00e9. Parall\u00e8lement, ce qui n\u2019\u00e9tait qu\u2019une petite application d\u00e9velopp\u00e9e en peu de temps et avec peu de moyens au sein d\u2019Etalab, a souvent \u00e9t\u00e9 pr\u00e9sent\u00e9 dans la presse comme le produit principal de cette op\u00e9ration.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Bien configurer un serveur n\u2019est jamais une mauvaise id\u00e9e<\/h3>\n\n\n\n<p>Il est possible de g\u00e9rer un afflux cons\u00e9quent de visiteurs sans se ruiner. Nous avons ainsi pu accueillir plus de 180 000 personnes sur l\u2019application lors de la seule journ\u00e9e du vendredi 4 mai, sur un serveur relativement modeste, et en limitant les rejets gr\u00e2ce \u00e0 des choix technologiques prudents. Si les configurations NGINX vous int\u00e9ressent, Antoine Augusti, membre d\u2019Etalab, a comment\u00e9 le sujet en d\u00e9tails <a href=\"https:\/\/blog.antoine-augusti.fr\/2019\/05\/discovering-content-caching-with-nginx-proxy-cache\/\">sur son blog<\/a>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Documenter n\u2019est pas une perte de temps<\/h3>\n\n\n\n<p>Pour donner un peu de contexte aux visiteurs, et r\u00e9pondre aux questions qui revenaient souvent \u00e0 nos oreilles, nous avons mis en ligne une FAQ (Foire Aux Questions) quelques heures apr\u00e8s la publication de l\u2019application. H\u00e9las, notre FAQ n\u2019a \u00e9t\u00e9 lue que par une petite proportion de visiteurs\u2026 sans doute parce que nous ne l\u2019avions pas appel\u00e9e \u00ab FAQ \u00bb mais \u00ab \u00c0 propos \u00bb. La <a href=\"https:\/\/app.dvf.etalab.gouv.fr\/faq.html\">page en question<\/a> a pourtant \u00e9t\u00e9 enrichie \u00e0 plusieurs reprises et \u00e0 mesure que des questions se r\u00e9v\u00e9laient r\u00e9currentes.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Recueillir des avis permet d\u2019am\u00e9liorer l\u2019exp\u00e9rience utilisateur<\/h3>\n\n\n\n<p>En plus des probl\u00e8mes de compatibilit\u00e9 de l\u2019application avec certains navigateurs, la mise en place du questionnaire \u00ab Votre avis nous int\u00e9resse \u00bb nous a permis d\u2019identifier d\u2019autres probl\u00e8mes : nous nous sommes ainsi rendu compte que plusieurs utilisateurs ne comprenaient pas vraiment comment marchait l\u2019application.<\/p>\n\n\n\n<p>Comme l\u2019interface n\u2019invitait pas explicitement les utilisateurs \u00e0 cliquer sur la carte pour agrandir les zones visualis\u00e9es, certaines personnes restaient bloqu\u00e9es devant la carte de l\u2019hexagone, sans que rien ne se passe de leur c\u00f4t\u00e9. D\u2019autres n\u2019acc\u00e8daient pas au d\u00e9tail de chaque transaction, car l\u2019interface ne les invitait pas \u00e0 le faire l\u00e0 non plus. Nous en avons retenu que nous ne sommes pas nos utilisateurs et que rien ne remplace les avis de personnes venues de l\u2019ext\u00e9rieur.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Rendre le code public le rend meilleur<\/h3>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" loading=\"lazy\" width=\"1024\" height=\"683\" src=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-marion-1024x683.png\" alt=\"\" class=\"wp-image-10302\" srcset=\"https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-marion-1024x683.png 1024w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-marion-300x200.png 300w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-marion-768x512.png 768w, https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-marion.png 1200w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p>Mettre le code d\u2019une application en cours de d\u00e9veloppement sur GitHub, dans un d\u00e9p\u00f4t public, revient \u00e0 exposer un travail inachev\u00e9, encore loin d\u2019\u00eatre parfait. Mais la publication du code nous a aussi permis d\u2019obtenir des avis tr\u00e8s utiles. Plusieurs contributeurs externes <a href=\"https:\/\/github.com\/etalab\/DVF-app\">ont ainsi fait des <em>\u00ab\u00a0pull requests<\/em><\/a>\u00a0\u00bb (sorte de contributions) dans le but d\u2019am\u00e9liorer l\u2019application : par exemple pour corriger des bugs ou rendre plus \u00e9l\u00e9gant le code qui cr\u00e9e la base de donn\u00e9es. D\u2019autres contributeurs <a href=\"https:\/\/github.com\/etalab\/DVF-app\/issues\">ont ouvert des <em>issues<\/em><\/a> (sorte de tickets techniques) pour nous signaler des probl\u00e8mes, ou sugg\u00e9rer de nouvelles fonctionnalit\u00e9s. Nous n\u2019avons certes pas attendu ce projet pour <a href=\"https:\/\/github.com\/etalab\">publier notre code sur GitHub<\/a>, mais disons que cela conforte notre choix et nous encourage \u00e0 poursuivre dans cette voie.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Les critiques font partie du jeu<\/h3>\n\n\n\n<p>Si nous avons re\u00e7u des f\u00e9licitations, nous avons aussi re\u00e7u quelques critiques. Certaines critiques \u00e9taient constructives, d\u2019autres l\u2019\u00e9taient un peu moins. De notre c\u00f4t\u00e9, nous savions que notre application \u00e9taient loin d\u2019\u00eatre parfaite. Nous avons donc capitalis\u00e9 sur les critiques utiles, celles qui nous tiraient vers le haut, sans nous attarder sur les autres.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">La suite pour app.dvf.etalab.gouv.fr<\/h2>\n\n\n\n<p>Un million de visites plus tard, quelle suite donner \u00e0 ce qui n\u2019\u00e9tait au d\u00e9part qu\u2019un petit projet ? Une chose semble d\u00e9sormais s\u00fbre : alors que 70 000 visites sont encore enregistr\u00e9es chaque jour sur le site, le moment de le fermer n\u2019est pas encore venu.<\/p>\n\n\n\n<p>Certes, le volume de visites va baisser inexorablement dans les mois qui viennent, mais nous tenons \u00e0 continuer de proposer une fa\u00e7on simple de visualiser les donn\u00e9es DVF, surtout pour les personnes qui ne peuvent pas mettre les mains dans les donn\u00e9es brutes.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">De nouvelles fonctionnalit\u00e9s \u00e0 venir ?<\/h3>\n\n\n\n<p>Des fonctionnalit\u00e9s int\u00e9ressantes ont \u00e9t\u00e9 propos\u00e9es, notamment la possibilit\u00e9 de retrouver les transactions effectu\u00e9es autour d\u2019une adresse postale donn\u00e9e \u2014 ce qui n\u2019est pas encore possible. Nous allons avant tout concentrer nos efforts sur la correction des bugs et la maintenance.<\/p>\n\n\n\n<p>La maintenance justement, parlons-en : elle a \u00e9t\u00e9 chiffr\u00e9e \u00e0 quelques jours par an, car nous avons automatis\u00e9 le maximum de t\u00e2ches. Il restera \u00e0 r\u00e9cup\u00e9rer les nouvelles donn\u00e9es DVF \u00e0 chaque fois que Bercy les mettra \u00e0 jour, c\u2019est-\u00e0-dire tous les 6 mois. Le cadastre et les couches g\u00e9ographiques sont d\u00e9j\u00e0 entretenus par Etalab, ce qui ne devrait donc pas occasionner de t\u00e2ches suppl\u00e9mentaires.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Croiser les donn\u00e9es DVF avec d\u2019autres donn\u00e9es<\/h3>\n\n\n\n<p>\u00c0 plus long-terme, l\u2019avenir nous dira si les donn\u00e9es DVF peuvent \u00eatre crois\u00e9es avec d\u2019autres donn\u00e9es, par exemple les diagnostics de performance \u00e9nerg\u00e9tique \u2014 dans les limites l\u00e9gales visant \u00e0 emp\u00eacher la r\u00e9identification des acheteurs et vendeurs.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le 24 avril 2019, la direction g\u00e9n\u00e9rale des finances publiques a mis en ligne des donn\u00e9es sur les transactions immobili\u00e8res, sous la forme de fichiers r\u00e9utilisables au format texte (.txt). Pour que les donn\u00e9es de Bercy puissent \u00eatre visualis\u00e9es sur une carte sans qu\u2019il soit n\u00e9cessaire de les t\u00e9l\u00e9charger, ou de les manipuler, nous avons &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/ce-que-nous-avons-appris-avec-dvf\"> <span class=\"screen-reader-text\">Ce que nous avons appris en allant plus loin que la simple mise en ligne de donn\u00e9es sur les transactions immobili\u00e8res<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":48,"featured_media":10340,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[14,42],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-revue-presse.jpg",1200,800,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-revue-presse-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-revue-presse-300x200.jpg",300,200,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-revue-presse-768x512.jpg",768,512,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-revue-presse-1024x683.jpg",1024,683,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-revue-presse.jpg",1200,800,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-revue-presse.jpg",1200,800,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/2019-05-13-dvf-revue-presse.jpg",45,30,false]},"uagb_author_info":{"display_name":"Marion Paclot","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/mpaclot"},"uagb_comment_info":0,"uagb_excerpt":"Le 24 avril 2019, la direction g\u00e9n\u00e9rale des finances publiques a mis en ligne des donn\u00e9es sur les transactions immobili\u00e8res, sous la forme de fichiers r\u00e9utilisables au format texte (.txt). Pour que les donn\u00e9es de Bercy puissent \u00eatre visualis\u00e9es sur une carte sans qu\u2019il soit n\u00e9cessaire de les t\u00e9l\u00e9charger, ou de les manipuler, nous avons\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10291"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/48"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=10291"}],"version-history":[{"count":3,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10291\/revisions"}],"predecessor-version":[{"id":10342,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10291\/revisions\/10342"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/10340"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=10291"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=10291"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=10291"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}