{"id":773,"date":"2013-06-26T00:00:00","date_gmt":"2013-06-25T22:00:00","guid":{"rendered":"http:\/\/www.etalab.gouv.fr\/article-les-6-laureats-du-3eme-concours-dataconnexions-118733202-comments.html"},"modified":"2014-09-17T14:22:18","modified_gmt":"2014-09-17T12:22:18","slug":"les6laureatsdu3emeconcoursdataconnexions","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/les6laureatsdu3emeconcoursdataconnexions","title":{"rendered":"Les 6 laur\u00e9ats du 3\u00e8me Concours Dataconnexions"},"content":{"rendered":"<p style=\"text-align: justify;\">Pour ce 3\u00e8me concours Dataconnexions le 24 juin dernier plac\u00e9e sous le th\u00e8me du tourisme, le Jury, pr\u00e9sid\u00e9 par Beno\u00eet Sillard, pr\u00e9sident du groupe CCM Benchmark, a port\u00e9 son choix sur 6 projets innovants. D\u00e9couvrez les laur\u00e9ats.<\/p>\n<h2 style=\"text-align: justify;\">\nUn moment de rencontre entre porteurs de projets et acteurs de l\u2019innovation<\/h2>\n<p style=\"text-align: justify;\">Initi\u00e9 par <a href=\"http:\/\/www.etalab.gouv.fr\/pages\/Partenaires--6739563.html\" class=\"broken_link\">Etalab et ses partenaires<\/a>, le concours Dataconnexions r\u00e9compense les meilleures applications, services ou visualisations de donn\u00e9es qui r\u00e9utilisent de la donn\u00e9e publique. <a href=\"http:\/\/www.etalab.gouv.fr\/article-retrouvez-le-jury-du-3eme-concours-dataconnexions-118087970.html\">Un Jury compos\u00e9 de 30 personnalit\u00e9s qualifi\u00e9es<\/a> du num\u00e9rique et de la sph\u00e8re \u00e9conomique s\u00e9lectionne des laur\u00e9ats dans 4 cat\u00e9gories : Grand Public, Professionnel, Utilit\u00e9 Publique et une cat\u00e9gorie th\u00e9matique en l&rsquo;occurrence le Tourisme. Pour ce 3\u00e8me concours, le Jury a \u00e9galement d\u00e9cern\u00e9 une Mention Sp\u00e9ciale du Jury.<\/p>\n<p style=\"text-align: justify;\">Ce concours permet aux porteurs de projets innovants d\u2019\u00e9changer et de collaborer avec des acteurs de l\u2019innovation parmi lesquels se trouvent notamment des grandes entreprises, des p\u00f4les de comp\u00e9titivit\u00e9, des \u00e9tablissements d\u2019enseignement sup\u00e9rieur, des centres de recherche, des organismes de soutien \u00e0 l&rsquo;innovation et des institutions financi\u00e8res. Les porteurs de projets et les acteurs de l\u2019innovation cr\u00e9ent des liens utiles pour amplifier le d\u00e9veloppement des services et des applications innovantes. A l\u2019issue de chaque concours, les acteurs de l&rsquo;\u00e9cosyst\u00e8me du num\u00e9rique et de l\u2019Open Data se rencontrent et partagent les analyses sur les perspectives \u00e9conomiques ainsi que les nouvelles tendances li\u00e9es \u00e0 la r\u00e9utilisation de la donn\u00e9e.<\/p>\n<h1 style=\"text-align: justify;\">Et les laur\u00e9ats sont\u2026<\/h1>\n<ul style=\"text-align: justify;\">\n<li>Cat\u00e9gorie Grand Public : <a href=\"http:\/\/www.vroomvroom.fr\">VroomVroom.fr<\/a><\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Le portail d\u2019aide \u00e0 l\u2019apprentissage de la conduite. VroomVroom.fr vous aide \u00e0 trouver la meilleure auto-\u00e9cole pr\u00e8s de chez vous et \u00e0 mieux vous pr\u00e9parer au permis gr\u00e2ce \u00e0 de nombreux services innovants.<\/p>\n<p style=\"text-align: justify;\">Contact : Edouard Schlumberger, e.schlum@gmail.com<\/p>\n<ul style=\"text-align: justify;\">\n<li>Mention Sp\u00e9ciale du Jury : Cap 133<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Le l\u00e9gislateur exige d\u2019un acheteur qu\u2019il publie annuellement la liste des march\u00e9s attribu\u00e9s par lui.<\/p>\n<p style=\"text-align: justify;\">Probl\u00e8me : ces publications ne sont pas coordonn\u00e9es entre elles et difficile d&rsquo;acc\u00e8s. Faute d\u2019une base de donn\u00e9es commune, il est compliqu\u00e9 d\u2019exploiter ces informations essentielles. Pour<br \/>\nr\u00e9pondre \u00e0 cette probl\u00e9matique, le projet Cap 133 s\u2019est donn\u00e9 pour mission de collecter ces donn\u00e9es (publiques), de les convertir sous un format commun avant que de les rendre accessibles sur<br \/>\nInternet. Gr\u00e2ce \u00e0 des fonctionnalit\u00e9s innovantes, tout acheteur, entreprise, acteur institutionnel ou op\u00e9rateur, pourra ainsi \u00e9valuer les politiques d\u2019achat des donneurs d\u2019ordre, identifier les<br \/>\nmarch\u00e9s attribu\u00e9s &amp; leurs budgets, disposer de pr\u00e9cieux tableaux de bord et \u00e9tudes concurrentielles ou de positionnements des entreprises sur l\u2019ensemble du territoire fran\u00e7ais.<\/p>\n<p style=\"text-align: justify;\">Contact : Dan Cebile, dancebile.consulting@wanadoo.fr<\/p>\n<ul style=\"text-align: justify;\">\n<li>Cat\u00e9gorie \u00ab Professionnel \u00bb : Enigma.io<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Enigma est une vaste collection de donn\u00e9es publiques, coupl\u00e9e d&rsquo;un outil de recherche et de d\u00e9couverte. Il permet de trouver des faits et des liens cach\u00e9s \u00e0 travers des sources de donn\u00e9es disparates et cloisonn\u00e9es. Enigma consiste d&rsquo;une application web de recherche et manipulation des donn\u00e9es brutes, ainsi qu&rsquo;un API pour l&rsquo;int\u00e9gration des donn\u00e9es \u00e0 des applications tierces.<\/p>\n<p style=\"text-align: justify;\">Contact : Raphael Guilleminot, raphael@enigma.io<\/p>\n<ul style=\"text-align: justify;\">\n<li>Cat\u00e9gorie \u00ab Utilit\u00e9 Publique \u00bb : Handistrict.com<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Handistrict cherche \u00e0 cr\u00e9er une cartographie de l&rsquo;accessibilit\u00e9 en France. Tous les types d&rsquo;\u00e9tablissements recevant du public sont repr\u00e9sent\u00e9s : h\u00f4tels, restaurants, mus\u00e9es, \u00e9tablissements publics, salles de spectacles, etc. L&rsquo;accessibilit\u00e9 est renseign\u00e9e pour toutes les formes de handicap : moteur, auditif, visuel et mental.<\/p>\n<p style=\"text-align: justify;\">Contact : Fran\u00e7ois-Xavier Bois, fxbois@gmail.com<\/p>\n<ul style=\"text-align: justify;\">\n<li>Cat\u00e9gorie \u00ab Tourisme \u00bb : Tranquilien<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Tranquilien est une application de transport permettant de connaitre \u00e0 l&rsquo;avance le taux de remplissage des trains. Cela permet de choisir celui dans lequel les voyageurs seront le plus \u00e0 l&rsquo;aise. Cela a pour effet de lisser les heures de pointes en diffusant les passagers sur un plus grand nombre de trains. Tranquilien est enfin un outil d&rsquo;aide \u00e0 la d\u00e9cision pr\u00e9dictif pour les op\u00e9rateurs de transports pour d\u00e9terminer \u00e0 l&rsquo;avance la charge dans le r\u00e9seau et de planifier la capacit\u00e9 et le cadencement des trains. Tranquilien est la premi\u00e8re application de ce type lanc\u00e9e, en partenariat avec SNCF Transilien.<\/p>\n<p style=\"text-align: justify;\">Contact : Rand Hindi, rand.hindi@snips.net<\/p>\n<ul style=\"text-align: justify;\">\n<li>Cat\u00e9gorie\u00a0\u00ab Tourisme \u00bb : Tourisme Connexion 04<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Le projet \u00ab Tourisme Connexion 04 \u00bb est un syst\u00e8me d&rsquo;information qui produit de l&rsquo;open data \u00ab\u00a0par d\u00e9faut\u00a0\u00bb et une d\u00e9marche transfrontali\u00e8re qui a pour objectif de b\u00e2tir un \u00ab Nouveau Territoire Num\u00e9rique \u00bb sous l&rsquo;impulsion de l\u2019Agence de D\u00e9veloppement Touristique des Alpes de Haute-Provence (ADT 04)\u00a0 et l\u2019Agence de Tourisme Locale (ATL) de Cuneo (Italie).<\/p>\n<p style=\"text-align: justify;\">Contact : Jean-Marc Lazard, jean-marc.lazard@opendatasoft.com<\/p>\n<div class=\"clear center\" style=\"text-align: justify;\"><\/div>\n<div class=\"clear\" style=\"text-align: justify;\"><\/div>\n<div class=\"clear\" style=\"text-align: justify;\"><\/div>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Pour ce 3\u00e8me concours Dataconnexions le 24 juin dernier plac\u00e9e sous le th\u00e8me du tourisme, le Jury, pr\u00e9sid\u00e9 par Beno\u00eet Sillard, pr\u00e9sident du groupe CCM Benchmark, a port\u00e9 son choix sur 6 projets innovants. D\u00e9couvrez les laur\u00e9ats. Un moment de rencontre entre porteurs de projets et acteurs de l\u2019innovation Initi\u00e9 par Etalab et ses partenaires, &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/les6laureatsdu3emeconcoursdataconnexions\"> <span class=\"screen-reader-text\">Les 6 laur\u00e9ats du 3\u00e8me Concours Dataconnexions<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":2,"featured_media":1897,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[39,1,20],"tags":[262,24],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/10\/jury.jpg",600,400,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/10\/jury-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/10\/jury-300x200.jpg",300,200,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/10\/jury.jpg",600,400,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/10\/jury.jpg",600,400,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/10\/jury.jpg",600,400,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/10\/jury.jpg",600,400,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2013\/10\/jury.jpg",45,30,false]},"uagb_author_info":{"display_name":"Etalab","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/etalab"},"uagb_comment_info":0,"uagb_excerpt":"Pour ce 3\u00e8me concours Dataconnexions le 24 juin dernier plac\u00e9e sous le th\u00e8me du tourisme, le Jury, pr\u00e9sid\u00e9 par Beno\u00eet Sillard, pr\u00e9sident du groupe CCM Benchmark, a port\u00e9 son choix sur 6 projets innovants. D\u00e9couvrez les laur\u00e9ats. Un moment de rencontre entre porteurs de projets et acteurs de l\u2019innovation Initi\u00e9 par Etalab et ses partenaires,\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/773"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=773"}],"version-history":[{"count":3,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/773\/revisions"}],"predecessor-version":[{"id":1966,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/773\/revisions\/1966"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/1897"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=773"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=773"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=773"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}