{"id":5549,"date":"2016-09-26T23:52:03","date_gmt":"2016-09-26T21:52:03","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=5549"},"modified":"2016-09-30T13:14:34","modified_gmt":"2016-09-30T11:14:34","slug":"la-france-prend-la-co-presidence-de-logp-et-annonce-les-priorites-de-son-mandat","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/la-france-prend-la-co-presidence-de-logp-et-annonce-les-priorites-de-son-mandat","title":{"rendered":"[:fr]La France prend la co-pr\u00e9sidence de l&rsquo;OGP et annonce les priorit\u00e9s de son mandat[:en]France takes the co-chairmanship of the OGP and announces the priorities of its mandate. [:]"},"content":{"rendered":"[:fr]\n<p style=\"text-align: justify;\">Le 20 septembre 2016, en marge de la 71e Assembl\u00e9e g\u00e9n\u00e9rale des Nations Unies, la France a officiellement \u00e9t\u00e9 investie du mandat de co-pr\u00e9sident du Partenariat pour un Gouvernement Ouvert, aux c\u00f4t\u00e9s de l&rsquo;ONG <a href=\"http:\/\/www.wri.org\/\">World Resources Institute,<\/a> sp\u00e9cialis\u00e9e dans la gestion des ressources naturelles et les questions climatiques.<\/p>\n<p style=\"text-align: justify;\">Lors de cette c\u00e9r\u00e9monie, qui c\u00e9l\u00e9brait \u00e9galement les cinq ans du Partenariat, le Pr\u00e9sident de la R\u00e9publique Fran\u00e7ois Hollande a annonc\u00e9 les priorit\u00e9s qui guideront l&rsquo;action de la France au sein du Partenariat. A cette occasion, la G\u00e9orgie et\u00a0Mr. Mukelani Dimba de l&rsquo;organisation sud-africaine Open Democracy Advice Centre (ODAC) sont devenus conjointement vice-pr\u00e9sidents de l&rsquo;OGP.<\/p>\n<ul>\n<li><span style=\"text-decoration: underline;\"><span style=\"color: #000000; text-decoration: underline;\"><strong>La d\u00e9claration de co-pr\u00e9sidence<\/strong><\/span><\/span><\/li>\n<\/ul>\n<p>La France exercera cette pr\u00e9sidence pendant une ann\u00e9e, au cours de laquelle elle s&rsquo;attachera avec ses partenaires \u00e0 renforcer trois priorit\u00e9s th\u00e9matiques, \u00e0 consolider le fonctionnement du Partenariat et \u00e0 l&rsquo;\u00e9largir \u00e0 de nouveaux membres, notamment francophones.<\/p>\n<p style=\"text-align: justify;\"><em>\u00ab\u00a0<strong>B\u00e2tir un gouvernement ouvert, c\u2019est \u0153uvrer pour le renouveau de la d\u00e9mocratie et de l\u2019action publique.<\/strong> C\u2019est construire un monde dans lequel une transparence accrue et des m\u00e9canismes de redevabilit\u00e9 renforc\u00e9s m\u00e8nent \u00e0 une soci\u00e9t\u00e9 plus stable, plus prosp\u00e8re, plus \u00e9galitaire. Un monde dans lequel la transparence et l\u2019acc\u00e8s \u00e0 l\u2019information consolident la confiance envers les institutions et ravivent le d\u00e9sir des citoyens de s\u2019engager dans l\u2019action publique, au c\u00f4t\u00e9 des agents publics. Un monde o\u00f9 le gouvernement est celui \u00ab\u00a0du peuple, par le peuple, et pour le peuple\u00a0\u00bb. Un monde o\u00f9, \u00e0 l\u2019\u00e8re du num\u00e9rique, l\u2019action publique s\u2019enrichit de l\u2019intelligence collective face aux grands d\u00e9fis de la plan\u00e8te.\u00a0\u00bb<\/em><\/p>\n<p style=\"text-align: justify;\"><em>\u00ab\u00a0Trois priorit\u00e9s politiques seront au c\u0153ur de notre action : en premier lieu, <strong>le climat et le d\u00e9veloppement durable, en deuxi\u00e8me lieu, la transparence, l\u2019int\u00e9grit\u00e9 et la lutte contre la corruption, et enfin les biens communs num\u00e9riques<\/strong>.\u00a0\u00bb<\/em><\/p>\n<p style=\"text-align: justify;\">La France s&rsquo;est par ailleurs\u00a0engag\u00e9e \u00e0\u00a0jouer un r\u00f4le actif dans la finalisation et la mise en \u0153uvre du nouveau plan strat\u00e9gique du Partenariat, qui inclut une r\u00e9vision de certaines m\u00e9thodes de fonctionnement et des \u00ab\u00a0r\u00e8gles du jeu\u00a0\u00bb de l&rsquo;OGP. Les crit\u00e8res d\u2019\u00e9ligibilit\u00e9 seront r\u00e9examin\u00e9s et les actions envers les pays qui ne respectent pas leurs engagements seront renforc\u00e9es.<\/p>\n<p style=\"text-align: justify;\">Afin de\u00a0donner sa\u00a0pleine mesure \u00e0 cette transformation, elle a \u00e9galement affirm\u00e9 que l\u2019ouverture doit aussi concerner\u00a0de nouvelles institutions et parties prenantes, et s&rsquo;\u00e9tendre aux collectivit\u00e9s territoriales, aux parlements et au secteur priv\u00e9.<\/p>\n<p style=\"text-align: justify;\"><em>=&gt;<strong>\u00a0<a href=\"https:\/\/fr.ogpsummit.org\/app\/uploads\/2016\/09\/UNGA_CoChairDec_French.pdf\" class=\"broken_link\">Consulter\u00a0la d\u00e9claration compl\u00e8te de co-pr\u00e9sidence France &#8211; WRI<\/a><\/strong><\/em><\/p>\n<ul>\n<li><span style=\"text-decoration: underline;\"><span style=\"color: #000000; text-decoration: underline;\"><strong>Le discours du Pr\u00e9sident de la R\u00e9publique<\/strong><\/span><\/span><\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Devant des Chefs d&rsquo;Etat et de gouvernement, des ministres, des parlementaires, des dizaines d&rsquo;organisations de la soci\u00e9t\u00e9 civile, des agents publics et des citoyens engag\u00e9s du monde entier, le Pr\u00e9sident de la R\u00e9publique a rappel\u00e9 l&rsquo;engagement de la France au sein de l&rsquo;OGP depuis 2014.<\/p>\n<p style=\"text-align: justify;\"><em>\u00ab\u00a0Il y a deux ans <a href=\"https:\/\/www.etalab.gouv.fr\/allocution-du-president-de-la-republique-devant-lopen-government-partnership\">je suis venu ici parmi vous et j&rsquo;ai annonc\u00e9 que la France pouvait adh\u00e9rer au Partenariat pour un Gouvernement Ouvert.<\/a> Non pas pour vous donner nos conseils, mais pour au contraire apprendre de vous\u00a0: comment nous pouvions mieux ouvrir, mieux d\u00e9battre, mieux discuter, mieux d\u00e9cider et faire en sorte que nos citoyens puissent co-\u00e9laborer les politiques publiques que nous avons \u00e0 engager\u00a0\u00bb.<\/em><\/p>\n<p style=\"text-align: justify;\">Il a \u00e9galement invit\u00e9 ses homologues\u00a0et la communaut\u00e9 internationale \u00e0 pr\u00e9parer avec ambition le <a href=\"http:\/\/www.ogpsummit.org\/\">4e\u00a0Sommet mondial de l&rsquo;OGP<\/a> qui r\u00e9unira des milliers de participants qui chaque jour inventent de nouvelles mani\u00e8res de gouverner, de s&rsquo;engager et de participer \u00e0\u00a0la vie publique.<\/p>\n<p style=\"text-align: justify;\"><em>\u00ab\u00a0Je souhaite que lorsque nous nous r\u00e9unirons \u00e0 Paris le 7 d\u00e9cembre, les pays puissent chacun annoncer des engagements tr\u00e8s concrets en faveur de plus de transparence, de la participation, de r\u00e9novation de la vie publique\u00a0\u00bb. \u00ab\u00a0<\/em><em>En d\u00e9cembre prochain je vous attends donc tous pour que vous puissiez donner \u00e0 cette r\u00e9union de Paris une ambition aussi \u00e9lev\u00e9e que celle de d\u00e9cembre pour le climat. Que l&rsquo;on retienne que c&rsquo;est \u00e0 Paris &#8211; l\u00e0 o\u00f9 s&rsquo;\u00e9taient annonc\u00e9s pour le monde les Droits de l&rsquo;Homme et du Citoyen &#8211; \u00a0que l&rsquo;on puisse aussi ajouter \u00e0 ces droits, des droits pour un Gouvernement Ouvert et pour une d\u00e9mocratie plus partag\u00e9e.\u00a0\u00bb<\/em><\/p>\n<p><iframe loading=\"lazy\" frameborder=\"0\" width=\"500\" height=\"281\" src=\"https:\/\/www.dailymotion.com\/embed\/video\/x4u2bfn\" allowfullscreen allow=\"autoplay\"><\/iframe><\/p>\n<p><strong><em>=&gt;\u00a0<a href=\"http:\/\/www.elysee.fr\/declarations\/article\/declaration-pour-le-5e-anniversaire-du-partenariat-pour-un-gouvernement-ouvert-2\/\" class=\"broken_link\">Consulter\u00a0la d\u00e9claration compl\u00e8te du Pr\u00e9sident de la R\u00e9publique<\/a><\/em><\/strong><\/p>\n<p><strong>=&gt; <a href=\"https:\/\/www.flickr.com\/photos\/opengovpart\/albums\/72157673028540891\"><em>Consulter les photos de la c\u00e9r\u00e9monie OGP \u00e0 l&rsquo;ONU<\/em><\/a><\/strong><\/p>\n<ul>\n<li><span style=\"text-decoration: underline;\"><span style=\"color: #000000; text-decoration: underline;\"><strong>Les autres \u00e9v\u00e9nements\u00a0<\/strong><\/span><\/span><\/li>\n<\/ul>\n<p style=\"text-align: justify;\">En marge de cette c\u00e9r\u00e9monie, une <strong>r\u00e9union du Comit\u00e9 Directeur de l&rsquo;OGP<\/strong> (<a href=\"https:\/\/www.flickr.com\/photos\/opengovpart\/albums\/72157673103954281\">voir les photos<\/a>) &#8211; qui r\u00e9unit 11 repr\u00e9sentants des Etats et 11 repr\u00e9sentants de la soci\u00e9t\u00e9 civile &#8211; s&rsquo;est \u00e9galement tenue afin de d\u00e9finir les grands axes de la revue du plan strat\u00e9gique du Partenariat et de pr\u00e9parer le Sommet de Paris \u00a0dont un\u00a0<a href=\"https:\/\/fr.ogpsummit.org\/osem\/conference\/ogp-summit\/schedule\" class=\"broken_link\">programme provisoire a \u00e9t\u00e9 d\u00e9voil\u00e9<\/a>. Plusieurs r\u00e9unions bilat\u00e9rales minist\u00e9rielles ont eu lieu, au cours desquelles le Secr\u00e9taire d&rsquo;Etat Jean Vincent Plac\u00e9 a pu \u00e9changer avec ses homologues sur les actions \u00e0 mener au sein de l&rsquo;OGP.<\/p>\n<p style=\"text-align: justify;\">Un <strong>hackathon<\/strong> (<a href=\"https:\/\/www.flickr.com\/photos\/opengovpart\/albums\/72157674140771776\">voir les photos<\/a>) s&rsquo;est par ailleurs d\u00e9roul\u00e9 le 21 septembre au Civic Hall afin de nourrir la <a href=\"https:\/\/fr.ogpsummit.org\/the-open-government-toolbox\/\" class=\"broken_link\">Boite \u00e0 outils qui sera pr\u00e9sent\u00e9e en d\u00e9cembre.<\/a><\/p>\n<p style=\"text-align: justify;\">La France a \u00e9galement particip\u00e9 \u00e0 l&rsquo;\u00e9v\u00e9nement <strong><a href=\"http:\/\/www.wri.org\/events\/2016\/09\/livestream-harnessing-data-revolution-climate-resilience\"><em>Harnessing the Data Revolution for Climate Resilience<\/em><\/a> <\/strong>organis\u00e9 par WRI et la Maison Blanche (voir la <a href=\"http:\/\/www.wri.org\/events\/2016\/09\/livestream-harnessing-data-revolution-climate-resilience\">vid\u00e9o<\/a> et la pr\u00e9sentation Etalab \u00e0 2:35:00). Dans la lign\u00e9e des engagements pris lors de l&rsquo;Accord de Paris sur le climat, au sein de l&rsquo;OGP et du <a href=\"https:\/\/www.etalab.gouv.fr\/mettre-les-donnees-au-service-des-objectifs-du-developpement-durable\">Partenariat mondial pour les donn\u00e9es du d\u00e9veloppement<\/a>, elle y\u00a0<a href=\"http:\/\/www.state.gov\/globalgoals\/releases\/262189.htm\">a endoss\u00e9 une\u00a0d\u00e9claration conjointe<\/a>\u00a0dans laquelle\u00a015 pays et plusieurs organisations s&rsquo;engagent \u00e0 mettre les donn\u00e9es au service de la r\u00e9silience climatique.<\/p>\n[:en]On September 20, 2016, on the margins of the 71st United Nations\u2019 General Assembly, France officially took the co-chairmanship of the Open Government Partnership, alongside the NGO <a href=\"http:\/\/www.wri.org\/\">World Resources Institute<\/a>, which focuses in the management of natural resources and climate issues.<\/p>\n<p>During the ceremony, also the celebration of the Partnerships\u2019 fifth anniversary, Fran\u00e7ois Hollande, President of the French Republic announced the priorities that will guide France\u2019s actions within the OGP. On this occasion, Georgia and Mr. Mukelani Dimba from the South African organization Open Democracy Advice Centre (ODAC) jointly became vice-chairs of the OGP.<\/p>\n<ul>\n<li><strong><u>The co-chairmanship declaration<\/u><\/strong><\/li>\n<\/ul>\n<p>France will hold the presidency for a year, during which it will work with its partners to strengthen three thematic priorities, to strengthen the functioning of the Partnership and to expand to new members, particularly from the francophone community.<\/p>\n<p><em>\u201c<strong>Opening government is to work for the renewal of democracy and public action<\/strong>. It is to build a world in which stronger transparency and accountability mechanisms take us into a more stable, more prosper and more equal society. A world where transparency and access to information consolidate trust towards institutions and reanimate citizens\u2019 desire to engage in public action, next to public servants. A world where government is \u201cfrom the people, by the people and for the people\u201d. A world where, at the digital age, public action is enriched by collective intelligence when facing the major challenges of our planet.\u201d<\/em><\/p>\n<p><em>\u201cThree political priorities will be at the center of our action: first of all, <strong>climate and sustainable development; then, transparency, integrity and the fight against corruption; and last but not least, the digital common goods.<\/strong> <\/em><em>\u201c<\/em><\/p>\n<p>In parallel, France has committed to play an active role in the finalization and the implementation of the new strategic plan of the Partnership that includes the review of certain operating methods and the \u201cplaying field\u201d of the OGP. The eligibility criteria will be reviewed and the actions against countries that miss to respect their engagements will be reinforced.<\/p>\n<p>In order to achieve the full potential to this transformation, France has also stated that the OGP has to involve new institutions as well as stakeholders and expand to local authorities, parliaments and the private sector.<\/p>\n<p><em>=&gt;<\/em> <a href=\"https:\/\/ogpsummit.org\/app\/uploads\/2016\/09\/UNGA_CoChairDec_Eng.pdf\" class=\"broken_link\"><strong>Read the full co-chairmanship declaration of France-WRI<\/strong><\/a><\/p>\n<ul>\n<li><strong><u>The French President\u2019 speech<\/u><\/strong><\/li>\n<\/ul>\n<p>In front of Heads of State and government, ministers, parliamentarians, dozens of civil society organizations, public servants and worldwide engaged citizens, the president of the French Republic reminded the French commitments within the OGP since 2014.<\/p>\n<p><em>\u201c<\/em><a href=\"https:\/\/www.etalab.gouv.fr\/allocution-du-president-de-la-republique-devant-lopen-government-partnership\"><em>Two years ago,<\/em><\/a><em> I came here among you and announced that France was going to join the Open Government Partnership. Not to give you advices, but to learn from you. How can we open ourselves better, debate better, discuss better, decide better and make sure that our citizens are able to co-elaborate public policies.\u201d <\/em><\/p>\n<p>Mr. Hollande invited his counterparts and the international community to ambitiously prepare the <a href=\"http:\/\/www.ogpsummit.org\/\">4th OGP Global Summit<\/a> that will gather thousands of participants that, on a daily basis, are creating new forms of governance, engagement and participation in public life.<\/p>\n<p><em>\u201cI wish that at the time we meet in Paris on December 7th, countries will be able to announce concrete commitments in favor of increased transparency, participation and the renewal of public life.<\/em> <em>\u00a0I look forward to see you all next December so that we can give to the Paris Summit the same level of ambition that we gave to the climate meeting last December. We have to remember that it was in Paris where the Declaration of the Rights of Man and of the Citizen was announced to the world and that we can add to these rights, the rights for an Open Government and for an even more shared democracy.<\/em><\/p>\n<p><strong><em>=&gt;\u00a0<\/em><\/strong><a href=\"http:\/\/www.elysee.fr\/declarations\/article\/declaration-pour-le-5e-anniversaire-du-partenariat-pour-un-gouvernement-ouvert-2\/\" class=\"broken_link\"><strong><em>Read<\/em><\/strong><strong><em><u> the full speech of President Fran\u00e7ois Hollande<\/u><\/em><\/strong><\/a><\/p>\n<p><strong>=&gt; <\/strong><a href=\"https:\/\/www.flickr.com\/photos\/opengovpart\/albums\/72157673028540891\"><strong><em>Tak<\/em><\/strong><strong><em><u>e a look at the photos of the OGP ceremony at the UN<\/u><\/em><\/strong><\/a><\/p>\n<ul>\n<li><strong><u>The other events <\/u><\/strong><\/li>\n<\/ul>\n<p>On the margins of the ceremony, a meeting of the OGP\u2019s Steering Committee (<a href=\"https:\/\/www.flickr.com\/photos\/opengovpart\/albums\/72157673103954281\">see the photos<\/a>), which reunited 11 state representatives and 11 civil society representatives, was held to define the major axis of the Partnership\u2019 strategic plan review and the preparation of the Paris Summit (<a href=\"https:\/\/en.ogpsummit.org\/osem\/conference\/ogp-summit\/schedule\" class=\"broken_link\">a provisional program was released<\/a>). Several bilateral ministerial meetings were organized during which Secretary Jean Vincent Plac\u00e9 was able to exchange with his peers on the action to take within the OGP.<\/p>\n<p>A hackaton (<a href=\"https:\/\/www.flickr.com\/photos\/opengovpart\/albums\/72157674140771776\">see the photos<\/a>) was held on September 21<sup>st<\/sup> at the Civic Hall in New York in order to develop the <a href=\"https:\/\/en.ogpsummit.org\/the-open-government-toolbox\/\" class=\"broken_link\">Toolbox that will be presented<\/a> during the Summit in December.<\/p>\n<p>France participated in the event <a href=\"http:\/\/www.wri.org\/events\/2016\/09\/livestream-harnessing-data-revolution-climate-resilience\"><strong><em>Harnessing the Data Revolution for Climate Resilience<\/em><\/strong><\/a> organized by WRI and the White House (see the <a href=\"http:\/\/www.wri.org\/events\/2016\/09\/livestream-harnessing-data-revolution-climate-resilience\">video <\/a>and Etalab\u2019s presentation at 2:35:00). Taking into account the engagements of the Paris Agreement on climate change, of the OGP and the <a href=\"http:\/\/www.data4sdgs.org\/\">Global Partnership for Sustainable Development Data<\/a>, France presented a <a href=\"http:\/\/www.state.gov\/globalgoals\/releases\/262189.htm\">joint declaration<\/a> where 15 countries and different organizations commit to put data at the service of climate resilience.<\/p>\n<p>&nbsp;[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr] Le 20 septembre 2016, en marge de la 71e Assembl\u00e9e g\u00e9n\u00e9rale des Nations Unies, la France a officiellement \u00e9t\u00e9 investie du mandat de co-pr\u00e9sident du Partenariat pour un Gouvernement Ouvert, aux c\u00f4t\u00e9s de l&rsquo;ONG World Resources Institute, sp\u00e9cialis\u00e9e dans la gestion des ressources naturelles et les questions climatiques. Lors de cette c\u00e9r\u00e9monie, qui c\u00e9l\u00e9brait &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/la-france-prend-la-co-presidence-de-logp-et-annonce-les-priorites-de-son-mandat\"> <span class=\"screen-reader-text\">[:fr]La France prend la co-pr\u00e9sidence de l&rsquo;OGP et annonce les priorit\u00e9s de son mandat[:en]France takes the co-chairmanship of the OGP and announces the priorities of its mandate. [:]<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":4,"featured_media":5550,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[260,31,71,178],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/Capture-d\u2019e\u0301cran-2016-09-26-a\u0300-23.24.33.png",1016,563,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/Capture-d\u2019e\u0301cran-2016-09-26-a\u0300-23.24.33-150x150.png",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/Capture-d\u2019e\u0301cran-2016-09-26-a\u0300-23.24.33-300x166.png",300,166,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/Capture-d\u2019e\u0301cran-2016-09-26-a\u0300-23.24.33-768x426.png",768,426,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/Capture-d\u2019e\u0301cran-2016-09-26-a\u0300-23.24.33.png",1016,563,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/Capture-d\u2019e\u0301cran-2016-09-26-a\u0300-23.24.33.png",1016,563,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/Capture-d\u2019e\u0301cran-2016-09-26-a\u0300-23.24.33.png",1016,563,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2016\/09\/Capture-d\u2019e\u0301cran-2016-09-26-a\u0300-23.24.33.png",45,25,false]},"uagb_author_info":{"display_name":"Laure Lucchesi","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/laure"},"uagb_comment_info":0,"uagb_excerpt":"[:fr] Le 20 septembre 2016, en marge de la 71e Assembl\u00e9e g\u00e9n\u00e9rale des Nations Unies, la France a officiellement \u00e9t\u00e9 investie du mandat de co-pr\u00e9sident du Partenariat pour un Gouvernement Ouvert, aux c\u00f4t\u00e9s de l&rsquo;ONG World Resources Institute, sp\u00e9cialis\u00e9e dans la gestion des ressources naturelles et les questions climatiques. Lors de cette c\u00e9r\u00e9monie, qui c\u00e9l\u00e9brait\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/5549"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=5549"}],"version-history":[{"count":17,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/5549\/revisions"}],"predecessor-version":[{"id":5621,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/5549\/revisions\/5621"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/5550"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=5549"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=5549"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=5549"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}