{"id":10734,"date":"2015-07-06T18:02:06","date_gmt":"2015-07-06T16:02:06","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=10734"},"modified":"2019-06-18T10:30:29","modified_gmt":"2019-06-18T08:30:29","slug":"preparer-les-donnees-avec-la-cnamts-pour-le-hackathon-opendamir","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/preparer-les-donnees-avec-la-cnamts-pour-le-hackathon-opendamir","title":{"rendered":"Comment nous avons pr\u00e9par\u00e9 le hackathon DAMIR"},"content":{"rendered":"\n<p>L\u2019objectif d\u2019un hackathon est de montrer comment une mise \u00e0 \ndisposition de donn\u00e9es permet de cr\u00e9er de nouveaux services et de \nr\u00e9aliser de nouvelles \u00e9tudes. Pour que les participants puissent \nr\u00e9utiliser les donn\u00e9es facilement et sans perdre de temps, quelques \n\u00e9tapes pr\u00e9paratoires sont parfois n\u00e9cessaires. D\u2019autant plus lorsque ce \nhackathon porte sur des donn\u00e9es techniques, volumineuses et ayant un \ncaract\u00e8re personnel.<\/p>\n\n\n\n<p>Illustrations de ces travaux pr\u00e9liminaires \u00e0 partir de l\u2019exemple du <a href=\"https:\/\/www.etalab.gouv.fr\/retour-sur-le-premier-hackathon-donnees-de-sante\">hackathon \u201cdonn\u00e9es de sant\u00e9\u201d<\/a> organis\u00e9 par la <em>Caisse Nationale de l\u2019Assurance Maladie des Travailleurs Salari\u00e9s<\/em> (CNAMTS) et Etalab en janvier dernier pour lequel l\u2019\u00e9quipe de l\u2019Administrateur g\u00e9n\u00e9ral des donn\u00e9es (AGD) s\u2019est mobilis\u00e9e.<\/p>\n\n\n\n<p>Avant toute chose, la premi\u00e8re \u00e9tape avant d\u2019ouvrir des donn\u00e9es \nconsistait \u00e0 \u00e9liminer les informations \u00e0 caract\u00e8re personnel de la base \nde donn\u00e9es en v\u00e9rifiant <strong>l\u2019impossibilit\u00e9 de r\u00e9identifier les individus (patients ou professionnels de sant\u00e9)<\/strong>.<\/p>\n\n\n\n<p>L\u2019\u00e9quipe de la CNAMTS a adopt\u00e9 deux strat\u00e9gies distinctes. Un <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/depenses-d-assurance-maladie-hors-prestations-hospitalieres-par-caisse-primaire-departement\/\">premier jeu de donn\u00e9es<\/a> contient des donn\u00e9es agr\u00e9g\u00e9es au niveau du d\u00e9partement avec un nombre limit\u00e9 de variables alors qu\u2019un second jeu de donn\u00e9es, l\u2019<a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/open-damir-base-complete-sur-les-depenses-dassurance-maladie-inter-regimes\/\">OpenDAMIR<\/a>, contient l\u2019ensemble des variables contenues dans le jeu de donn\u00e9es initial mais agr\u00e9g\u00e9es par groupe de r\u00e9gions.<\/p>\n\n\n\n<p>Une fois les risques de r\u00e9identification \u00e9cart\u00e9s, nous avons <strong>standardis\u00e9 la base de donn\u00e9es pour en faciliter la r\u00e9utilisation.<\/strong>\n En effet, les donn\u00e9es fournies par la CNAMTS \u00e9taient issues du syst\u00e8me \nd\u2019information interne et pens\u00e9es pour ses usages. Pour faciliter la \nr\u00e9utilisation des donn\u00e9es par un public plus large, nous avons :<\/p>\n\n\n\n<ol><li>remplac\u00e9 les longs libell\u00e9s de certaines variables par des codes et cr\u00e9\u00e9 une table de passage entre les libell\u00e9s et les codes ;<\/li><li>supprim\u00e9 les variables g\u00e9ographique redondantes en ne conservant que le niveau g\u00e9ographique le plus d\u00e9taill\u00e9 ;<\/li><li>\u00e9crit des scripts R et Python permettant de travailler facilement sur des niveaux g\u00e9ographiques agr\u00e9g\u00e9s.<\/li><\/ol>\n\n\n\n<p>Ces op\u00e9rations ont permis de r\u00e9duire par quatre la taille de la base \nsur le disque et de faciliter le chargement des donn\u00e9es sur un \nordinateur. Le volume de donn\u00e9es (pr\u00e8s de 200 GO et un milliard et demi \nde lignes) restait cependant important. Pour permettre aux participants \nd\u2019acc\u00e9der aux donn\u00e9es le jour J nous avons mis en place une base de \ndonn\u00e9es PostgreSQL sur un serveur et install\u00e9 un r\u00e9seau Ethernet local. \nCela a permis aux participants de faire plus d\u2019un million de requ\u00eates et\n de t\u00e9l\u00e9charger 650 Go de donn\u00e9es au total dans de bonnes conditions. \nNous avions \u00e9galement pr\u00e9par\u00e9 des programmes R et Python pour faciliter \nl\u2019acc\u00e8s \u00e0 la base PostgreSQL.<\/p>\n\n\n\n<p>Enfin, le succ\u00e8s d\u2019un hackathon repose sur <strong>l\u2019exploitation des donn\u00e9es<\/strong>\n et les r\u00e9utilisations qui en r\u00e9sultent. Or, avoir acc\u00e8s aux donn\u00e9es et \nen conna\u00eetre le format ne suffit pas pour les utiliser, il est aussi \nn\u00e9cessaire d\u2019en comprendre le contenu. C\u2019est pour cette raison que nous \nnous sommes associ\u00e9s avec l\u2019\u00e9quipe de la CNAMTS <strong>pour \u00e9laborer un <a href=\"https:\/\/github.com\/SGMAP-AGD\/DAMIR\/wiki\/remboursement\">wiki<\/a> \u00e0 destination des utilisateurs.<\/strong><\/p>\n\n\n\n<p>Le DAMIR \u00e9tant une base administrative, il \u00e9tait important de \npr\u00e9ciser la nature des informations qu\u2019elle contenait et les concepts \nqui leurs \u00e9taient associ\u00e9s. On trouve par exemple sur ce wiki une vision\n synth\u00e9tique de ce qu\u2019est un acte m\u00e9dical mais aussi une description \ntechnique des tables et un dictionnaire des codes. La marche \u00e0 suivre \npour se connecter au serveur avec des exemples de codes sont aussi \ndisponible sur le wiki. Ce dernier a \u00e9t\u00e9 pr\u00e9cieux lors du hackathon \npuisqu\u2019il a permis aux participants d\u2019\u00eatre presque autonomes sur \nl\u2019utilisation des donn\u00e9es.<\/p>\n\n\n\n<p>C\u2019est en g\u00e9n\u00e9ral en croisant diff\u00e9rentes bases de donn\u00e9es qu\u2019on \nobtient les r\u00e9sultats les plus int\u00e9ressants. Pour faciliter le travail \ndes participants, nous avons aussi pr\u00e9par\u00e9 des donn\u00e9es en open data \nsusceptibles d\u2019\u00eatre crois\u00e9es avec la base du DAMIR. Nous avions ainsi \npr\u00e9par\u00e9 les donn\u00e9es de d\u00e9mographie m\u00e9dicale issue du <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/la-demographie-des-medecins-rpps\/\">R\u00e9pertoire partag\u00e9 des professions de sant\u00e9<\/a>, les donn\u00e9es sur la <a href=\"http:\/\/www.insee.fr\/fr\/themes\/detail.asp?reg_id=99&amp;ref_id=estim-pop\">structure d\u00e9mographique par d\u00e9partement<\/a> produites par l\u2019Insee, les <a href=\"https:\/\/github.com\/SGMAP-AGD\/DAMIR\/tree\/master\/fichiers_supplementaires\/meteo\">donn\u00e9es sur la m\u00e9t\u00e9o<\/a>, les <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/base-de-donnees-accidents-corporels-de-la-circulation-sur-6-annees\/\" class=\"broken_link\">donn\u00e9es d\u2019accidentologie<\/a> ou encore les <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/limites-administratives-francaises-issues-d-openstreetmap\/\" class=\"broken_link\">limites administratives des d\u00e9partements<\/a> pour pouvoir r\u00e9aliser des cartes.<\/p>\n\n\n\n<p>Le jour du hackathon, nous avons aussi particip\u00e9 activement en \nproposant des sujets et en prenant part aux diff\u00e9rents groupes. Les \ncodes et r\u00e9utilisations peuvent \u00eatre trouv\u00e9s sur <a href=\"https:\/\/www.data.gouv.fr\/fr\/datasets\/open-damir-base-complete-sur-les-depenses-dassurance-maladie-inter-regimes\/\">data.gouv.fr<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>L\u2019objectif d\u2019un hackathon est de montrer comment une mise \u00e0 disposition de donn\u00e9es permet de cr\u00e9er de nouveaux services et de r\u00e9aliser de nouvelles \u00e9tudes. Pour que les participants puissent r\u00e9utiliser les donn\u00e9es facilement et sans perdre de temps, quelques \u00e9tapes pr\u00e9paratoires sont parfois n\u00e9cessaires. D\u2019autant plus lorsque ce hackathon porte sur des donn\u00e9es techniques, &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/preparer-les-donnees-avec-la-cnamts-pour-le-hackathon-opendamir\"> <span class=\"screen-reader-text\">Comment nous avons pr\u00e9par\u00e9 le hackathon DAMIR<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":21,"featured_media":10735,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[271],"tags":[96,67],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd4.jpg",4544,1244,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd4-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd4-300x82.jpg",300,82,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd4-768x210.jpg",768,210,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd4-1024x280.jpg",1024,280,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd4.jpg",1536,421,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd4.jpg",2048,561,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/06\/image-agd4-45x45.jpg",45,45,true]},"uagb_author_info":{"display_name":"Alexis Eidelman","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/alexis"},"uagb_comment_info":0,"uagb_excerpt":"L\u2019objectif d\u2019un hackathon est de montrer comment une mise \u00e0 disposition de donn\u00e9es permet de cr\u00e9er de nouveaux services et de r\u00e9aliser de nouvelles \u00e9tudes. Pour que les participants puissent r\u00e9utiliser les donn\u00e9es facilement et sans perdre de temps, quelques \u00e9tapes pr\u00e9paratoires sont parfois n\u00e9cessaires. D\u2019autant plus lorsque ce hackathon porte sur des donn\u00e9es techniques,\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10734"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/21"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=10734"}],"version-history":[{"count":1,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10734\/revisions"}],"predecessor-version":[{"id":10736,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10734\/revisions\/10736"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/10735"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=10734"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=10734"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=10734"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}