{"id":803,"date":"2013-02-12T00:00:00","date_gmt":"2013-02-11T23:00:00","guid":{"rendered":"http:\/\/www.etalab.gouv.fr\/article-presentation-des-projets-open-data-des-eleves-de-l-epita-115271355-comments.html"},"modified":"2014-09-17T16:07:05","modified_gmt":"2014-09-17T14:07:05","slug":"presentationdesprojetsopendatadeselevesdelepita","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/presentationdesprojetsopendatadeselevesdelepita","title":{"rendered":"Pr\u00e9sentation des projets Open Data des \u00e9l\u00e8ves de l\u2019Epita"},"content":{"rendered":"<p style=\"text-align: justify;\">En mai 2012, L&rsquo;EPITA et Etalab ont lanc\u00e9 un appel \u00e0 projets destin\u00e9 aux entreprises et aux institutions qui souhaitent innover dans le secteur de l&rsquo;open data en proposant de nouveaux services ou applications int\u00e9grant des donn\u00e9es publiques.<\/p>\n<p style=\"text-align: justify;\">Les projets s\u00e9lectionn\u00e9s ont \u00e9t\u00e9 d\u00e9velopp\u00e9s par les \u00e9tudiants de la majeure Multim\u00e9dia et Technologies de l&rsquo;Information (MTI) de l&rsquo;EPITA dans le cadre de leurs Projets de Fin d&rsquo;\u00c9tudes avec des Entreprises (PFEE).<\/p>\n<p style=\"text-align: justify;\">Dans la continuit\u00e9 du partenariat entre l&rsquo;EPITA et Etalab (Programme Dataconnexions), ces PFEE ont \u00e9t\u00e9 men\u00e9s en collaboration avec des industriels, des minist\u00e8res ou des start- up.<\/p>\n<p style=\"text-align: justify;\">Le 23 janvier, l\u2019Epita a organis\u00e9 la journ\u00e9e des MTI au cours de laquelle les \u00e9tudiants ont pr\u00e9sent\u00e9 leurs projets de fin d&rsquo;\u00e9tude.<\/p>\n<p style=\"text-align: justify;\">\n<h2 style=\"text-align: justify;\">Titre du projet\u00a0: Homeloc \/\/ Constitution d&rsquo;une BDD touristique<\/h2>\n<p style=\"text-align: justify;\"><img decoding=\"async\" loading=\"lazy\" class=\"noAlign\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2013\/02\/Homeloc.png\" alt=\"Homeloc\" width=\"200\" height=\"65\" \/><\/p>\n<p style=\"text-align: justify;\"><strong>Membres de l\u2019\u00e9quipe\u00a0:<\/strong><\/p>\n<p style=\"text-align: justify;\">Benoit Joseph<br \/>\nMarie Bonissent<br \/>\nMarc Ferry<\/p>\n<p style=\"text-align: justify;\"><strong>Pr\u00e9sentation du projet\u00a0:<\/strong><br \/>\nHomeloc, premi\u00e8re solution de multidiffusion d&rsquo;annonces de location de vacances, souhaite baser son d\u00e9veloppement sur la cr\u00e9ation d&rsquo;une BDD touristique g\u00e9olocalis\u00e9e, \u00e0 partir de donn\u00e9es publiques et priv\u00e9es, continuellement enrichies et normalis\u00e9es. Le projet s\u2019inscrit des \u00e9tudiants dans cette optique. Afin d\u2019\u00e9viter aux utilisateurs de devoir renseigner de trop nombreuses informations, l\u2019id\u00e9e est de r\u00e9cup\u00e9rer le plus de donn\u00e9es pertinentes gr\u00e2ce \u00e0 l\u2019OpenData. Le d\u00e9veloppement a consist\u00e9 en une interface web afin de permettre ais\u00e9ment \u00e0 Homeloc de contr\u00f4ler les diff\u00e9rents jeux de donn\u00e9es recueillis. La base de donn\u00e9es ainsi cr\u00e9\u00e9e est accessible par Homeloc et leurs partenaires gr\u00e2ce \u00e0 un webservice.<\/p>\n<p style=\"text-align: justify;\"><strong>Contact:<\/strong><br \/>\nFranck LEFEUVRE <a href=\"http:\/\/franck@homeloc.com\/\" class=\"broken_link\">franck@homeloc.com<\/a><br \/>\nCo-Fondateur &amp; Pr\u00e9sident \u2014 AdFever Publishing<\/p>\n<p style=\"text-align: justify;\">\n<h2 style=\"text-align: justify;\">Titre du projet : Site Web L\u2019entremise<\/h2>\n<h2 style=\"text-align: justify;\"><img decoding=\"async\" loading=\"lazy\" class=\"noAlign\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2013\/02\/l-entremise.png\" alt=\"l'entremise\" width=\"199\" height=\"120\" \/><\/h2>\n<h2 style=\"text-align: justify;\"><strong>Membres de l\u2019\u00e9quipe\u00a0<\/strong>:<\/h2>\n<p style=\"text-align: justify;\">Benoit Moriceaux<br \/>\nDamien Soulard<br \/>\nLudovic Zamord<br \/>\nFran\u00e7ois Lamboley<\/p>\n<p style=\"text-align: justify;\"><strong>Pr\u00e9sentation du projet\u00a0:<\/strong><\/p>\n<p style=\"text-align: justify;\">L\u2019entremise est un projet de site Internet de g\u00e9olocalisation d&rsquo;entreprises (\u00e9tablissements employeurs) et de comp\u00e9tences.<br \/>\nL&rsquo;objectif poursuivi est de renverser l&rsquo;approche classique de la recherche d&#8217;emploi : le site donne la possibilit\u00e9 aux demandeurs d&#8217;emploi et \u00ab\u00a0candidats \u00e0 la mobilit\u00e9\u00a0\u00bb d&rsquo;identifier leurs employeurs potentiels, sur la base de deux crit\u00e8res :<\/p>\n<ul>\n<li style=\"text-align: justify;\">Economique : activit\u00e9 de l&rsquo;entreprise, taille, march\u00e9s cibles&#8230;<\/li>\n<li style=\"text-align: justify;\">Mobilit\u00e9 : temps de d\u00e9placement domicile-travail raisonnable (d\u00e9termin\u00e9 par l&rsquo;utilisateur, pour un mode de transport choisi). Les \u00e9tudiants ont d\u00e9velopp\u00e9 une premi\u00e8re version b\u00eata, cibl\u00e9e sur le territoire du Nord Pas de Calais et les m\u00e9tiers du conseil. Le crit\u00e8re principal de recherche est bas\u00e9 sur le temps de trajet du domicile au travail suivant diff\u00e9rents moyens de transport. Les candidats et les entreprises ont un profil personnalisable avec diverses informations. Un syst\u00e8me d\u2019achat de cr\u00e9dits est n\u00e9cessaire afin de pouvoir \u201cmiser\u201d sur une entreprise ou sur un candidat dans le but de rentrer en contact avec ce dernier.<\/li>\n<\/ul>\n<p style=\"text-align: justify;\"><strong>Contact\u00a0:<\/strong><br \/>\nClaire Michel <a href=\"mailto:klairemichel@hotmail.com\">klairemichel@hotmail.com<\/a><\/p>\n<p style=\"text-align: justify;\">\n<h2 style=\"text-align: justify;\">Titre du Project : Application WEB mobile<\/h2>\n<h2 style=\"text-align: justify;\"><strong><img decoding=\"async\" loading=\"lazy\" class=\"noAlign\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2013\/02\/place-de-l-immobilier.png\" alt=\"place de l'immobilier\" width=\"195\" height=\"40\" \/><\/strong><\/h2>\n<p style=\"text-align: justify;\"><strong>Membres de l\u2019\u00e9quipe\u00a0:<\/strong><br \/>\nMichael Denoun<br \/>\nGuillaume Algis<br \/>\nQuentin Fapdepr<\/p>\n<p style=\"text-align: justify;\"><strong>Pr\u00e9sentation du projet\u00a0:<\/strong><br \/>\nLa Place de l&rsquo;Immobilier Pro, le 1er site Internet recensant tous les immeubles (<a href=\"http:\/\/www.laplacedelimmobilier-pro.com\">http:\/\/www.laplacedelimmobilier-pro.com<\/a>), \u00e9dit\u00e9 par HBS Research, est une plateforme cartographique qui permet de g\u00e9rer de l\u2019information privative \u00e0 l\u2019immeuble mais aussi int\u00e8gre des bases de donn\u00e9es permettant de d\u00e9crire l&rsquo;exhaustivit\u00e9 des immeubles en France\u00a0:\u00a0 propri\u00e9t\u00e9, entreprises occupantes, valeurs de transactions publi\u00e9es, offres, photos des immeubles mais aussi \u00e9l\u00e9ments d&rsquo;urbanisme (cadastre, PLU, zones de pollution du sol, PPRI, anciennes carri\u00e8res&#8230;). Le projet des \u00e9tudiants a consist\u00e9 \u00e0 cr\u00e9er une application mobile (iOS et Android), permettant l\u2019acc\u00e8s aux donn\u00e9es de La Place De l\u2019Immobilier. L\u2019application d\u00e9velopp\u00e9e permet d\u2019acc\u00e9der au moteur<br \/>\nde recherche, via un acc\u00e8s simplifi\u00e9 sur mobile. L&rsquo;application r\u00e9sultant de ce projet allie un design \u00e9pur\u00e9 avec une facilit\u00e9 d&rsquo;utilisation et d&rsquo;acc\u00e8s aux donn\u00e9es, sur smartphones et tablettes<br \/>\nAndroid comme sur iPhone\/iPad.<\/p>\n<p style=\"text-align: justify;\"><strong>Contact:<\/strong><br \/>\nThomas SOARES?, Associ\u00e9\u00a0: ?<a href=\"mailto:tsoares@hbs-research.com\">tsoares@hbs-research.com<\/a><\/p>\n<p style=\"text-align: justify;\">\n<h2 style=\"text-align: justify;\">Titre du projet\u00a0: \u00c9CHANGES PARCELLAIRES<\/h2>\n<p style=\"text-align: justify;\"><strong><img decoding=\"async\" loading=\"lazy\" class=\"noAlign\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2013\/02\/daily-agri.png\" alt=\"daily-agri.png\" width=\"198\" height=\"71\" \/><\/strong><\/p>\n<p style=\"text-align: justify;\"><strong>Description\u00a0:<\/strong><br \/>\ndailyAgri d\u00e9veloppe aujourd\u2019hui un moteur de recherche hyper-sp\u00e9cialis\u00e9 dans les th\u00e9matiques agricoles, agronomiques, et environnementales.<\/p>\n<p style=\"text-align: justify;\"><strong>Membres de l\u2019\u00e9quipe\u00a0:<\/strong><br \/>\nThibaud Friedrich<br \/>\nVincent Oliviera<br \/>\nBenjamin Levoir<\/p>\n<p style=\"text-align: justify;\"><strong>Pr\u00e9sentation du projet\u00a0:<\/strong><br \/>\nConception d\u2019un outil favorisant la mise en relation entre agriculteurs souhaitant \u00e9changer des parcelles entre eux. L\u2019\u00e9change de parcelles est d\u00e9j\u00e0 pratiqu\u00e9, essentiellement entre agriculteurs voisins, mais un grand nombre d\u2019entre eux souhaiteraient aller plus loin, reconnaissant qu\u2019un \u00e9change de parcelles am\u00e9liorerait leur parcellaire. Par ailleurs, le regroupement de parcelles permet aussi d\u2019am\u00e9liorer le suivi des cultures, de favoriser une rotation des cultures plus longue et donc d\u2019apporter un r\u00e9el gain agronomique. L\u2019exploitation des Registres Parcellaires Graphiques (RPG) r\u00e9cemment accessibles sur <a href=\"http:\/\/data.gouv.fr\/\">data.gouv.fr<\/a> permettra de b\u00e2tir un outil SIG ouvert, o\u00f9 chacun pourra r\u00e9pertorier tous les contours des parcelles (ou \u00eelots culturaux) par d\u00e9partement et ainsi d\u2019\u00e9tablir une base de donn\u00e9es facilitant les relations entre \u00ab\u00a0\u00e9changeurs\u00a0\u00bb de parcelles. Le projet des \u00e9tudiants est un site b\u00e9ta permettant d\u2019afficher les parcelles sur une carte de France et une recherche de parcelles disponible et une mise en relation avec le propri\u00e9taire.<\/p>\n<p style=\"text-align: justify;\">Vid\u00e9o de pr\u00e9sentation\u00a0: <a href=\"http:\/\/dailyagri.com\/map\/\">http:\/\/dailyagri.com\/map\/<\/a><\/p>\n<p style=\"text-align: justify;\"><strong>Contact\u00a0:<\/strong><br \/>\nAntoine Van De Velde<br \/>\n<a href=\"mailto:antoine@dailyagri.com\">antoine@dailyagri.com<\/a><\/p>\n<p style=\"text-align: justify;\">\n<h2 style=\"text-align: justify;\">Titre du projet: Leader fran\u00e7ais, la soci\u00e9t\u00e9 VirtuelCity est sp\u00e9cialis\u00e9e dans la mod\u00e9lisation 3D automatique de cartes g\u00e9ographiques et leur diffusion en temps r\u00e9el.<\/h2>\n<p style=\"text-align: justify;\"><img decoding=\"async\" loading=\"lazy\" class=\"noAlign\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2013\/02\/virtuel-city.png\" alt=\"virtuel-city.png\" width=\"199\" height=\"103\" \/><\/p>\n<p style=\"text-align: justify;\"><strong>Membres de l\u2019\u00e9quipe\u00a0:<\/strong><br \/>\nGr\u00e9goire Bouchetoun<br \/>\nFrancis Pan<br \/>\nFabrice Migeot de Baran<\/p>\n<p style=\"text-align: justify;\"><strong>Pr\u00e9sentation du projet\u00a0:<\/strong><br \/>\nLe projet consiste \u00e0 l\u2019int\u00e9gration de donn\u00e9es opendata pour enrichir la visualisation 3D, et ceci en temps r\u00e9el. Les informations choisies prise en compte dans cette premi\u00e8re version sont: la m\u00e9t\u00e9o, l\u2019occupation des parkings et la disponibilit\u00e9 de V\u00e9libs.\u00a0 Et tout ceci, aussi bien sur PC que sur tablette. Le d\u00e9veloppement a aussi consist\u00e9 en un socle technique c\u00f4t\u00e9 serveur, solide et \u00e9volutif, permettant d\u2019int\u00e9grer facilement d\u2019autres jeux de donn\u00e9es.<\/p>\n<p style=\"text-align: justify;\"><strong>Contact:<\/strong><\/p>\n<p style=\"text-align: justify;\">Fabrice Morlet<\/p>\n<p style=\"text-align: justify;\"><a href=\"http:\/\/www.virtuelcity.com\/\">www.virtuelcity.com<\/a><br \/>\n+33 6 22 38 49 48<\/p>\n<p style=\"text-align: justify;\">\n<h2 style=\"text-align: justify;\">Titre du projet: Juricaf, la base de donn\u00e9es de jurisprudence des cours supr\u00eames francophones<\/h2>\n<p style=\"text-align: justify;\"><img decoding=\"async\" loading=\"lazy\" class=\"noAlign\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2013\/02\/juricaf.png\" alt=\"juricaf.png\" width=\"174\" height=\"175\" \/><\/p>\n<p style=\"text-align: justify;\"><strong>Membres de l\u2019\u00e9quipe\u00a0:<\/strong><\/p>\n<p style=\"text-align: justify;\">Thank Tung Pham<br \/>\nLionel Alves<br \/>\nJennifer Lim<\/p>\n<p style=\"text-align: justify;\"><strong>Pr\u00e9sentation du projet\u00a0:<\/strong><br \/>\nJuricaf est une base de donn\u00e9es de jurisprudence en fran\u00e7ais cr\u00e9\u00e9e par l&rsquo;AHJUCAF, l&rsquo;association des cours supr\u00eames francophones. Cette base de donn\u00e9es est \u00e9galement un lieu d&rsquo;exp\u00e9rimentation de manipulation des donn\u00e9es publiques, afin de permettre, comme par la fourniture de flux rss pour toute recherche, un meilleur acc\u00e8s au droit. Les \u00e9tudiants ont pris en charge l&rsquo;am\u00e9lioration du site d\u00e9j\u00e0 en ligne (<a href=\"http:\/\/www.juricaf.org\/\">http:\/\/www.juricaf.org<\/a>?): apporter un souffle nouveau avec une refonte du design et des nouvelles fonctionnalit\u00e9s avec des plugins Firefox.? Ils ont \u00e9galement con\u00e7u et d\u00e9velopp\u00e9 l&rsquo;application Iphone de Juricaf qui est maintenant disponible sur l&rsquo;AppleStore.<\/p>\n<p style=\"text-align: justify;\"><strong>Contact\u00a0:<\/strong><br \/>\nGuillaume Adreani<br \/>\n<a href=\"file:\/\/localhost\/javascript\/_e(%257B%257D,%2520'cvml',%2520'guillaume.adreani@ahjucaf.org')%3B\">guillaume.adreani@ahjucaf.org<\/a><\/p>\n<p style=\"text-align: justify;\">\n<h2 style=\"text-align: justify;\">Titre du project: Volley Me Application mobile pour le Volley<\/h2>\n<p style=\"text-align: justify;\"><img decoding=\"async\" loading=\"lazy\" class=\"noAlign\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2013\/02\/volleyme.png\" alt=\"volleyme.png\" width=\"158\" height=\"237\" \/><\/p>\n<p style=\"text-align: justify;\"><strong>Membres de l\u2019\u00e9quipe\u00a0:<\/strong><\/p>\n<p style=\"text-align: justify;\">Benjamin Hamon<br \/>\nSamir Houari<br \/>\nAntoine Fournier<\/p>\n<p style=\"text-align: justify;\"><strong>Pr\u00e9sentation du projet\u00a0:<\/strong><br \/>\nLe projet est une application VolleyMe pour Windows Phone. VolleyMe est un r\u00e9seau social destin\u00e9 aux sportifs et aux f\u00e9d\u00e9rations de sport. Il permet de suivre les joueurs, \u00e9quipes et championnats, d&rsquo;\u00e9changer sur les r\u00e9sultats et d&rsquo;acc\u00e9der \u00e0 des informations pratiques sur les matchs. Plus pr\u00e9cis\u00e9ment, l\u2019utilisateur peut acc\u00e9der \u00e0 :<br \/>\n&#8211; l&rsquo;agenda des matchs<br \/>\n&#8211; le r\u00e9sultat de ses matchs et de ceux de ses adversaires<br \/>\n&#8211; la localisation des installations sportives (donn\u00e9es de l&rsquo;open data)<br \/>\n&#8211; la fiche \u00e9quipe et joueur<br \/>\n&#8211; le mur de l&rsquo;\u00e9quipe<\/p>\n<p style=\"text-align: justify;\"><strong>Contact:<\/strong><\/p>\n<p style=\"text-align: justify;\">Sylvain Chevet<br \/>\n<a href=\"mailto:sylvain.chevet@id-sport.fr\">sylvain.chevet@id-sport.fr<\/a><\/p>\n<p style=\"text-align: justify;\">\n<h2 style=\"text-align: justify;\">Titre du projet: Yakwala<\/h2>\n<p style=\"text-align: justify;\"><img decoding=\"async\" loading=\"lazy\" class=\"noAlign\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2013\/02\/yakwala.png\" alt=\"yakwala.png\" width=\"199\" height=\"113\" \/><\/p>\n<p style=\"text-align: justify;\"><strong>Membres de l\u2019\u00e9quipe\u00a0:<\/strong><\/p>\n<p style=\"text-align: justify;\">Camille Picard<br \/>\nFlorian Delezenne<br \/>\nJoseph El Khoury<\/p>\n<p style=\"text-align: justify;\"><strong>Pr\u00e9sentation du projet\u00a0:<\/strong><\/p>\n<p style=\"text-align: justify;\">Pour savoir ce qui se passe dans son quartier ou pour annoncer des \u00e9v\u00e8nements locaux : YAKWALA ! Yakwala est une plateforme au service de l\u2019ensemble des acteurs de la vie locale. L\u00e0 o\u00f9 l&rsquo;information est actuellement dispers\u00e9e, il s\u2019agit d\u2019offrir un outil centralisant les informations hyperlocales sous forme de carte ou de fil d\u2019informations. Pour ce faire, Yakwala travaille sur la mise en place de services d\u2019informations \u00e0 destination du grand public, tout en permettant aux professionnels de dynamiser leurs activit\u00e9s locales.<\/p>\n<p style=\"text-align: justify;\">La plateforme est actuellement en plein d\u00e9veloppement. Les \u00e9tudiants ont particip\u00e9 \u00e0 la r\u00e9alisation du back-office, qui permettra aux administrateurs de Yakwala de contr\u00f4ler et valider l\u2019information apport\u00e9e par les utilisateurs, afin d\u2019assurer un contenu au plus juste.<\/p>\n<p style=\"text-align: justify;\">Vid\u00e9o de pr\u00e9sentation\u00a0: <a href=\"https:\/\/www.youtube.com\/watch?v=TRZu1GV78aw\">https:\/\/www.youtube.com\/watch?v=TRZu1GV78aw<\/a><\/p>\n<p style=\"text-align: justify;\"><strong>Contact:<\/strong><br \/>\nJulien Le-Bot jlebot.info@gmail.com<\/p>\n<p style=\"text-align: justify;\">\n<h2 style=\"text-align: justify;\">Titre du projet : L\u2019observatoire public de sant\u00e9 du citoyen<\/h2>\n<p style=\"text-align: justify;\"><img decoding=\"async\" loading=\"lazy\" class=\"noAlign\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2013\/02\/o-data-sante.png\" alt=\"o-data-sante.png\" width=\"197\" height=\"20\" \/><\/p>\n<p style=\"text-align: justify;\"><strong>Membres de l\u2019\u00e9quipe\u00a0:<\/strong><br \/>\nMika\u00ebl Albusquier<br \/>\nVincent Comby<br \/>\nYoan Durand<\/p>\n<p style=\"text-align: justify;\"><strong>Pr\u00e9sentation du projet\u00a0:<\/strong><br \/>\nLes Fran\u00e7ais placent leur sant\u00e9 au premier rang de leurs pr\u00e9occupations et r\u00e9clament une vision globale des services sanitaires et sociaux accessibles sur leur territoire. A partir de donn\u00e9es publiques ouvertes, D-Data Sant\u00e9 offre un service innovant \u00e0 destination du grand public qui, sur un m\u00eame site :<\/p>\n<p style=\"text-align: justify;\">\n&#8211; R\u00e9pertorie et g\u00e9o-localise tous les services publics de sant\u00e9.<br \/>\n&#8211; Synth\u00e9tise un ensemble d\u2019indicateurs de sant\u00e9, de d\u00e9mographie et de qualit\u00e9 de vie.<br \/>\n&#8211; Compare les territoires entre eux et facilite la prise de d\u00e9cision.<\/p>\n<p style=\"text-align: justify;\">Le projet des \u00e9tudiants a permis de d\u00e9velopper des outils pour centraliser les donn\u00e9es accessibles dans l\u2019Open Data. Cet outil permet d\u2019int\u00e9grer les donn\u00e9es, de leur donner un sens puis de les exploiter en faisant des recherches, de la visualisation et de l\u2019enrichissement par croisement de donn\u00e9es. L\u2019outil a aussi un aspect social et communautaire car il permet de mettre \u00e0 disposition ses propres jeux de donn\u00e9es et d\u2019exploiter les donn\u00e9es d\u2019autres utilisateurs.<\/p>\n<p style=\"text-align: justify;\"><strong>Contact:<\/strong><br \/>\nBenjamin RIVALLAND<br \/>\nbrivalland@decisionpublique.fr<\/p>\n<p style=\"text-align: justify;\">\n<p style=\"text-align: justify;\">\n<h2 style=\"text-align: justify;\">Titre du projet : Alerte allergies<\/h2>\n<div style=\"text-align: justify;\"><img decoding=\"async\" loading=\"lazy\" class=\"noAlign\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2013\/02\/suez.png\" alt=\"suez.png\" width=\"200\" height=\"129\" \/><\/div>\n<p style=\"text-align: justify;\">\n<p style=\"text-align: justify;\"><strong>Membres de l\u2019\u00e9quipe\u00a0:<\/strong><br \/>\nJulien Fraisse<br \/>\nBenoit Vasseur<br \/>\nMicka\u00ebl Bidon<br \/>\nAlexandre Barbier<\/p>\n<p style=\"text-align: justify;\"><strong>Pr\u00e9sentation du projet\u00a0:<\/strong><br \/>\nSUEZ ENVIRONNEMENT, grand groupe sp\u00e9cialis\u00e9 dans la gestion de l&rsquo;eau et des d\u00e9chets, en particulier pour les collectivit\u00e9s, et donc \u00e0 ce titre hautement concern\u00e9 par l&rsquo;ouverture des donn\u00e9es. Le th\u00e8me abord\u00e9 dans le projet est\u00a0la cartographie temps r\u00e9el des zones \u00e0 risque pour les personnes allergiques. L&rsquo;enjeu pour les personnes allergiques est d&rsquo;identifier les lieux et les jours \u00e0 risque. Il s&rsquo;agit alors de concevoir l&rsquo;application mobile permettant de recenser les espaces dits \u00e0 risques (espaces verts) et d&rsquo;indiquer lorsque l&rsquo;on d\u00e9passe des seuils d&rsquo;alerte. Les \u00e9tudiants ont d\u00e9velopp\u00e9 une application mobile \u00ab\u00a0Alerte Allergies\u00a0\u00bb Android g\u00e9olocalisant l\u2019utilisateur et lui permettant d\u2019\u00eatre alert\u00e9 en cas de danger pollinique ou lors de l\u2019approche d\u2019une zone \u00e0 risque, et \u00e9galement de suivre ses r\u00e9actions allergiques.<\/p>\n<p style=\"text-align: justify;\"><strong>Contact:<\/strong><\/p>\n<p style=\"text-align: justify;\"><strong>Fanny MAESTRACCI\u00a0<\/strong><br \/>\n<a href=\"mailto:Fanny.MAESTRACCI@suez-env.com\">Fanny.MAESTRACCI@suez-env.com<\/a><\/p>\n<p style=\"text-align: justify;\">\n<h2 style=\"text-align: justify;\">Titre du projet : OptiConso<\/h2>\n<h2 style=\"text-align: justify;\"><img decoding=\"async\" loading=\"lazy\" class=\"noAlign\" src=\"http:\/\/www.etalab.cst.easter-eggs.com\/wp-content\/uploads\/2013\/02\/opticonso.png\" alt=\"opticonso.png\" width=\"200\" height=\"165\" \/><\/h2>\n<h2 style=\"text-align: justify;\"><strong>Membres de l\u2019\u00e9quipe\u00a0:<\/strong><\/h2>\n<p style=\"text-align: justify;\">Thomas Colle<br \/>\nJulien Lehuen<br \/>\nGuillaume Terral<br \/>\nJulien Truchet<\/p>\n<p style=\"text-align: justify;\"><strong>Pr\u00e9sentation du projet\u00a0:<\/strong><br \/>\nOptiConso est une plateforme (Site Web\/iPad) permettant d&rsquo;ajouter, de suivre et d&rsquo;analyser ses consommations d&rsquo;\u00e9nergie en utilisant plusieurs jeux de donn\u00e9es de l&rsquo;Opendata tels que la m\u00e9t\u00e9o et des donn\u00e9es concernant sa ville. Il est aussi possible de se comparer aux autres utilisateurs de sa ville afin de d\u00e9celer des axes d&rsquo;am\u00e9liorations concernant son installation \u00e9nerg\u00e9tique.<\/p>\n<p style=\"text-align: justify;\">Ce projet est sans soci\u00e9t\u00e9 partenaire, l\u2019objectif des \u00e9tudiants est de se pr\u00e9senter au concours Dataconnexions.<\/p>\n<p style=\"text-align: justify;\"><strong>Contact\u00a0:<\/strong><br \/>\nhttp:\/\/www.opticonso.fr<\/p>\n<p style=\"text-align: justify;\">\n<div class=\"clear center\" style=\"text-align: justify;\"><\/div>\n<div class=\"clear\" style=\"text-align: justify;\"><\/div>\n<div class=\"clear\" style=\"text-align: justify;\"><\/div>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>En mai 2012, L&rsquo;EPITA et Etalab ont lanc\u00e9 un appel \u00e0 projets destin\u00e9 aux entreprises et aux institutions qui souhaitent innover dans le secteur de l&rsquo;open data en proposant de nouveaux services ou applications int\u00e9grant des donn\u00e9es publiques. Les projets s\u00e9lectionn\u00e9s ont \u00e9t\u00e9 d\u00e9velopp\u00e9s par les \u00e9tudiants de la majeure Multim\u00e9dia et Technologies de l&rsquo;Information &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/presentationdesprojetsopendatadeselevesdelepita\"> <span class=\"screen-reader-text\">Pr\u00e9sentation des projets Open Data des \u00e9l\u00e8ves de l\u2019Epita<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":2,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[39,1],"tags":[],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Etalab","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/etalab"},"uagb_comment_info":0,"uagb_excerpt":"En mai 2012, L&rsquo;EPITA et Etalab ont lanc\u00e9 un appel \u00e0 projets destin\u00e9 aux entreprises et aux institutions qui souhaitent innover dans le secteur de l&rsquo;open data en proposant de nouveaux services ou applications int\u00e9grant des donn\u00e9es publiques. Les projets s\u00e9lectionn\u00e9s ont \u00e9t\u00e9 d\u00e9velopp\u00e9s par les \u00e9tudiants de la majeure Multim\u00e9dia et Technologies de l&rsquo;Information\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/803"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=803"}],"version-history":[{"count":3,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/803\/revisions"}],"predecessor-version":[{"id":2054,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/803\/revisions\/2054"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=803"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=803"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=803"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}