{"id":10320,"date":"2019-04-19T16:24:26","date_gmt":"2019-04-19T14:24:26","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=10320"},"modified":"2019-05-24T16:28:10","modified_gmt":"2019-05-24T14:28:10","slug":"la-communaute-des-administrateurs-ministeriels-des-donnees-se-mobilise-pour-accelerer-la-mise-en-oeuvre-de-la-politique-des-donnees","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/la-communaute-des-administrateurs-ministeriels-des-donnees-se-mobilise-pour-accelerer-la-mise-en-oeuvre-de-la-politique-des-donnees","title":{"rendered":"La communaut\u00e9 des administrateurs minist\u00e9riels des donn\u00e9es se mobilise pour acc\u00e9l\u00e9rer la mise en \u0153uvre de la politique des donn\u00e9es"},"content":{"rendered":"\n<p>Le 27 mars 2019, la mission Etalab a r\u00e9uni la communaut\u00e9 des administrateurs minist\u00e9riels des donn\u00e9es au <a href=\"https:\/\/www.education.gouv.fr\/110bislab\/cid130754\/presentation-du-110-bis-lab-d-innovation-de-l-education-nationale.html#Informations_generales\">Lab 110 bis<\/a> pour une journ\u00e9e d\u2019\u00e9changes et de travail.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Qui sont les administrateurs minist\u00e9riels des donn\u00e9es (AMD) ?<\/h3>\n\n\n\n<p>Nomm\u00e9s dans quelques minist\u00e8res ou administrations pionni\u00e8res, les administrateurs minist\u00e9riels des donn\u00e9es coordonnent les actions de leur organisation en mati\u00e8re d\u2019inventaire, de gouvernance, de production, de circulation et d\u2019exploitation des donn\u00e9es.<\/p>\n\n\n\n<p>Etalab accompagne la mise en place de ce r\u00e9seau encore en d\u00e9veloppement. Nous partageons les axes strat\u00e9giques d\u2019une politique de la donn\u00e9e, animons la communaut\u00e9, partageons les projets et exp\u00e9riences, mettons \u00e0 disposition des outils et m\u00e9thodes et accompagnons des exp\u00e9rimentations, notamment via les programmes <a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/\">Entrepreneurs d\u2019Int\u00e9r\u00eat G\u00e9n\u00e9ral <\/a>et l\u2019<a href=\"https:\/\/www.etalab.gouv.fr\/intelligence-artificielle-decouvrez-les-6-projets-laureats-de-lappel-a-manifestation-dinteret-ia\">appel \u00e0 manifestation d\u2019int\u00e9r\u00eat sur l\u2019intelligence artificielle<\/a>.<\/p>\n\n\n\n<p>Le s\u00e9minaire s\u2019est structur\u00e9 en deux s\u00e9quences compl\u00e9mentaires :<\/p>\n\n\n\n<ul><li>Le matin : une<strong> table ronde<\/strong> pour inspirer et explorer le r\u00f4le et les fonctions de \u201cChief Data Officer\u201d au sein de diff\u00e9rentes structures (publiques et priv\u00e9es);<\/li><li>L\u2019apr\u00e8s-midi : deux <strong>sessions d\u2019ateliers participatifs<\/strong> pour aider les AMD \u00e0 \u00e9laborer et\/ou mettre en oeuvre une politique de la donn\u00e9e au sein de leurs administrations.<\/li><\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">Table ronde : le r\u00f4le et les fonctions du Chief Data Officer (CDO)<\/h3>\n\n\n\n<p>Apr\u00e8s une introduction de la journ\u00e9e par <strong>Marie-Anne L\u00e9v\u00eaque<\/strong>, secr\u00e9taire g\u00e9n\u00e9rale du minist\u00e8re de l\u2019Education nationale et de l\u2019Enseignement sup\u00e9rieur, et <strong>Laure Lucchesi,<\/strong> Directrice d\u2019Etalab, la matin\u00e9e a \u00e9t\u00e9 consacr\u00e9e au r\u00f4le et aux missions de Chief Data Officer, sous la forme d\u2019une table ronde.<\/p>\n\n\n\n<p><em>Quelles sont les missions d\u2019un CDO ? Avec qui est-il en relation, au sein de son organisation et \u00e0 l\u2019ext\u00e9rieur ? De quelles comp\u00e9tences doit-il s\u2019entourer ? <\/em><\/p>\n\n\n\n<p>Pour r\u00e9pondre \u00e0 ces questions, nous avons invit\u00e9 trois Chief<strong> Data Officers (CDO) travaillant dans les secteurs public et priv\u00e9 :<\/strong><\/p>\n\n\n\n<ul><li>Nathalie Vernus Prost, Chief Data Officer de la M\u00e9tropole Grand Lyon<\/li><li>Renaud Lacroix, Chief Data Officer de la Banque de France<\/li><li>St\u00e9phanie Leplus, Chief Data Officer de Le Bon Coin<\/li><\/ul>\n\n\n\n<p>Anim\u00e9e par Simon Chignard, conseiller \u00e0 Etalab, la table ronde a \u00e9t\u00e9 l\u2019occasion d\u2019\u00e9changer autour des <strong>missions d\u2019un CDO, de son p\u00e9rim\u00e8tre d\u2019action, de ses interactions, de ses r\u00e9alisations mais \u00e9galement des obstacles qu\u2019il rencontre au quotidien.<\/strong><\/p>\n\n\n\n<p><em>Comment devient-on CDO ?<\/em> Les trois t\u00e9moins ont en commun d\u2019avoir \u00e9t\u00e9 nomm\u00e9s chief data officer par la voie de la promotion interne, que le poste pr\u00e9existe ou qu\u2019il soit nouvellement cr\u00e9\u00e9. La connaissance fine des \u00e9quipes en place et des probl\u00e9matiques propres \u00e0 l\u2019organisation a \u00e9t\u00e9 pr\u00e9sent\u00e9e comme un atout pour mener \u00e0 bien les missions du CDO, en particulier quand il s\u2019agit d\u2019une cr\u00e9ation de poste.<\/p>\n\n\n\n<p><em>Comment la fonction est-elle positionn\u00e9e dans l\u2019organisation ?<\/em> Les positionnements varient significativement d\u2019une organisation \u00e0 l\u2019autre, selon le niveau hi\u00e9rarchique, l\u2019autonomie de la fonction ou le rattachement \u00e0 d\u2019autres directions et notamment la direction des syst\u00e8mes d\u2019information.<\/p>\n\n\n\n<p><em>Quelles sont les missions du CDO ?<\/em> La table ronde a permis de mettre en lumi\u00e8re une grande diversit\u00e9 de postures : certains mettent l\u2019accent sur l\u2019animation d\u2019un r\u00e9seau interne (r\u00f4le de chef d\u2019orchestre) ou sur le pilotage de ressources (analystes data, data scientists, \u2026) mises \u00e0 disposition de tiers. D\u2019autres enfin repr\u00e9sentent leur organisation vis-\u00e0-vis de l\u2019ext\u00e9rieur (\u00e9cosyst\u00e8mes locaux, institutions nationales et internationales). Un point commun, cependant : l\u2019importance de la dimension RH, tant au niveau du recrutement (attirer les talents) mais aussi de la formation interne des \u00e9quipes (d\u00e9velopper une culture de la donn\u00e9e).<\/p>\n\n\n\n<p>Ces regards crois\u00e9s ont contribu\u00e9 \u00e0 orienter le cadre strat\u00e9gique des AMD, \u00e0 questionner les approches jusqu\u2019ici adopt\u00e9es et \u00e0 fournir des \u00e9l\u00e9ments d\u2019\u00e9clairage aux discussions de l\u2019apr\u00e8s-midi. L\u2019int\u00e9r\u00eat de faire vivre une communaut\u00e9 plus large de CDO, ouverte \u00e0 des Chief Data Officers de l\u2019administration et du secteur priv\u00e9 a \u00e9galement \u00e9merg\u00e9.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Retour sur les ateliers<\/h3>\n\n\n\n<p>Quatre ateliers ont \u00e9t\u00e9 men\u00e9s :<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Atelier A : La place de l\u2019administrateur minist\u00e9riel des donn\u00e9es dans l\u2019organisation<\/h4>\n\n\n\n<p>Le rattachement d\u2019un AMD diff\u00e8re d\u2019un minist\u00e8re \u00e0 l\u2019autre, ce qui oriente ses missions, ses contraintes et\/ou opportunit\u00e9s et ses interactions avec leurs diff\u00e9rents services. A partir des retours d\u2019exp\u00e9riences, plusieurs positionnements ont \u00e9t\u00e9 identifi\u00e9s : au sein du Secr\u00e9tariat g\u00e9n\u00e9ral, du Service statistique minist\u00e9riel, d\u2019une Direction des syst\u00e8mes d\u2019information ou d\u2019une Direction du num\u00e9rique.  Les participants ont \u00e9galement identifi\u00e9 les diff\u00e9rents acteurs qui gravitent autour de la fonction d\u2019administrateur minist\u00e9riel des donn\u00e9es. Ces acteurs peuvent \u00eatre issus du minist\u00e8re de l\u2019AMD, de services interminist\u00e9riels ou encore de l\u2019ext\u00e9rieur de l\u2019administration.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Atelier B : L\u2019administrateur minist\u00e9riel des donn\u00e9es au service de politiques publiques men\u00e9es par la donn\u00e9e<\/h4>\n\n\n\n<p>Les donn\u00e9es peuvent aider \u00e0 concevoir et mettre en oeuvre <em>autrement<\/em> les politiques publiques de l\u2019Etat. L\u2019atelier a d\u00e9but\u00e9 sur la restitution du d\u00e9fi <a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/defis\/2019\/datajust.html\">DataJust<\/a>. Ce d\u00e9fi d\u2019Entrepreneurs d\u2019Int\u00e9r\u00eat G\u00e9n\u00e9ral a pour objectif d\u2019analyser les donn\u00e9es de la jurisprudence administrative et judiciaire sur l\u2019indemnisation des pr\u00e9judices corporels. A partir de l&rsquo;exploitation de ces donn\u00e9es, un r\u00e9f\u00e9rentiel fiable de l&rsquo;indemnisation des pr\u00e9judices corporels sera propos\u00e9 \u00e0 l\u2019ensemble des parties prenantes, am\u00e9liorant ainsi la mise en oeuvre de cette politique publique.<\/p>\n\n\n\n<p>Les participants se sont ensuite interrog\u00e9s sur la notion de \u201cpolitiques publiques fond\u00e9es sur la donn\u00e9e\u201d en partageant leurs exp\u00e9riences respectives. Ces t\u00e9moignages ont permis de dresser une premi\u00e8re typologie : l\u2019usage des donn\u00e9es pour aider la d\u00e9cision publique et op\u00e9rationnelle, pour l\u00e9gitimer une d\u00e9cision de politique publique, pour r\u00e9guler et apporter de la transparence ou encore pour cr\u00e9er une infrastructure de donn\u00e9es.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Atelier C : Les comp\u00e9tences de et autour de l\u2019administrateur minist\u00e9riel des donn\u00e9es<\/h4>\n\n\n\n<p>Les administrateurs minist\u00e9riels des donn\u00e9es ont \u00e9t\u00e9 nomm\u00e9s pro-activement dans certains minist\u00e8res. En fonction de leur parcours et de leurs exp\u00e9riences, ils mobilisent diff\u00e9rentes comp\u00e9tences pour mener \u00e0 bien leurs projets.<\/p>\n\n\n\n<p>Bien que le profil et les comp\u00e9tences varient d\u2019un AMD \u00e0 l\u2019autre, l\u2019atelier a permis d\u2019identifier quatre comp\u00e9tences cl\u00e9s : une connaissance du cadre juridique, des syst\u00e8mes d\u2019information, des donn\u00e9es produites, des probl\u00e9matiques m\u00e9tiers.<\/p>\n\n\n\n<p>Afin de mener \u00e0 bien leurs missions, les AMD peuvent solliciter :<\/p>\n\n\n\n<ul><li><strong>Des ressources en interne<\/strong> : les directions des syst\u00e8mes d\u2019information, les agents publics en charge de la production et de la gestion des donn\u00e9es, les directions des affaires juridiques (connaissance de la loi pour une R\u00e9publique num\u00e9rique, contact avec le d\u00e9l\u00e9gu\u00e9 \u00e0 la protection des donn\u00e9es)<\/li><li><strong>Des ressources en interminist\u00e9riel <\/strong>: plusieurs programmes pilot\u00e9s par la DINSIC, comme <a href=\"https:\/\/entrepreneur-interet-general.etalab.gouv.fr\/\">Entrepreneurs d\u2019Int\u00e9r\u00eat G\u00e9n\u00e9ral<\/a>, les <a href=\"https:\/\/www.etalab.gouv.fr\/intelligence-artificielle-decouvrez-les-6-projets-laureats-de-lappel-a-manifestation-dinteret-ia\">appels \u00e0 projets Intelligence Artificielle<\/a>, les <a href=\"https:\/\/beta.gouv.fr\/startups\/\">startups d&rsquo;\u00c9tat,<\/a> permettent d\u2019acc\u00e9l\u00e9rer des projets de valorisation et d\u2019exploitation des donn\u00e9es. L\u2019expertise d\u2019Etalab en mati\u00e8re de donn\u00e9es (production, ouverture, mont\u00e9e en qualit\u00e9, circulation, exploitation) est \u00e9galement mobilisable.<\/li><\/ul>\n\n\n\n<h4 class=\"wp-block-heading\">Atelier D : Le service public de la donn\u00e9e<\/h4>\n\n\n\n<p>Comme le mentionne <a href=\"https:\/\/www.etalab.gouv.fr\/wp-content\/uploads\/2018\/04\/RapportAGD_2016-2017_web.pdf\">le rapport de l\u2019Administrateur g\u00e9n\u00e9ral des donn\u00e9es (AGD)<\/a>, certaines donn\u00e9es publiques constituent une infrastructure essentielle. C\u2019est l\u2019objet du service public de la donn\u00e9e, qui a pour mission d\u2019assurer la mise \u00e0 disposition et la publication des donn\u00e9es de r\u00e9f\u00e9rence. A ce jour, 9 bases de donn\u00e9es sont reconnues par la loi comme des donn\u00e9es de r\u00e9f\u00e9rence : <a href=\"https:\/\/www.data.gouv.fr\/fr\/reference\">https:\/\/www.data.gouv.fr\/fr\/reference<\/a>.<\/p>\n\n\n\n<p>Les minist\u00e8res jouent un r\u00f4le essentiel dans la mise en \u0153uvre de ce service public de la donn\u00e9e, \u00e0 la fois comme producteurs de certaines donn\u00e9es de r\u00e9f\u00e9rence (en propre ou via des op\u00e9rateurs) et comme utilisateurs des donn\u00e9es de r\u00e9f\u00e9rence produites par d\u2019autres administrations.<\/p>\n\n\n\n<p>L\u2019atelier a \u00e9t\u00e9 l\u2019occasion de revenir sur le cadre l\u00e9gal du service public de la donn\u00e9e et de qualifier l\u2019implication de l\u2019administrateur minist\u00e9riel des donn\u00e9es dans la promotion des donn\u00e9es de r\u00e9f\u00e9rence au sein des m\u00e9tiers.<\/p>\n\n\n\n<p>Une r\u00e9flexion prospective a \u00e9galement \u00e9t\u00e9 men\u00e9e afin d\u2019envisager un \u00e9largissement du service public de la donn\u00e9e. Trois cat\u00e9gories de donn\u00e9es ont \u00e9t\u00e9 \u00e0 ce stade identifi\u00e9es :<\/p>\n\n\n\n<ul><li>Les donn\u00e9es dont la circulation entre les administrations est indispensable mais qui n\u2019ont pas vocation \u00e0 \u00eatre ouvertes en open data ;<\/li><li>Les donn\u00e9es d\u00e9j\u00e0 publi\u00e9es en open data mais dont le niveau de qualit\u00e9 est \u00e0 ce jour insuffisant ;<\/li><li>Les donn\u00e9es qui ne sont pas encore publi\u00e9es en open data mais dont la publication avec un haut niveau de qualit\u00e9 aurait un fort impact.<\/li><\/ul>\n\n\n\n<p>La nomination proactive des administrateurs minist\u00e9riels des donn\u00e9es traduit la volont\u00e9 de l\u2019administration d\u2019int\u00e9grer la dimension strat\u00e9gique des donn\u00e9es au c\u0153ur de la transformation de l\u2019action publique. A travers son expertise et ses programmes, la mission Etalab accompagne la constitution de ce r\u00e9seau et apporte une coh\u00e9rence g\u00e9n\u00e9rale \u00e0 la politique de la donn\u00e9e.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le 27 mars 2019, la mission Etalab a r\u00e9uni la communaut\u00e9 des administrateurs minist\u00e9riels des donn\u00e9es au Lab 110 bis pour une journ\u00e9e d\u2019\u00e9changes et de travail. Qui sont les administrateurs minist\u00e9riels des donn\u00e9es (AMD) ? Nomm\u00e9s dans quelques minist\u00e8res ou administrations pionni\u00e8res, les administrateurs minist\u00e9riels des donn\u00e9es coordonnent les actions de leur organisation en &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/la-communaute-des-administrateurs-ministeriels-des-donnees-se-mobilise-pour-accelerer-la-mise-en-oeuvre-de-la-politique-des-donnees\"> <span class=\"screen-reader-text\">La communaut\u00e9 des administrateurs minist\u00e9riels des donn\u00e9es se mobilise pour acc\u00e9l\u00e9rer la mise en \u0153uvre de la politique des donn\u00e9es<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":5,"featured_media":10321,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/Screenshot_2019-04-19-Etalab-Etalab-Twitter-806x393.jpg",806,393,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/Screenshot_2019-04-19-Etalab-Etalab-Twitter-806x393-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/Screenshot_2019-04-19-Etalab-Etalab-Twitter-806x393-300x146.jpg",300,146,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/Screenshot_2019-04-19-Etalab-Etalab-Twitter-806x393-768x374.jpg",768,374,true],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/Screenshot_2019-04-19-Etalab-Etalab-Twitter-806x393.jpg",806,393,false],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/Screenshot_2019-04-19-Etalab-Etalab-Twitter-806x393.jpg",806,393,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/Screenshot_2019-04-19-Etalab-Etalab-Twitter-806x393.jpg",806,393,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2019\/05\/Screenshot_2019-04-19-Etalab-Etalab-Twitter-806x393.jpg",45,22,false]},"uagb_author_info":{"display_name":"Romain Tales","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/romain"},"uagb_comment_info":0,"uagb_excerpt":"Le 27 mars 2019, la mission Etalab a r\u00e9uni la communaut\u00e9 des administrateurs minist\u00e9riels des donn\u00e9es au Lab 110 bis pour une journ\u00e9e d\u2019\u00e9changes et de travail. Qui sont les administrateurs minist\u00e9riels des donn\u00e9es (AMD) ? Nomm\u00e9s dans quelques minist\u00e8res ou administrations pionni\u00e8res, les administrateurs minist\u00e9riels des donn\u00e9es coordonnent les actions de leur organisation en\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10320"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=10320"}],"version-history":[{"count":1,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10320\/revisions"}],"predecessor-version":[{"id":10322,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/10320\/revisions\/10322"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/10321"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=10320"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=10320"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=10320"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}