{"id":6707,"date":"2017-04-10T13:30:10","date_gmt":"2017-04-10T11:30:10","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=6707"},"modified":"2019-10-15T10:44:01","modified_gmt":"2019-10-15T08:44:01","slug":"le-comite-directeur-du-partenariat-pour-un-gouvernement-ouvert-sest-reuni-a-paris","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/le-comite-directeur-du-partenariat-pour-un-gouvernement-ouvert-sest-reuni-a-paris","title":{"rendered":"Le Comit\u00e9 directeur du Partenariat pour un gouvernement ouvert s&rsquo;est r\u00e9uni \u00e0 Paris"},"content":{"rendered":"[:fr]\n<h3 style=\"text-align: justify;\"><strong>Trois mois apr\u00e8s le Sommet mondial du Partenariat pour un gouvernement ouvert, 20 repr\u00e9sentants de pays et de la soci\u00e9t\u00e9 civile se sont r\u00e9unis \u00e0 Paris pour faire un point sur la nouvelle strat\u00e9gie du Partenariat et les chantiers de l&rsquo;ann\u00e9e \u00e0 venir, en lien avec\u00a0les actions impuls\u00e9es par la co-pr\u00e9sidence fran\u00e7aise du PGO. <\/strong><\/h3>\n<p style=\"text-align: justify;\">Les co-pr\u00e9sidents des trois <a href=\"https:\/\/www.opengovpartnership.org\/ogp-steering-committee\/membership\" class=\"broken_link\">sous-comit\u00e9s<\/a> \u00ab\u00a0<em>Gouvernance et leadership<\/em>\u00ab\u00a0, \u00ab\u00a0<em>Crit\u00e8res et standards<\/em>\u00a0\u00bb et \u00ab\u00a0<em>Apprentissage par les pairs<\/em>\u00a0\u00bb se sont r\u00e9unis \u00e0 Paris pour un s\u00e9minaire de trois jours, le 21, 22 et 23 mars. En parall\u00e8le, les <a href=\"https:\/\/www.opengovpartnership.org\/ogp-steering-committee\/civil-society-members\">11 repr\u00e9sentants des organisations de la soci\u00e9t\u00e9 civile <\/a>qui si\u00e8gent au\u00a0Comit\u00e9 directeur du Partenariat pour un gouvernement ouvert (PGO) se sont r\u00e9unis pendant deux jours. Le S\u00e9minaire a \u00e9t\u00e9 cl\u00f4tur\u00e9 par une r\u00e9union en pr\u00e9sence du Vice-Ministre de la Justice g\u00e9orgien, Aleksandre Baramidze et du Secr\u00e9taire d\u2019Etat charg\u00e9 de la R\u00e9forme de l\u2019Etat et de la Simplification, Jean-Vincent Plac\u00e9.<\/p>\n<p style=\"text-align: justify;\">Ce s\u00e9minaire a permis de revenir sur le bilan du Sommet (voir le retour sur le <a href=\"http:\/\/www.gouvernement.fr\/la-lettre-du-coepia-ndeg-42-fevrier-2017\" class=\"broken_link\">4<sup>e<\/sup> Sommet du Partenariat pour un gouvernement ouvert<\/a>), sur les avanc\u00e9es des <a href=\"https:\/\/fr.ogpsummit.org\/app\/uploads\/2016\/09\/UNGA_CoChairDec_French.pdf\" class=\"broken_link\">objectifs de la co-pr\u00e9sidence<\/a> et sur la mise en \u0153uvre de la <a href=\"https:\/\/www.opengovpartnership.org\/about\/strategic-refresh-and-mid-term-review\" class=\"broken_link\">nouvelle strat\u00e9gie du Partenariat pour un gouvernement ouvert<\/a>.<\/p>\n<h3><strong><span style=\"color: blue;\">Elargir la communaut\u00e9 du gouvernement ouvert <\/span><\/strong><\/h3>\n<p style=\"text-align: justify;\">Le premier objectif de la co-pr\u00e9sidence fran\u00e7aise du PGO est de promouvoir une g\u00e9ographie plus \u00e9quilibr\u00e9e, et d\u2019\u00e9largir le Partenariat \u00e0 de nouveaux pays et \u00e0 de nouvelles collectivit\u00e9s territoriales. Lors du Sommet mondial, 6 pays ont rejoint le PGO et les 18 collectivit\u00e9s membres du programme pilote ont lanc\u00e9 leur premier plan d&rsquo;action. Le s\u00e9minaire de mars a \u00e9t\u00e9 l\u2019occasion de d\u00e9finir les prochaines \u00e9tapes de cet \u00e9largissement, en lien avec tous les partenaires :<\/p>\n<ul>\n<li>Le Secr\u00e9tariat permanent du PGO d\u00e9veloppera une strat\u00e9gie d\u2019accompagnement cibl\u00e9e pour les pays ou collectivit\u00e9s territoriales<\/li>\n<li>La France a renouvel\u00e9 sa proposition d\u2019accompagner le Burkina Faso, l\u2019Allemagne et le Luxembourg, qui viennent d\u2019adh\u00e9rer au PGO, dans l\u2019\u00e9laboration de leur premier plan d\u2019action<\/li>\n<li>A la suite du Sommet, plus de 40 collectivit\u00e9s territoriales ont exprim\u00e9 leur int\u00e9r\u00eat\u00a0\u00e0 rejoindre le Partenariat.\u00a0L&rsquo;\u00e9valuation du programme pilote des collectivit\u00e9s territoriales qui\u00a0est en cours permettra de proposer des recommandations pour prolonger ce programme.<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Le Secr\u00e9tariat permanent du PGO\u00a0va \u00e9galement lancer\u00a0une \u00e9tude\u00a0pour int\u00e9grer davantage les acteurs du secteur priv\u00e9 dans la mise en \u0153uvre des principes du gouvernement ouvert.<\/p>\n<h3><strong><span style=\"color: blue;\">Acc\u00e9l\u00e9rer le mouvement <\/span><\/strong><\/h3>\n<p style=\"text-align: justify;\">Le second objectif prioritaire de la co-pr\u00e9sidence fran\u00e7aise est de renforcer la collaboration entre les membres du PGO, en partageant les outils et expertises et en mobilisant les moyens techniques et financiers n\u00e9cessaires pour appuyer la mise en \u0153uvre des plans d\u2019action nationaux. Ceci gr\u00e2ce \u00e0 trois leviers d\u2019action :<\/p>\n<p><b><i><strong><em>\u00a0\u00a0\u00a0\u00a0\u00a0 1. Les actions collectives<\/em><\/strong><\/i><\/b><\/p>\n<p style=\"text-align: justify;\"><strong>Les 20 actions collectives<\/strong> auxquelles ont contribu\u00e9 plus de 70 organisations de la soci\u00e9t\u00e9 civile, 30 gouvernements et une dizaine de collectivit\u00e9s territoriales ont permis de cartographier les priorit\u00e9s des diff\u00e9rents membres sur des th\u00e9matiques pr\u00e9cises. Les 20 \u00ab\u00a0bin\u00f4mes leaders\u00bb sur les actions collectives (un pays et une organisation de la soci\u00e9t\u00e9 civile) ont la responsabilit\u00e9 d\u2019animer la communaut\u00e9 des contributeurs sur leurs actions collectives respectives et de r\u00e9aliser les objectifs concrets annonc\u00e9s. Plusieurs de ces leaders sont les co-pr\u00e9sidents <a href=\"https:\/\/www.opengovpartnership.org\/who-we-are\/ogp-working-groups\" class=\"broken_link\">des groupes de travail du PGO<\/a>, d\u00e9j\u00e0 constitu\u00e9s.<\/p>\n<p style=\"text-align: justify;\">Sur les actions collectives li\u00e9es au climat, la France a\u00a0lanc\u00e9 avec le World Resources Institute un groupe de travail \u00ab\u00a0Open Climate Working Group\u00a0\u00bb dont l\u2019objectif sera de promouvoir la mise en \u0153uvre des principes du gouvernement ouvert pour lutter contre le r\u00e9chauffement climatique et accompagner la transition \u00e9nerg\u00e9tique.<\/p>\n<h4><b><i><strong><em>\u00a0\u00a0\u00a0\u00a0\u00a0 2. Le renforcement des groupes de travail et de l\u2019action du sous-comit\u00e9 \u00ab\u00a0apprentissage entre pairs\u00a0\u00bb<\/em><\/strong><\/i><\/b><\/h4>\n<p>Le s\u00e9minaire a permis de prendre des r\u00e9solutions pour orienter l\u2019action du sous-comit\u00e9 \u00ab\u00a0Apprentissage entre pairs\u00a0\u00bb vers des r\u00e9sultats plus concrets :<\/p>\n<ul>\n<li>Les <a href=\"https:\/\/www.opengovpartnership.org\/who-we-are\/ogp-working-groups\" class=\"broken_link\">groupes de travail du Partenariat pour un gouvernement ouvert<\/a> devront pr\u00e9senter une feuille de route avec des objectifs pr\u00e9cis sur l\u2019ann\u00e9e, incluant la mise en \u0153uvre des actions collectives<\/li>\n<li>Une plateforme de suivi de ces objectifs sera mise \u00e0 disposition sur le site du PGO<\/li>\n<li>Le sous-comit\u00e9 va orienter davantage son action vers le partage d\u2019outils et de ressources, en s&rsquo;appuyant notamment sur la bo\u00eete \u00e0 outils du gouvernement ouvert.<\/li>\n<\/ul>\n<p><b><i><strong><em>\u00a0\u00a0\u00a0\u00a0\u00a0 3. Un Partenariat outill\u00e9 pour des collaborations techniques et concr\u00e8tes<\/em><\/strong><\/i><\/b><\/p>\n<p style=\"text-align: justify;\">Enfin, le secr\u00e9tariat permanent du Partenariat pour un gouvernement ouvert travaille\u00a0au <strong>d\u00e9veloppement d\u2019une offre de service<\/strong> pour les pays membres et a annonc\u00e9 la <strong>cr\u00e9ation d\u2019un p\u00f4le \u00ab\u00a0Connaissance, apprentissage et innovation\u00a0\u00bb<\/strong> qui mettra \u00e0 disposition des membres du Partenariat des ressources, des outils et qui m\u00e8nera des projets de recherche appliqu\u00e9s \u00e0 la mise en \u0153uvre des principes du gouvernement ouvert. <strong>Le r\u00f4le du\u00a0m\u00e9canisme d\u2019\u00e9valuation ind\u00e9pendant<\/strong> (\u00ab\u00a0Independent Reporting Mechanism\u00a0\u00bb) <strong>sera aussi consolid\u00e9<\/strong>, en particulier sur la recherche appliqu\u00e9e et la production de connaissance. La mise en place prochaine d\u2019un<strong> fonds multi-bailleurs<\/strong> d\u2019appui au PGO au sein de la Banque Mondiale, auquel l\u2019Agence Fran\u00e7aise de D\u00e9veloppement contribuera, permettra de renforcer ces collaborations techniques.<\/p>\n<h3><strong><span style=\"color: blue;\">Consolider les actions du Partenariat pour un gouvernement ouvert<\/span><\/strong><\/h3>\n<p style=\"text-align: justify;\">La troisi\u00e8me priorit\u00e9 de la co-pr\u00e9sidence France-WRI porte sur la consolidation des actions du Partenariat sur le long terme, en accompagnant la mise en \u0153uvre de sa nouvelle strat\u00e9gie, en particulier sur le renforcement de son positionnement g\u00e9opolitique et dans ses r\u00e8gles de fonctionnement.<\/p>\n<p><strong><em>Le renforcement du positionnement g\u00e9opolitique du PGO <\/em><\/strong><\/p>\n<p style=\"text-align: justify;\">Alors que les Etats-Unis, le Royaume Uni et le Br\u00e9sil, 3 des 8 membres fondateurs du Partenariat, sont arriv\u00e9s \u00e0 terme de leur mandat au sein du Comit\u00e9 directeur, les pays membres du PGO viennent d\u2019\u00e9lire 3 nouveaux pays au Comit\u00e9 directeur (le Canada, l\u2019Italie et la Cor\u00e9e du Sud) et ont renouvel\u00e9 l\u2019Afrique du Sud pour un second mandat. Ces pays seront appel\u00e9s \u00e0 exercer leur leadership au sein du Comit\u00e9 directeur.<\/p>\n<p style=\"text-align: justify;\">Le Partenariat souhaite aussi s&rsquo;inscrire davantage dans les grands \u00e9v\u00e8nements internationaux tels que le G20 et le Forum politique de haut niveau des Nations Unies pour le d\u00e9veloppement durable, nommer de nouveaux ambassadeurs pour porter les valeurs du Partenariat sur la sc\u00e8ne internationale, et cr\u00e9er un r\u00e9seau d&rsquo;\u00ab\u00a0\u00e9missaires\u00a0\u00bb du PGO, renforcer la strat\u00e9gie de communication internationale et positionner le PGO sur certaines th\u00e9matiques pr\u00e9cises, et organiser des\u00a0\u00e9v\u00e8nements r\u00e9gionaux. Un \u00e9v\u00e8nement \u00ab\u00a0gouvernement ouvert\u00a0\u00bb et \u00ab\u00a0open data\u00a0\u00bb est notamment pr\u00e9vu au Burkina Faso <a href=\"https:\/\/www.eventbrite.com\/e\/inscription-conference-dafrique-francophone-sur-les-donnees-ouvertes-cafdo-2017-6096299195\">du 1er au 3 juin<\/a>.<\/p>\n<p><strong><em>La consolidation des r\u00e8gles de fonctionnement <\/em><\/strong><\/p>\n<p style=\"text-align: justify;\">Des axes de travail ont \u00e9t\u00e9 identifi\u00e9s pour le sous-comit\u00e9 \u00ab\u00a0Crit\u00e8res et standards\u00a0\u00bb\u00a0 qui pr\u00e9sentera des recommandations lors\u00a0 du prochain Comit\u00e9 directeur de juin 2018\u00a0:<\/p>\n<ul>\n<li>Consolider et clarifier la strat\u00e9gie de r\u00e9ponse du Partenariat (\u00ab\u00a0<a href=\"https:\/\/www.opengovpartnership.org\/tags\/response-policy\">response policy\u00a0<\/a>\u00bb) et d\u2019examen des pays<\/li>\n<li>Renforcer le processus d\u2019\u00e9valuation des crit\u00e8res d\u2019\u00e9ligibilit\u00e9<\/li>\n<li>Faire \u00e9voluer les r\u00e8gles d\u2019\u00e9laboration des plans d\u2019action et des rapports d\u2019\u00e9valuation<\/li>\n<\/ul>\n<p>&nbsp;[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr] Trois mois apr\u00e8s le Sommet mondial du Partenariat pour un gouvernement ouvert, 20 repr\u00e9sentants de pays et de la soci\u00e9t\u00e9 civile se sont r\u00e9unis \u00e0 Paris pour faire un point sur la nouvelle strat\u00e9gie du Partenariat et les chantiers de l&rsquo;ann\u00e9e \u00e0 venir, en lien avec\u00a0les actions impuls\u00e9es par la co-pr\u00e9sidence fran\u00e7aise du PGO. &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/le-comite-directeur-du-partenariat-pour-un-gouvernement-ouvert-sest-reuni-a-paris\"> <span class=\"screen-reader-text\">Le Comit\u00e9 directeur du Partenariat pour un gouvernement ouvert s&rsquo;est r\u00e9uni \u00e0 Paris<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":16,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[1],"tags":[171,31,74,178,205,191],"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"rpwe-thumbnail":false},"uagb_author_info":{"display_name":"Am\u00e9lie Banzet","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/amelie"},"uagb_comment_info":0,"uagb_excerpt":"[:fr] Trois mois apr\u00e8s le Sommet mondial du Partenariat pour un gouvernement ouvert, 20 repr\u00e9sentants de pays et de la soci\u00e9t\u00e9 civile se sont r\u00e9unis \u00e0 Paris pour faire un point sur la nouvelle strat\u00e9gie du Partenariat et les chantiers de l&rsquo;ann\u00e9e \u00e0 venir, en lien avec\u00a0les actions impuls\u00e9es par la co-pr\u00e9sidence fran\u00e7aise du PGO.\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6707"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=6707"}],"version-history":[{"count":19,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6707\/revisions"}],"predecessor-version":[{"id":12243,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/6707\/revisions\/12243"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=6707"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=6707"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=6707"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}