{"id":2873,"date":"2015-01-22T14:39:55","date_gmt":"2015-01-22T13:39:55","guid":{"rendered":"https:\/\/www.etalab.gouv.fr\/?p=2873"},"modified":"2017-08-02T12:21:37","modified_gmt":"2017-08-02T10:21:37","slug":"appel-a-projets-industrialisation-de-la-mise-a-disposition-de-donnees-ouvertes-une-chance-a-saisir-pour-vos-projets-dopen-data","status":"publish","type":"post","link":"https:\/\/preprod.etalab.gouv.fr\/appel-a-projets-industrialisation-de-la-mise-a-disposition-de-donnees-ouvertes-une-chance-a-saisir-pour-vos-projets-dopen-data","title":{"rendered":"[:fr]Appel \u00e0 projets \u2018\u2019Industrialisation de la mise \u00e0 disposition de donn\u00e9es ouvertes\u2019\u2019,  une chance \u00e0 saisir pour vos projets d\u2019open data[:]"},"content":{"rendered":"[:fr]A la suite des annonces du Premier ministre du 9 juillet 2013, le projet de loi de finances pour 2014 a cr\u00e9\u00e9 le programme \u00ab Transition num\u00e9rique de l\u2019Etat et modernisation de l\u2019action publique \u00bb dot\u00e9 de 126 M\u20ac de cr\u00e9dits, au titre des investissements d\u2019avenir (Programme d\u2019investissements d\u2019avenir, PIA).<\/p>\n<p>L\u2019un des th\u00e8mes de cet appel \u00e0 projets porte sur l\u2019industrialisation de la mise \u00e0 disposition des donn\u00e9es ouvertes. Cet appel \u00e0 projet vise \u00e0 soutenir et amplifier le mouvement d\u2019ouverture et de partage de donn\u00e9es publiques ainsi que les strat\u00e9gies innovantes de constitution, ou d\u2019exploitation des donn\u00e9es. Les projets seront financ\u00e9s par le fonds \u2018\u2019Transition num\u00e9rique de l\u2019\u00c9tat et modernisation de l\u2019action publique\u2019\u2019. Dans le contexte budg\u00e9taire actuel, il s\u2019agit d\u2019un engagement fort du gouvernement en faveur de l\u2019open data et des strat\u00e9gies fond\u00e9es sur la donn\u00e9e.<\/p>\n<p>Le p\u00e9rim\u00e8tre de cet appel \u00e0 projet couvre tous les domaines li\u00e9s \u00e0 l\u2019open data\u00a0: nouvelles strat\u00e9gies de gouvernance de la donn\u00e9e, nouveaux mod\u00e8les \u00e9conomiques, plateformes de mise \u00e0 disposition et support \u00e0 l\u2019innovation, nouveaux designs d&rsquo;interfaces de programmation (API), innovation ouverte\u2026 qui faciliteront l\u2019ouverture, la diffusion et la r\u00e9utilisation &#8211; y compris par l\u2019administration &#8211; des donn\u00e9es publiques.<\/p>\n<p>Sa vocation est notamment de soutenir des exp\u00e9rimentations, des projets \u2018\u2019d\u2019amor\u00e7age\u2019\u2019 qui permettront de faire \u00e9merger des solutions nouvelles tout en acceptant le risque de connaitre des \u00e9checs. Les projets propos\u00e9s pourront donc \u00eatre ambitieux, audacieux, v\u00e9ritablement innovants. Des projets plus matures visant \u00e0 apporter la preuve de la faisabilit\u00e9 et de l\u2019opportunit\u00e9 d\u2019un d\u00e9ploiement futur ou intervenant en derni\u00e8re \u00e9tape avant un d\u00e9ploiement envisag\u00e9 peuvent \u00e9galement \u00eatre pr\u00e9sent\u00e9s.<\/p>\n<p>Le montant total de chaque projet financ\u00e9 ne devra pas d\u00e9passer 500\u00a0000 euros. Le PIA propose un cofinancement \u00e0 la hauteur de 50% du montant du projet dans la limite de 250\u00a0000 euros, l\u2019autre moiti\u00e9 restant \u00e0 la charge de l\u2019administration porteuse du projet. Certaines d\u00e9penses comme les frais de personnels internes li\u00e9s \u00e0 la mise en place du projet pourront \u00eatre finan\u00e7ables par le fonds.<\/p>\n<p>Les projets devront obligatoirement \u00eatre pr\u00e9sent\u00e9s par un minist\u00e8re qui jouera le r\u00f4le d\u2019entit\u00e9 porteuse du projet, mais le porteur op\u00e9rationnel du projet pourra \u00eatre un service d\u00e9concentr\u00e9, un \u00e9tablissement public (EPIC ou EPA), une agence ou encore un op\u00e9rateur.<\/p>\n<p>Les dossiers de soumission devront \u00eatre d\u00e9pos\u00e9s avant le 24 mars 2015 sur le site de consultation des investissements d\u2019avenir de la Caisse des d\u00e9p\u00f4ts et consignations\u00a0: <a href=\"https:\/\/empruntnational.achatpublic.com\/sdm\/ent\/gen\/ent_detail.do?selected=0&amp;PCSLID=CSL_2014_rmMJUdnPyg\">https:\/\/empruntnational.achatpublic.com\/sdm\/ent\/gen\/ent_detail.do?selected=0&amp;PCSLID=CSL_2014_rmMJUdnPyg<\/a><\/p>\n<p>La s\u00e9lection des projets aura lieu au plus tard fin mai 2015.<\/p>\n<p>Pour plus d\u2019informations, voir l\u2019appel \u00e0 projets\u00a0:<\/p>\n<p><a href=\"http:\/\/www.gouvernement.fr\/sites\/default\/files\/contenu\/piece-jointe\/2015\/01\/aap_ouverture_des_donnees_vfinale.pdf\">http:\/\/www.gouvernement.fr\/sites\/default\/files\/contenu\/piece-jointe\/2015\/01\/aap_ouverture_des_donnees_vfinale.pdf<\/a><\/p>\n<p>Deux rendez-vous sont propos\u00e9s pour faciliter l\u2019\u00e9laboration des projets\u00a0:<\/p>\n<ul>\n<li>Une r\u00e9union d\u2019information sur l\u2019appel \u00e0 projets \u2018\u2019Industrialisation de la mise \u00e0 disposition de donn\u00e9es ouvertes\u2019\u2019 aura lieu \u00e0 Etalab (64 all\u00e9e de Bercy Paris 12eme (b\u00e2timent Sully)) le mardi 27 janvier \u00e0 13h00 (inscription via le blog Etalab dans la rubrique \u00ab\u00a0\u00c9v\u00e9nements\u00a0\u00bb).<\/li>\n<\/ul>\n<ul>\n<li>Un \u2018\u2019ProjectCamp\u2019\u2019 sur le m\u00eame th\u00e8me est pr\u00e9vu le jeudi 5 mars \u00e0 partir de 14h00 au centre de conf\u00e9rence Pierre Mendes France au Minist\u00e8re des finances &#8211;\u00a0 (inscription via le blog Etalab dans la rubrique \u00ab\u00a0\u00c9v\u00e9nements\u00a0\u00bb). Il a pour objectif de r\u00e9unir les porteurs de projet ainsi que ceux qui sont int\u00e9ress\u00e9s par les possibilit\u00e9s offertes par le PIA mais qui n\u2019ont pas encore concr\u00e9tis\u00e9 leurs intentions. Il s\u2019agira notamment d\u2019\u00e9changer sur les projets dont certains seront pr\u00e9sent\u00e9s, faire circuler les id\u00e9es, faciliter les prises de contacts en vue d\u2019\u00e9ventuels partenariats.<\/li>\n<\/ul>\n[:]\n","protected":false},"excerpt":{"rendered":"<p>[:fr]A la suite des annonces du Premier ministre du 9 juillet 2013, le projet de loi de finances pour 2014 a cr\u00e9\u00e9 le programme \u00ab Transition num\u00e9rique de l\u2019Etat et modernisation de l\u2019action publique \u00bb dot\u00e9 de 126 M\u20ac de cr\u00e9dits, au titre des investissements d\u2019avenir (Programme d\u2019investissements d\u2019avenir, PIA). L\u2019un des th\u00e8mes de cet &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/preprod.etalab.gouv.fr\/appel-a-projets-industrialisation-de-la-mise-a-disposition-de-donnees-ouvertes-une-chance-a-saisir-pour-vos-projets-dopen-data\"> <span class=\"screen-reader-text\">[:fr]Appel \u00e0 projets \u2018\u2019Industrialisation de la mise \u00e0 disposition de donn\u00e9es ouvertes\u2019\u2019,  une chance \u00e0 saisir pour vos projets d\u2019open data[:]<\/span> Lire la suite\u00a0\u00bb<\/a><\/p>\n","protected":false},"author":5,"featured_media":2874,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_uag_custom_page_level_css":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"categories":[70,1],"tags":[223,104,71,102,103],"uagb_featured_image_src":{"full":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/01\/pia.jpg",1200,1083,false],"thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/01\/pia-150x150.jpg",150,150,true],"medium":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/01\/pia-300x271.jpg",300,271,true],"medium_large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/01\/pia.jpg",768,693,false],"large":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/01\/pia-1024x924.jpg",1024,924,true],"1536x1536":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/01\/pia.jpg",1200,1083,false],"2048x2048":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/01\/pia.jpg",1200,1083,false],"rpwe-thumbnail":["https:\/\/preprod.etalab.gouv.fr\/wp-content\/uploads\/2015\/01\/pia.jpg",45,41,false]},"uagb_author_info":{"display_name":"Romain Tales","author_link":"https:\/\/preprod.etalab.gouv.fr\/author\/romain"},"uagb_comment_info":0,"uagb_excerpt":"[:fr]A la suite des annonces du Premier ministre du 9 juillet 2013, le projet de loi de finances pour 2014 a cr\u00e9\u00e9 le programme \u00ab Transition num\u00e9rique de l\u2019Etat et modernisation de l\u2019action publique \u00bb dot\u00e9 de 126 M\u20ac de cr\u00e9dits, au titre des investissements d\u2019avenir (Programme d\u2019investissements d\u2019avenir, PIA). L\u2019un des th\u00e8mes de cet\u2026","_links":{"self":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/2873"}],"collection":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/comments?post=2873"}],"version-history":[{"count":11,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/2873\/revisions"}],"predecessor-version":[{"id":7532,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/posts\/2873\/revisions\/7532"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media\/2874"}],"wp:attachment":[{"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/media?parent=2873"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/categories?post=2873"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/preprod.etalab.gouv.fr\/wp-json\/wp\/v2\/tags?post=2873"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}